[
    {
        "id": "vt9JwsNcKzwC",
        "title": "Art in the Hellenistic Age",
        "authors": [
            "Jerome Jordan Pollitt"
        ],
        "publisher": "Cambridge University Press",
        "publication_date": "1986-06-12",
        "categories": [
            "Art"
        ],
        "description": "This 1986 book is an interpretative history of Greek art during the Hellenistic period.",
        "page_count": 348,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=vt9JwsNcKzwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 461,
        "currency": "BRL"
    },
    {
        "id": "mXPl4yUMlVkC",
        "title": "The Ancient Art of Emulation",
        "authors": [
            "Elaine K. Gazda"
        ],
        "publisher": "University of Michigan Press",
        "publication_date": "2002",
        "categories": [
            "Art"
        ],
        "description": "Are copies of Greek and Roman masterpieces as important as the originals they imitate?",
        "page_count": 342,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=mXPl4yUMlVkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 482,
        "currency": "BRL"
    },
    {
        "id": "GF4XDp-eSTwC",
        "title": "Signs & Symbols in Christian Art",
        "authors": [
            "George Ferguson"
        ],
        "publisher": "New York : Oxford University Press",
        "publication_date": "1959",
        "categories": [
            "Art"
        ],
        "description": "Examines the use and meaning of Christian symbols found in Renaissance art.",
        "page_count": 308,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=GF4XDp-eSTwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 374,
        "currency": "BRL"
    },
    {
        "id": "77KiHhYmjZEC",
        "title": "Introduction to Art Therapy",
        "authors": [
            "Judith A. Rubin"
        ],
        "publisher": "Taylor & Francis",
        "publication_date": "2009-08-05",
        "categories": [
            "Medical"
        ],
        "description": "Introduction to Art Therapy: Sources and Resources, is the thoroughly updated and revised second edition of Judith Rubin’s landmark 1999 text, the first to describe the history of art in both assessment and therapy, and to clarify the differences between artists or teachers who provide \"therapeutic\" art activities, psychologists or social workers who request drawings, and those who are trained as art therapists to do a kind of work which is similar, but qualitatively different. This new edition contains downloadable resources with over 400 still images and 250 edited video clips for much richer illustration than is possible with figures alone; an additional chapter describing the work that art therapists do; and new material on education with updated information on standards, ethics, and informing others. To further make the information accessible to practitioners, students, and teachers, the author has included a section on treatment planning and evaluation, an updated list of resources – selected professional associations and proceedings – references, expanded citations, and clinical vignettes and illustrations. Three key chapters describe and expand the work that art therapists do: \"People We Help,\" deals with all ages; \"Problems We Treat,\" focuses on different disorders and disabilities; and \"Places We Practice,\" reflects the expansion of art therapy beyond its original home in psychiatry. The author’s own introduction to the therapeutic power of art – as a person, a worker, and a parent – will resonate with both experienced and novice readers alike. Most importantly, however, this book provides a definition of art therapy that contains its history, diversity, challenges, and accomplishments.",
        "page_count": 357,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=77KiHhYmjZEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 294,
        "currency": "BRL"
    },
    {
        "id": "1JQclJbSSQQC",
        "title": "What's Wrong with Contemporary Art?",
        "authors": [
            "Peter Timms"
        ],
        "publisher": "UNSW Press",
        "publication_date": "2004",
        "categories": [
            "Art"
        ],
        "description": "The \"packing, promotion and reception\" of contemporary art troubles Peter Timms. Market demands dominate and art has been corrupted and trivialized. The problem, he argues, extends to the way art is taught in art schools, the art that artists make, the collecting and curatorial methodologies of galleries and museums, funding criteria, the way that art is written about and the media's depiction of art.",
        "page_count": 190,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=1JQclJbSSQQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 2,
        "price": 258,
        "currency": "BRL"
    },
    {
        "id": "H5PZli-7V9EC",
        "title": "Islamic Art and Spirituality",
        "authors": [
            "Seyyed Hossein Nasr"
        ],
        "publisher": "SUNY Press",
        "publication_date": "1987-02-12",
        "categories": [
            "Art"
        ],
        "description": "This is the first book in the English language to deal with the spiritual significance of Islamic art including not only the plastic arts, but also literature and music. Rather than only dealing with the history of the various arts of Islam or their description, the author relates the form, content, symbolic language, meaning, and presence of these arts to the very sources of the Islamic revelation. Relying upon his extensive knowledge of the Islamic religion in both its exoteric and esoteric dimensions as well as the various Islamic sciences, the author relates Islamic art to the inner dimensions of the Islamic revelation and the spirituality which has issued from it. He brings out the spiritual significance of the Islamic arts ranging from architecture to music as seen, heard, and experienced by one living within the universe of the Islamic tradition. In this work the reader is made to understand the meaning of Islamic art for those living within the civilization which created it.",
        "page_count": 244,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=H5PZli-7V9EC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 347,
        "currency": "BRL"
    },
    {
        "id": "OHhraF1YKqkC",
        "title": "Chinese Art in Detail",
        "authors": [
            "Carol Michaelson",
            "Jane Portal"
        ],
        "publisher": "Harvard University Press",
        "publication_date": "2006",
        "categories": [
            "Art"
        ],
        "description": "Drawing on the British Museum's extensive collection, this book explores the traditional hierarchy of materials and techniques reaching back as far as the Han Dynasty in the third century BC. In the history and character of the works under scrutiny, this sumptuously illustrated book conveys an understanding of Chinese art in all its great variety.",
        "page_count": 152,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=OHhraF1YKqkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 317,
        "currency": "BRL"
    },
    {
        "id": "JZabZ5hOfqgC",
        "title": "Primitivism and Twentieth-century Art",
        "authors": [
            "Jack D. Flam",
            "Miriam Deutch"
        ],
        "publisher": "Univ of California Press",
        "publication_date": "2003",
        "categories": [
            "Art"
        ],
        "description": "\"This is a much needed, important collection-a goldmine of sources for scholars and students. The texts articulate the key Primitivist aesthetic discourses of the period, offering crucial insight into the complex and always changing nexus between culture, politics, and representation. Because of the breadth of the materials covered and the controversies they raise, this anthology is one of the all too rare volumes that not only will provide reference materials for years to come but also will feature centrally in classroom discussions.\"--Suzanne Preston Blier, author of African Vodun: Art, Psychology, and Power \"For almost a century art historians have fretted about the notion of primitivism in the arts. This comprehensive-in both senses of the word-anthology is a peerless source of the history of responses to works categorized as 'primitive.' In its range, the book touches upon all the troubling questions-formal, anthropological, political, historical-that have bedeviled the study of the arts of Oceania, Africa, and North and South America, and provides the grounds, at last, for intelligent pursuit of keener distinctions. I regard this book as a superb contribution to the study of Modern art; in fact, indispensable.\"--Dore Ashton, author of Noguchi East and West \"An extraordinarily useful and complete collection of primary documents, many translated for the first time into English, and almost all unlikely to be encountered elsewhere without serious effort. Its five sections, each with a lively and scholarly introduction, reveal the diverse views of artists and writers on primitive art from Matisse, Picasso, and Fry to many far less known and sometimes surprising figures. The book also uncovers the politics and aesthetics of the major museum exhibitions that gained acceptance for art that had been both reviled and mythologized. Recent texts included are all germane. This book will be invaluable for any college course on the topic.\"--Shelly Errington, author of The Death of Authentic Primitive Art and Other Tales of Progress \"An exceptionally valuable anthology of seventy documents--most heretofore unavailable in English--on the ongoing controversies surrounding Primitivism and Modern art. Insightfully chosen and annotated, the collection is brilliantly introduced by Jack Flam's essay on the historical progression, contexts, and cultural complexities of more than one hundred years' ideas about Primitivism. Rich, timely, illuminating.\"--Herbert M. Cole, author of Icons: Ideals and Power in the Art of Africa",
        "page_count": 514,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=JZabZ5hOfqgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 446,
        "currency": "BRL"
    },
    {
        "id": "aGN3vXcZl74C",
        "title": "Art in the San Francisco Bay Area, 1945-1980",
        "authors": [
            "Thomas Albright"
        ],
        "publisher": "Univ of California Press",
        "publication_date": "1985-01-01",
        "categories": [
            "Art"
        ],
        "description": "Offers a survey of modern painting, photography, sculpture, ceramics, and murals from the San Francisco area, and provides brief profiles of each artist",
        "page_count": 372,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=aGN3vXcZl74C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 418,
        "currency": "BRL"
    },
    {
        "id": "6-OrBXRU-4gC",
        "title": "Art in Education",
        "authors": [
            "D. Atkinson"
        ],
        "publisher": "Springer Science & Business Media",
        "publication_date": "2002",
        "categories": [
            "Education"
        ],
        "description": "Distinctive and unique in its approach, this book opens up art education to the broader field of social enquiry into practice, subjectivity and identity. It draws upon important developments in contemporary philosophy and the social sciences and applies this to the professional field of art in education. It opens new perspectives for teachers, teacher educators and student teachers.",
        "page_count": 232,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=6-OrBXRU-4gC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 306,
        "currency": "BRL"
    },
    {
        "id": "V1npNK7MEA0C",
        "title": "The Art Firm",
        "authors": [
            "Pierre Guillet de Monthoux"
        ],
        "publisher": "Stanford University Press",
        "publication_date": "2004",
        "categories": [
            "Business & Economics"
        ],
        "description": "The Art Firm explores the seemingly unorthodox alliance of the arts, management, and marketing. Art firmsas avant-garde enterprises and arts corporationshave existed for at least two hundred years, using texts, images, and other types of art to create corporate wealth. This book investigates how to apply the methods artists use in creating value to the methods more traditional managers use in running their businesses. Guillet de Monthoux offers a crash course in aesthetics from Kant to Gadamer, showing how aesthetic management and metaphysical marketing can create value. Using case studies of successful art managers from Richard Wagner to Robert Wilson, the author illustrates the creative roleso central to value-making in contemporary economiesperformed by aesthetic play in art firms. Along the way, Guillet de Monthoux points out how responsible aesthetic management and marketing can eradicate the problems of banality and totality, the two capital sins of an art-based economy.",
        "page_count": 416,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=V1npNK7MEA0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 426,
        "currency": "BRL"
    },
    {
        "id": "4pFAw-UZ7cQC",
        "title": "Art Therapy and AD/HD",
        "authors": [
            "Diane Safran"
        ],
        "publisher": "Jessica Kingsley Publishers",
        "publication_date": "2002-04-16",
        "categories": [
            "Psychology"
        ],
        "description": "Attention Deficit/Hyperactivity Disorder is increasingly being diagnosed in people of all ages, and this book demonstrates how art therapy can not only assist with diagnosis, but also provides a valuable means of helping to improve skills such as concentration and focus, boost self-esteem, and cope with impulsivity. Educational social skills art groups can help with understanding of AD/HD in addition to teaching strategies to relieve the symptoms. Art therapy is also important for alleviating feelings of isolation and confusion that may come with the diagnosis, and, as an ongoing process, it can be a useful tool for checking clients' progress from the initial assessment onwards. In the first part of her book, the author explores ways of using art therapy and of setting up art therapy groups. Her advice and practical suggestions will be useful to anyone with an interest in AD/HD. The later chapters offer therapists more detailed guidance on therapy sessions with clients with AD/HD. Practical and informative, and based on the author's long experience with art therapy and AD/HD, this will be a valuable book for therapists, mental health professionals, and people who live or work with AD/HD.",
        "page_count": 226,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=4pFAw-UZ7cQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 222,
        "currency": "BRL"
    },
    {
        "id": "VROSoiFJM6IC",
        "title": "Essentials of Art Therapy Education and Practice",
        "authors": [
            "Bruce L. Moon"
        ],
        "publisher": "Charles C Thomas Publisher",
        "publication_date": "2003",
        "categories": [
            "Medical"
        ],
        "description": "This expanded new edition reflects the author's efforts to explore the crucial components of the education of the creative arts therapist. The text reflects significant developments in the profession of art therapy, important modifications in the educational standards of the American Art Therapy Association, and profound changes in health care. The book is an expression of the author's belief that the most essential element of art therapy is art as the core of the profession. It is art making that undergirds the profession and is also the key element that art therapists bring to the client-therapist and educator-student relationships. Central, too, to the author's approach is the manner in which mentor and beginning art therapist come together in their efforts to learn and grow. The concern for authentic engagement in the training relationship enhances the beginner's ability to use the self to help clients learn to use art and artistic expression to identify and integrate new insights in their lives. Topics presented include The Image, Making Art, Beginner's Chaos, Journey Metaphor in Education, Mentor/Supervisor, The Art Experience, Core Curriculum, Practical Experience, Science and Soul in the Clinical Setting, The Work of Art Therapy, The Young Student, Gifts of the Male and Female Student, Role of Philosophy, Therapy and Holidays, Metaverbal Therapy, Role of Metaphor, Role of Love, Role of Assessment, and Role of Work. The book is ultimately concerned with the use of art and the artistic relationship to promote human growth. The author's deep understanding of both art and existentialism makes this book a high point in the ever-evolving fields of existential psychotherapy and art therapy.",
        "page_count": 199,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=VROSoiFJM6IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 182.27,
        "currency": "BRL"
    },
    {
        "id": "QR_9T_8VLPAC",
        "title": "The Cult of Art in Nazi Germany",
        "authors": [
            "Eric Michaud",
            "Janet Lloyd"
        ],
        "publisher": "Stanford University Press",
        "publication_date": "2004",
        "categories": [
            "Art"
        ],
        "description": "The Cult of Art in Nazi Germany presents a new interpretation of National Socialism, arguing that art in the Third Reich was not simply an instrument of the regime, but actually became a source of the racist politics upon which its ideology was founded. Through the myth of the \"Aryan race,\" a race pronounced superior because it alone creates culture, Nazism asserted art as the sole raison d'être of a regime defined by Hitler as the \"dictatorship of genius.\" Michaud shows the important link between the religious nature of Nazi art and the political movement, revealing that in Nazi Germany art was considered to be less a witness of history than a force capable of producing future, the actor capable of accelerating the coming of a reality immanent to art itself.",
        "page_count": 372,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=QR_9T_8VLPAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 228,
        "currency": "BRL"
    },
    {
        "id": "U6UzaYIfIT0C",
        "title": "The Art of Maynard Dixon",
        "authors": [],
        "publisher": "Gibbs Smith",
        "publication_date": null,
        "categories": [],
        "description": "",
        "page_count": 258,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=U6UzaYIfIT0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 473,
        "currency": "BRL"
    },
    {
        "id": "GQjXnaies6QC",
        "title": "European Union Law",
        "authors": [
            "Damian Chalmers",
            "Gareth Davies",
            "Giorgio Monti"
        ],
        "publisher": "Cambridge University Press",
        "publication_date": "2010-06-24",
        "categories": [
            "Law"
        ],
        "description": "This eagerly awaited new edition has been significantly revised after extensive user feedback to meet current teaching requirements. The first major textbook to be published since the rejuvenation of the Lisbon Treaty, it retains the best elements of the first edition – the engaging, easily understandable writing style, extracts from a variety of sources showing the creation, interpretation and application of the law and comprehensive coverage. In addition it has separate chapters on EU law in national courts, governance and external relations reflecting the new directions in which the field is moving. The examination of the free movement of goods and competition law has been restructured. Chapter introductions clearly set out what will be covered in each section allowing students to approach complex material with confidence and detailed further reading sections encourage further study. Put simply, it is required reading for all serious students of EU law.",
        "page_count": 1209,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=GQjXnaies6QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 160,
        "currency": "BRL"
    },
    {
        "id": "nBIM6iKsaoEC",
        "title": "Art of Engagement",
        "authors": [
            "Peter Selz",
            "Susan Landauer"
        ],
        "publisher": "Univ of California Press",
        "publication_date": "2006-01-09",
        "categories": [
            "Architecture"
        ],
        "description": "'Art of Engagement' focuses on the key role of California's art and artists in politics and culture since 1945. The book showcases many types of media, including photographs, found objects, drawings and prints, murals, painting, sculpture, ceramics, installations, performance art, and collage.",
        "page_count": 312,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=nBIM6iKsaoEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 395,
        "currency": "BRL"
    },
    {
        "id": "rnEYK4KIhd0C",
        "title": "The Vulgarization of Art",
        "authors": [
            "Linda C. Dowling"
        ],
        "publisher": "University of Virginia Press",
        "publication_date": "1996",
        "categories": [
            "Aesthetic movement (Art)"
        ],
        "description": "",
        "page_count": 178,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=rnEYK4KIhd0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 475,
        "currency": "BRL"
    },
    {
        "id": "h2J9v3hx_FgC",
        "title": "On Sonic Art",
        "authors": [
            "Trevor Wishart"
        ],
        "publisher": "Psychology Press",
        "publication_date": "1996",
        "categories": [
            "Music"
        ],
        "description": "First Published in 1996. Routledge is an imprint of Taylor & Francis, an informa company.",
        "page_count": 376,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=h2J9v3hx_FgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 3.5,
        "price": 466,
        "currency": "BRL"
    },
    {
        "id": "fLjcMfMGP10C",
        "title": "Indian Influence on the Art of Japan",
        "authors": [
            "Sampa Biswas"
        ],
        "publisher": "Northern Book Centre",
        "publication_date": "2010",
        "categories": [
            "Art"
        ],
        "description": "",
        "page_count": 228,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=fLjcMfMGP10C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 499,
        "currency": "BRL"
    },
    {
        "id": "dqsLjeIzyGcC",
        "title": "American Folk Art for Kids",
        "authors": [
            "Richard Panchyk"
        ],
        "publisher": "Chicago Review Press",
        "publication_date": "2004-09-01",
        "categories": [
            "Juvenile Nonfiction"
        ],
        "description": "Drawing on the natural folk art tendencies of children, who love to collect buttons, bottle caps, shells, and Popsicle sticks to create beautiful, imperfect art, this activity guide teaches kids about the history of this organic art and offers inspiration for them to create their own masterpieces. The full breadth of American folk art is surveyed, including painting, sculpture, decorative arts, and textiles from the 17th century through today. Making bubblegum wrapper chains, rag dolls, bottle cap sculptures, decoupage boxes, and folk paintings are just a few of the activities designed to bring out the artist in every child. Along the way kids learn about the lives of Americans throughout history and their casual relationships to everyday art as they cut stencils, sew needlepoint samplers, draw calligraphy birds, and design quilts. Important folk artists such as the last surviving Shakers, the legendary Grandma Moses, and the Reverend Howard Finster are also explored in sidebars throughout the book.",
        "page_count": 129,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=dqsLjeIzyGcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 68.4,
        "currency": "BRL"
    },
    {
        "id": "AW98VZbZdoUC",
        "title": "Digital Art Masters",
        "authors": [
            "3DTotal.com (Firm)"
        ],
        "publisher": "Taylor & Francis",
        "publication_date": "2005",
        "categories": [
            "Computer art"
        ],
        "description": "Meet some of the finest digital 2D and 3D artists working in the industry today, from Patrick Beaulieu and Alessandro Baldasseroni to Marcel Baumann and Marek Denko, and see how they work.",
        "page_count": 290,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=AW98VZbZdoUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 324,
        "currency": "BRL"
    },
    {
        "id": "GpWuDwAAQBAJ",
        "title": "Level UP",
        "authors": [
            "Scott Rogers"
        ],
        "publisher": "Editora Blucher",
        "publication_date": "2013-01-01",
        "categories": [
            "Computers"
        ],
        "description": "Level Up foi escrito com todos os níveis de designers de jogos em mente. Mais de 400 desenhos ilustram os conceitos de design e armadilhas comuns do design de jogos, tornando Level Up um guia indispensável para designers de jogos tanto no \"campo\" quanto na sala de aula. Aprenda como: - criar o que os jogadores querem; - dar vida a personagens cativantes (e jogáveis); - construir níveis de jogos que contam estórias e desafiam os jogadores; - fazer o design de tudo desde os controles, as cenas de cortes, até os combates; - estruturar seus documentos de designem que brilhem; - apresentar seus jogos como os profissionais.",
        "page_count": 495,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=GpWuDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 104.3,
        "currency": "BRL"
    },
    {
        "id": "UAKljsHF2DkC",
        "title": "Art and Representation",
        "authors": [
            "John Willats"
        ],
        "publisher": "Princeton University Press",
        "publication_date": "1997",
        "categories": [
            "Art"
        ],
        "description": "In Art and Representation, John Willats presents a radically new theory of pictures. To do this, he has developed a precise vocabulary for describing the representational systems in pictures: the ways in which artists, engineers, photographers, mapmakers, and children represent objects. His approach is derived from recent research in visual perception and artificial intelligence, and Willats begins by clarifying the key distinction between the marks in a picture and the features of the scene that these marks represent. The methods he uses are thus closer to those of a modern structural linguist or psycholinguist than to those of an art historian. Using over 150 illustrations, Willats analyzes the representational systems in pictures by artists from a wide variety of periods and cultures. He then relates these systems to the mental processes of picture production, and, displaying an impressive grasp of more than one scholarly discipline, shows how the Greek vase painters, Chinese painters, Giotto, icon painters, Picasso, Paul Klee, and David Hockney have put these systems to work. But this book is not only about what systems artists use but also about why artists from different periods and cultures have used such different systems, and why drawings by young children look so different from those by adults. Willats argues that the representational systems can serve many different functions beyond that of merely providing a convincing illusion. These include the use of anomalous pictorial devices such as inverted perspective, which may be used for expressive reasons or to distance the viewer from the depicted scene by drawing attention to the picture as a painted surface. Willats concludes that art historical changes, and the developmental changes in children's drawings, are not merely arbitrary, nor are they driven by evolutionary forces. Rather, they are determined by the different functions that the representational systems in pictures can serve. Like readers of Ernst Gombrich's famous Art and Illusion (still available from Princeton University Press), on which Art and Representation makes important theoretical advances, or Rudolf Arnheim's Art and Visual Perception, Willats's readers will find that they will never again return to their old ways of looking at pictures.",
        "page_count": 428,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=UAKljsHF2DkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 454,
        "currency": "BRL"
    },
    {
        "id": "hstVnfkb56IC",
        "title": "Roman Art",
        "authors": [
            "Susan Walker"
        ],
        "publisher": "Harvard University Press",
        "publication_date": "1991",
        "categories": [
            "Art"
        ],
        "description": "The grand monuments scattered across Europe, the Near East and northern Africa are impressive reminders of the art of the Roman Empire, but they only tell part of the story. The artistic legacy of the Romans also survives in many other forms, and in this book Susan Walker focuses on four main themes--the heritage of Greece, portraiture, public art, and furnishing and decorating homes. From the early Republic through to the later Empire the taste for Greek culture was an important influence on the Romans, but one which they adapted to create an art uniquely theirs. Drawing on the magnificent collections of the British Museum, Dr Walker discusses a wide range of Roman antiquities, from monumental sculpture for public places, portraits of emperors and private citizens, to mosaics, wall-paintings and tableware for enjoyment in more intimate surroundings.",
        "page_count": 76,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=hstVnfkb56IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 323,
        "currency": "BRL"
    },
    {
        "id": "FdQZAAAAMAAJ",
        "title": "First Proofs of the Universal Catalogue of Books on Art,.",
        "authors": [
            "National Art Library (Great Britain)"
        ],
        "publisher": null,
        "publication_date": "1870",
        "categories": [
            "Art"
        ],
        "description": "",
        "page_count": 1042,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=FdQZAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 277,
        "currency": "BRL"
    },
    {
        "id": "R9HRAAAAMAAJ",
        "title": "Peruvian Art",
        "authors": [
            "Charles Williams Mead"
        ],
        "publisher": null,
        "publication_date": "1929",
        "categories": [
            "Art"
        ],
        "description": "",
        "page_count": 32,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=R9HRAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 410,
        "currency": "BRL"
    },
    {
        "id": "3gqDAAAAMAAJ",
        "title": "The Great Art of Government",
        "authors": [
            "Peter Josephson"
        ],
        "publisher": null,
        "publication_date": "2002",
        "categories": [
            "Philosophy"
        ],
        "description": "Moving beyond previous scholarship, he gives us a Locke as much concerned with the effective functioning of government as with the roots of its moral legitimacy.\"--BOOK JACKET.",
        "page_count": 392,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=3gqDAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 379,
        "currency": "BRL"
    },
    {
        "id": "vTS4lCDFaqsC",
        "title": "Sacred and Legendary Art",
        "authors": [
            "Mrs. Jameson (Anna)"
        ],
        "publisher": null,
        "publication_date": "1890",
        "categories": [
            "Angels in art"
        ],
        "description": "",
        "page_count": 476,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=vTS4lCDFaqsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 351,
        "currency": "BRL"
    },
    {
        "id": "xX4EKEZIVsEC",
        "title": "The Eclectic Magazine of Foreign Literature, Science, and Art",
        "authors": [],
        "publisher": null,
        "publication_date": "1892",
        "categories": [],
        "description": "",
        "page_count": 962,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=xX4EKEZIVsEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 375,
        "currency": "BRL"
    },
    {
        "id": "4Yw3Wc11j8QC",
        "title": "On Science and Art as a branch of national education. [Reprinted from the Transactions of the Devonshire Association for the advancement of Science, etc.]",
        "authors": [
            "Edward VIVIAN"
        ],
        "publisher": null,
        "publication_date": "1869",
        "categories": [],
        "description": "",
        "page_count": 16,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=4Yw3Wc11j8QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 392,
        "currency": "BRL"
    },
    {
        "id": "EgaFAAAAMAAJ",
        "title": "Ethnographical Studies in Celebes: Art in central Celebes",
        "authors": [
            "Walter Alexander Kaudern"
        ],
        "publisher": null,
        "publication_date": "1944",
        "categories": [
            "Dance"
        ],
        "description": "",
        "page_count": 632,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=EgaFAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 342,
        "currency": "BRL"
    },
    {
        "id": "_SVotuk9SkwC",
        "title": "A history of Greek art, with an introductory chapter on art in...",
        "authors": [
            "Frank Bigelow Tarbell"
        ],
        "publisher": null,
        "publication_date": "1896",
        "categories": [],
        "description": "",
        "page_count": 308,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=_SVotuk9SkwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 468,
        "currency": "BRL"
    },
    {
        "id": "0Fw1AAAAMAAJ",
        "title": "Lectures on Art, Delivered Before the University of Oxford in Hilary Term, 1870",
        "authors": [
            "John Ruskin"
        ],
        "publisher": null,
        "publication_date": "1874",
        "categories": [
            "Art"
        ],
        "description": "",
        "page_count": 224,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=0Fw1AAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 100,
        "currency": "BRL"
    },
    {
        "id": "GINJAAAAMAAJ",
        "title": "Art and Handicraft in the Woman's Building of the World's Columbian Exposition, Chicago, 1893",
        "authors": [
            "Maud Howe Elliott"
        ],
        "publisher": null,
        "publication_date": "1893",
        "categories": [
            "Art"
        ],
        "description": "",
        "page_count": 328,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=GINJAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 240,
        "currency": "BRL"
    },
    {
        "id": "otgtlLByKZUC",
        "title": "The Saturday Review of Politics, Literature, Science and Art",
        "authors": [],
        "publisher": null,
        "publication_date": "1881",
        "categories": [],
        "description": "",
        "page_count": 1040,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=otgtlLByKZUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 449,
        "currency": "BRL"
    },
    {
        "id": "yVGiAAAAMAAJ",
        "title": "Annual Report of the Pennsylvania Museum of Art, with the List of Members",
        "authors": [
            "Philadelphia Museum of Art"
        ],
        "publisher": null,
        "publication_date": "1882",
        "categories": [],
        "description": "",
        "page_count": 28,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=yVGiAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 145,
        "currency": "BRL"
    },
    {
        "id": "gbmIfCfb_AsC",
        "title": "Technical Art Series of Illustrations of Eastern Metal Work & Carving for the Use of Art Schools and Craftsmen",
        "authors": [],
        "publisher": null,
        "publication_date": "1892",
        "categories": [],
        "description": "",
        "page_count": 46,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=gbmIfCfb_AsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 496,
        "currency": "BRL"
    },
    {
        "id": "rKGgmm9WddkC",
        "title": "Catalogue of the Collection of ... Specimens of Oriental Art formed by H.R.H. the Duke of Edinburgh ... Also, the collection of ... objects of art and vertu, at Clarence House, St. James's",
        "authors": [],
        "publisher": null,
        "publication_date": "1875",
        "categories": [],
        "description": "",
        "page_count": 96,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=rKGgmm9WddkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 274,
        "currency": "BRL"
    },
    {
        "id": "eD2hGPkm14MC",
        "title": "English Mechanic and Mirror of Science and Art",
        "authors": [],
        "publisher": null,
        "publication_date": "1893",
        "categories": [
            "Technology"
        ],
        "description": "",
        "page_count": 634,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=eD2hGPkm14MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 249,
        "currency": "BRL"
    }
]