[
    {
        "id": "LbuZEAAAQBAJ",
        "title": "Steve Jobs",
        "authors": [
            "Walter Isaacson"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2022-12-02",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "Biografia do brilhante e controverso cofundador da Apple, pelo badalado autor de Leonardo da Vinci, é relançada em nova edição Baseando-se em mais de quarenta entrevistas realizadas com Steve Jobs ao longo de dois anos — e em várias outras feitas com mais de cem familiares, amigos, adversários, concorrentes e colegas de trabalho —, Walter Isaacson apresenta nesta biografia a fascinante trajetória de um ícone. Intenso, de personalidade forte e apaixonado por perfeição, Jobs viveu altos e baixos e revolucionou seis indústrias: a de computadores pessoais, a de filmes de animação, a da música, a da telefonia celular, a da computação em tablet e a da publicação digital. Não à toa, cerca de dez anos após sua morte ele continua sendo o representante máximo da inventividade e da imaginação aplicada. Embora tenha cooperado com o autor de sua biografia, Jobs não tentou controlar o conteúdo destas páginas — deu apenas alguns pitacos na capa, segundo Isaacson. Não houve assunto proibido. O empresário, inclusive, incentivou aqueles que conhecia a falarem sobre ele com sinceridade. E ele, por sua vez, foi franco, muitas vezes brutal, ao mencionar as pessoas com quem trabalhou e os concorrentes. Assim, seus amigos, colegas e inimigos oferecem uma visão nua e crua das paixões, do perfeccionismo, das obsessões, do talento artístico, das crueldades e da compulsão por controle que moldaram o jeito de Jobs de fazer negócios e os produtos inovadores que criou. A história de vida de Steve Jobs, como nos mostra este livro que o revela em essência, ensina diversas lições sobre inovação, caráter, prudência, liderança e valores.",
        "page_count": 734,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=LbuZEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 96.9,
        "currency": "BRL"
    },
    {
        "id": "ye6ausAiJUIC",
        "title": "Reading Biography",
        "authors": [
            "Carl Rollyson"
        ],
        "publisher": "iUniverse",
        "publication_date": "2004",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "Most book reviewers know very little about the history or the art of biography. Indeed, if there is any art in biography, it is the rare reviewer that acknowledges it or knows how to discuss it. Usually the reviewer regards biography as an occasion to wax eloquent about what he or she thinks of the subject. Little space, if any, is devoted to the biography's structure or style, to the biographer's peculiar problems, or to how the biography relates to others about the same subject. Carl Rollyson, a professional biographer and weekly columnist (On Biography) for The New York Sun, explores the ramifications of authorized and unauthorized biographies, investigates the relationship between biography and history, biography and fiction, biography and autobiography, as well commenting on certain perennial biographical subjects such as Napoleon, on sub genres such as children's biography, and on the most recent developments in life writing. Rollyson's aim is to reach not merely scholars but that vast general audience addicted to reading biography, enhancing their pleasure by providing insight (or you might say, the inside word) on how biographies are put together.",
        "page_count": 85,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=ye6ausAiJUIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 119,
        "currency": "BRL"
    },
    {
        "id": "78w0DwAAQBAJ",
        "title": "Biography in Theory",
        "authors": [
            "Wilhelm Hemecker",
            "Edward Saunders"
        ],
        "publisher": "Walter de Gruyter GmbH & Co KG",
        "publication_date": "2017-08-07",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This textbook is an anthology of significant theoretical discussions of biography as a genre and as a literary-historical practice. Covering the 18th to the 21st centuries, the reader includes programmatic texts by authors such as Herder, Carlyle, Dilthey, Proust, Freud, Kracauer, Woolf and Bourdieu. Each text is accompanied by a commentary placing its contribution in critical context. Ideal for use in undergraduate seminars, this reader may also be of interest for academic researchers in the areas of literary studies and history aiming to get an overview of historical questions in biographical theory. This revised and updated English language edition also includes new translations of texts by J. G. Herder and Stefan Zweig, as well as an introductory discussion on the possibility of a ‘theory of biography’. Note: Due to copyright reasons, the chapter \"Sade, Fourier, Loyola [Extract] (1971)\" (pp. 175–177) by Roland Barthes could not be included in the ebook.",
        "page_count": 416,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=78w0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 184.46,
        "currency": "BRL"
    },
    {
        "id": "fWhIAAAAYAAJ",
        "title": "Dictionary of National Biography",
        "authors": [
            "Leslie Stephen",
            "Sir Sidney Lee"
        ],
        "publisher": null,
        "publication_date": "1895",
        "categories": [
            "Great Britain"
        ],
        "description": "",
        "page_count": 472,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=fWhIAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 313,
        "currency": "BRL"
    },
    {
        "id": "BW4BAAAAQAAJ",
        "title": "Biography Exemplary and Instructive",
        "authors": [
            "William Chambers"
        ],
        "publisher": null,
        "publication_date": "1873",
        "categories": [
            "Biography"
        ],
        "description": "",
        "page_count": 326,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=BW4BAAAAQAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 222,
        "currency": "BRL"
    },
    {
        "id": "87nyDwAAQBAJ",
        "title": "Biographies in the History of Physics",
        "authors": [
            "Christian Forstner",
            "Mark Walker"
        ],
        "publisher": "Springer Nature",
        "publication_date": "2020-07-22",
        "categories": [
            "Science"
        ],
        "description": "This book sheds new light on the biographical approach in the history of physics by including the biographies of scientific objects, institutions, and concepts. What is a biography? Can biographies also be written for non-human subjects like scientific instruments, institutions or concepts? The respective chapters of this book discuss these controversial questions using examples from the history of physics. By approaching biography as metaphor, it transcends the boundaries between various perspectives on the history of physics, and enriches our grasp of the past.",
        "page_count": 316,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=87nyDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 985.37,
        "currency": "BRL"
    },
    {
        "id": "fVUrEAAAQBAJ",
        "title": "Recognizing Biography",
        "authors": [
            "William H. Epstein"
        ],
        "publisher": "University of Pennsylvania Press",
        "publication_date": "2017-11-15",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Epstein's narrative interweaves interpretive and theoretical chapters as it emplots the discourse of English biography from Walton to Strachey. In this way familiar generic relationships between biographer, subject, life, text, falsehood, and readership are analyzed in specific (if constantly shifting) historical, literary, cultural, and economic texts.",
        "page_count": 244,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=fVUrEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 345.9,
        "currency": "BRL"
    },
    {
        "id": "YRxyV9cP68kC",
        "title": "Universal Pronouncing Dictionary of Biography and Mythology",
        "authors": [
            "Joseph Thomas"
        ],
        "publisher": null,
        "publication_date": "1873",
        "categories": [
            "Biography"
        ],
        "description": "",
        "page_count": 823,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=YRxyV9cP68kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 191,
        "currency": "BRL"
    },
    {
        "id": "QxZ7AAAAMAAJ",
        "title": "História do Brasil",
        "authors": [
            "Boris Fausto"
        ],
        "publisher": "EdUSP",
        "publication_date": "1994",
        "categories": [
            "Brazil"
        ],
        "description": "",
        "page_count": 686,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=QxZ7AAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 5,
        "price": 417,
        "currency": "BRL"
    },
    {
        "id": "M8I9DwAAQBAJ",
        "title": "Biographical Misrepresentations of British Women Writers",
        "authors": [
            "Brenda Ayres"
        ],
        "publisher": "Springer",
        "publication_date": "2017-11-08",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This book is an investigation of the biases, contradictions, errors, ambiguities, gaps, and historical contexts in biographies of controversial British women who published during the long nineteenth century, many of them left unchecked and perpetuated from publication to publication. Fourteen scholars analyze the agenda, problems, and strengths of biographical material, highlighting the flaws, deficiencies, and influences that have distorted the portraits of women such as Lady Mary Wortley Montagu, Mary Wollstonecraft, Mary Hays, Sydney Owenson, Letitia Elizabeth Landon, Felicia Hemans, Elizabeth Barrett Browning, Caroline Norton, Elizabeth Gaskell, Charlotte Brontë, Lady Florence Dixie, George Eliot, and Edith Simcox. Through exposing distortions, this fascinating study demonstrates that biographies are often more about the biographer than they are about the biographee and that they are products of the time in which they are written.",
        "page_count": 296,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=M8I9DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 554.25,
        "currency": "BRL"
    },
    {
        "id": "a4nAAgAAQBAJ",
        "title": "Truthful Fictions: Conversations with American Biographical Novelists",
        "authors": [
            "Michael Lackey"
        ],
        "publisher": "Bloomsbury Publishing USA",
        "publication_date": "2014-02-27",
        "categories": [
            "Literary Criticism"
        ],
        "description": "In this new collection of interviews, some of America's most prominent novelists identify the key intellectual developments that led to the rise of the contemporary biographical novel, discuss the kind of historical 'truth' this novel communicates, indicate why this narrative form is superior to the traditional historical novel, and reflect on the ideas and characters central to their individual works. These interviews do more than just define an innovative genre of contemporary fiction. They provide a precise way of understanding the complicated relationship and pregnant tensions between contextualized thinking and historical representation, interdisciplinary studies and 'truth' production, and fictional reality and factual constructions. By focusing on classical and contemporary debates regarding the nature of the historical novel, this volume charts the forces that gave birth to a new incarnation of this genre.",
        "page_count": 386,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=a4nAAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 205.09,
        "currency": "BRL"
    },
    {
        "id": "EtmNgalre30C",
        "title": "The Turn to Biographical Methods in Social Science",
        "authors": [
            "Prue Chamberlayne",
            "Joanna Bornat",
            "Tom Wengraf"
        ],
        "publisher": "Psychology Press",
        "publication_date": "2000",
        "categories": [
            "Social sciences"
        ],
        "description": "Biographical research methods have become a useful and popular tool for contemporary social scientists. This book combines an exploration of the origins of this field with comparative examples of the ways biographical methods have been applied.",
        "page_count": 372,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=EtmNgalre30C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 310,
        "currency": "BRL"
    },
    {
        "id": "0Q9REAAAQBAJ",
        "title": "Biography and the Question of Literature in France",
        "authors": [
            "Ann Jefferson"
        ],
        "publisher": "OUP Oxford",
        "publication_date": "2007-01-04",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This book takes a fresh look at the relations between literature and biography by tracing the history of their connections through three hundred years of French literature. The starting point for this history is the eighteenth century when the term 'biography' first entered the French language and when the word 'literature' began to acquire its modern sense of writing marked by an aesthetic character. Arguing that the idea of literature is inherently open to revision and contestation, Ann Jefferson examines the way in which biographically-orientated texts have been engaged in questioning and revising definitions of literature. At the same time, she tracks the evolving forms of biographical writing in French culture, and proposes a reappraisal of biography in terms not only of its forms, but also of its functions. Although Ann Jefferson's book has powerful theoretical implications for both biography and the literary, it is first and foremost a history, offering a comprehensive new account of the development of French literature through this dual focus on the question of literature and on the relations between literature and biography. It offers original readings of major authors and texts in the light of these concerns, beginning with Rousseau and ending with 'life-writing' contemporary authors such as Pierre Michon and Jacques Roubaud. Other authors discussed include Mme de Stäel, Victor Hugo, Sainte-Beuve, Barbey d'Aurevilly, Baudelaire, Nerval, Mallarmé, Schwob, Proust, Gide, Leiris, Sartre, Genet, Barthes, and Roger Laporte.",
        "page_count": 448,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=0Q9REAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 429.27,
        "currency": "BRL"
    },
    {
        "id": "T9qCCwAAQBAJ",
        "title": "The Seductions of Biography",
        "authors": [
            "David Suchoff",
            "Mary Rhiel"
        ],
        "publisher": "Routledge",
        "publication_date": "2016-02-04",
        "categories": [
            "Social Science"
        ],
        "description": "The Seductions of Biography is an important volume which sheds new light on a flourishing literary form, the biography. In postmodern culture, new methods and intentions emerge, as well as new obstacles, towards our understanding of biography as a genre. This book provides a thorough exploration of this genre, from a wide range of postmodern perspectives. The Seductions of Biography brings together a number of essays which reflect in culturally critical as well as autobiographical terms on current themes and practices of contemporary biography. Issues addressed by these essays focus on the postmodern dilemma itself--as new voices from excluded communities make themselves heard in biographical works, the decentralization of new issues, such as gender, ethnicity, and sexuality, becomes problematic. Contributors question the responsibilities a biographer has, both to the subject and the public, and consider also questions of morality and taste; for example, is it fair to use private tapings made by your subject's analyst? And how much do we really need to know about Eleanor Roosevelt's sex life? The impact of sexuality on our reading of public figures is addressed, as well as other issues which explore the popular and provocative nature of biography. Interdisciplinary and wide-ranging in scope, The Seductions of Biography will appeal to biographers, historians, cultural critics, and the vast population of avid biography readers. Contributors: Kwame Anthony Appiah, Clark Blaise, Marilyn L. Brownstein, Blanche Wiesen Cook, John D'Emilio, Jeffrey Louis Decker, Michael Eric Dyson, Diana Fuss, Marjorie Garber, Henry Louis Gates, Jr., Hayden Herrera, Maurice Isserman, Barbara Johnson, William S. McFeely, Diane Wood Middlebrook, Richard J. Powell, Phyllis Rose, Doris Sommer, Marita Sturken, Sherley Anne Williams, Jean Fagan Yellin",
        "page_count": 234,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=T9qCCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 1,
        "price": 273.82,
        "currency": "BRL"
    },
    {
        "id": "NhLQbSdTKooC",
        "title": "The Art of Biography in Antiquity",
        "authors": [
            "Tomas Hägg"
        ],
        "publisher": "Cambridge University Press",
        "publication_date": "2012-04-05",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "Examines the whole spectrum of Greek and Roman biography, which explores the virtues and vices of philosophers, statesmen and poets.",
        "page_count": 513,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=NhLQbSdTKooC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 248,
        "currency": "BRL"
    },
    {
        "id": "jHdsBgAAQBAJ",
        "title": "Biographical Dictionary of Chinese Women, Volume II",
        "authors": [
            "Lily Xiao Hong Lee",
            "Sue Wiles"
        ],
        "publisher": "Routledge",
        "publication_date": "2015-01-28",
        "categories": [
            "Social Science"
        ],
        "description": "This volume of the Biographical Dictionary of Chinese Women completes the four-volume project and contains more than 400 biographies of women active in the Tang through Ming dynasties (618-1644). Many of the entries are the result of original research and provide the only substantial information on women available in English. Of note is the inclusion of a large number of women who reached positions of authority during this period as well as women artists and writers, especially poets, during this period of increased female literacy and more liberal social attitudes to women's cultural roles. Wherever possible, entries incorporate translations of poems and sometimes prose works so as to let the women speak for themselves. The book also includes a multitude of entertainers and actresses. The volume includes a Guide to Chinese Words Used, a Chronology of Dynasties and Major Rulers, a Finding List by Background or Fields of Endeavor, and a Glossary of Chinese Names. It will prove to be a useful tool for research and teaching.",
        "page_count": 764,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=jHdsBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 288.62,
        "currency": "BRL"
    },
    {
        "id": "EtpwDwAAQBAJ",
        "title": "A Companion to Literary Biography",
        "authors": [
            "Richard Bradford"
        ],
        "publisher": "John Wiley & Sons",
        "publication_date": "2018-11-28",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "An authoritative review of literary biography covering the seventeenth century to the twentieth century A Companion to Literary Biography offers a comprehensive account of literary biography spanning the history of the genre across three centuries. The editor – an esteemed literary biographer and noted expert in the field – has encouraged contributors to explore the theoretical and methodological questions raised by the writing of biographies of writers. The text examines how biographers have dealt with the lives of classic authors from Chaucer to contemporary figures such as Kingsley Amis. The Companion brings a new perspective on how literary biography enables the reader to deal with the relationship between the writer and their work. Literary biography is the most popular form of writing about writing, yet it has been largely neglected in the academic community. This volume bridges the gap between literary biography as a popular genre and its relevance for the academic study of literature. This important work: Allows the author of a biography to be treated as part of the process of interpretation and investigates biographical reading as an important aspect of criticism Examines the birth of literary biography at the close of the seventeenth century and considers its expansion through the eighteenth, nineteenth and twentieth centuries Addresses the status and writing of literary biography from numerous perspectives and with regard to various sources, methodologies and theories Reviews the ways in which literary biography has played a role in our perception of writers in the mainstream of the English canon from Chaucer to the present day Written for students at the undergraduate level, through postgraduate and doctoral levels, as well as academics, A Companion to Literary Biography illustrates and accounts for the importance of the literary biography as a vital element of criticism and as an index to our perception of literary history.",
        "page_count": 628,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=EtpwDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 217,
        "currency": "BRL"
    },
    {
        "id": "VlDeEAAAQBAJ",
        "title": "American Geographers, 1784-1812",
        "authors": [
            "Ben A. Smith",
            "James W. Vining"
        ],
        "publisher": "Bloomsbury Publishing USA",
        "publication_date": "2003-07-30",
        "categories": [
            "Social Science"
        ],
        "description": "The first major work to identify the original generation of American geographers—teachers, writers, surveyors, cartographers, engravers, and others—who made significant contributions to the field of geography during the early years of the republic. As such, it represents a powerful research tool for scholars interested in learning about this group and the products of their labors. A comprehensive and inclusive reference work, this book depicts the individuals who engaged in the establishment and description of the United States. It includes information on people who were involved in activities that led to a remarkable body of information, maps, and literature of a geographic nature about the country.",
        "page_count": 328,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=VlDeEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 487.76,
        "currency": "BRL"
    },
    {
        "id": "vxd9EAAAQBAJ",
        "title": "The Book of Awesome Black Americans",
        "authors": [
            "Monique Jones"
        ],
        "publisher": "Mango Media Inc.",
        "publication_date": "2020-01-14",
        "categories": [
            "Young Adult Nonfiction"
        ],
        "description": "“Activists and rap stars, abolitionists and pioneers, inventors and scientists surge with life throughout this thrilling and comprehensive work.” —Jennifer Maritza McCauley, National Endowment for the Arts Fellow A #1 Bestseller in Teen & Young Adult 21st Century U.S. History We are familiar with a handful of African Americans who are mentioned in American history books, but there are also countless others who do not get recognized in mainstream media. Their actions may not have appeared to shake the world, but their contributions to shifting American culture were just as groundbreaking. The achievements of the Black Americans included in this book range from athletic to artistic, literary to scientific. Their biographies vary greatly, but each one contributes to the course of Black history and its influence on the greater world. Their stories encourage readers, especially teenage boys and girls, to find their own path to change. Monique L. Jones’s The Book of Awesome Black Americans is more than a Black history book. It’s a celebration of Black people. In this book, you will find: Amazing role models who brought on change by using their gifts and passions to overcome societal barriersStories mainstream media failed to mention that are sure to inspire, motivate, and educate readers of all backgroundsTestimonies that demonstrate how American culture thrives when it celebrates diversity and promotes inclusiveness “Belongs on every coffee table in America. Monique Jones packs her book with astonishing stories of bravery, grit, and joy. The astonishing anecdotes of overlooked personalities and heroes will ensure you never look at history the same again. Who says history has to be boring?” —Li Lai, founder of Mediaversity Reviews",
        "page_count": 189,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=vxd9EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 17.9,
        "currency": "BRL"
    },
    {
        "id": "8KHkDcIBEGIC",
        "title": "Library of Congress Subject Headings",
        "authors": [
            "Library of Congress"
        ],
        "publisher": null,
        "publication_date": "2003",
        "categories": [
            "Subject headings, Library of Congress"
        ],
        "description": "",
        "page_count": 1816,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=8KHkDcIBEGIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 372,
        "currency": "BRL"
    },
    {
        "id": "SR8KAQAAMAAJ",
        "title": "British Musical Biography",
        "authors": [
            "James Duff Brown",
            "Stephen Samuel Stratton"
        ],
        "publisher": null,
        "publication_date": "1897",
        "categories": [
            "Music"
        ],
        "description": "",
        "page_count": 498,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=SR8KAQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 435,
        "currency": "BRL"
    },
    {
        "id": "0bflDQAAQBAJ",
        "title": "Falando o mais rápido que posso",
        "authors": [
            "Lauren Graham"
        ],
        "publisher": "Editora Record",
        "publication_date": "2017-01-13",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "A estrela Lauren Graham, da famosa série Gilmore Girls , dá um presente aos fãs. Em Falando o mais rápido que posso, a intérprete da eloquente e amada Lorelai Gilmore faz uma retrospectiva de sua vida e compartilha histórias engraçadíssimas sobre amadurecimento e sobre sua carreira de atriz. Ela também fala abertamente sobre os desafios e as cobranças de ser uma mulher solteira em Hollywood e conta histórias divertidas. Finalmente, Laura encara uma épica maratona de Gilmore Girls e relembra como foi gravar cada ano da série original e o que significou para ela voltar a interpretar, nove anos depois, uma de suas personagens preferidas.",
        "page_count": 216,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=0bflDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 42.9,
        "currency": "BRL"
    },
    {
        "id": "lK0IEQAAQBAJ",
        "title": "Biographical Research",
        "authors": [
            "Ana Caetano",
            "Magda Nico"
        ],
        "publisher": "Taylor & Francis",
        "publication_date": "2022-03-30",
        "categories": [
            "Social Science"
        ],
        "description": "Studying people’s lives requires acknowledging the multiple entanglements between individual singularity and processes of social patterning. This book testifies how challenging and creative the study of these connections can be. It gathers international contributions that show, in imaginative ways, how a person’s life or specific domains of existence can be observed, tackled, and analysed across time. This volume reveals the potential of biographical research in the production of social theory, in the development of methodological innovation, in giving voice and protagonism to people, and in the understanding of the social unfolding of their lives. It is a testimony of a vibrant and youthful field, with a long tradition in social sciences, and with numerous connections with other study areas, namely the life course approach. The different chapters illustrate how the challenges posed by this type of research focused on the individual level of analysis are particular and what creative responses are required to continue analysing the link between biography and society. The chapters in this book were originally published as a special issue of the journal Contemporary Social Science.",
        "page_count": 231,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=lK0IEQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 313.7,
        "currency": "BRL"
    },
    {
        "id": "04wtDwAAQBAJ",
        "title": "Madness and the Romantic Poet",
        "authors": [
            "James Whitehead"
        ],
        "publisher": "Oxford University Press",
        "publication_date": "2017-07-21",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Madness and the Romantic Poet examines the longstanding and enduringly popular idea that poetry is connected to madness and mental illness. The idea goes back to classical antiquity, but it was given new life at the turn of the nineteenth century. The book offers a new and much more complete history of its development than has previously been attempted, alongside important associated ideas about individual genius, creativity, the emotions, rationality, and the mind in extreme states or disorder - ideas that have been pervasive in modern popular culture. More specifically, the book tells the story of the initial growth and wider dissemination of the idea of the 'Romantic mad poet' in the nineteenth century, how (and why) this idea became so popular, and how it interacted with the very different fortunes in reception and reputation of Romantic poets, their poetry, and attacks on or defences of Romanticism as a cultural trend generally - again leaving a popular legacy that endured into the twentieth century. Material covered includes nineteenth-century journalism, early literary criticism, biography, medical and psychiatric literature, and poetry. A wide range of scientific (and pseudoscientific) thinkers are discussed alongside major Romantic authors, including Wordsworth, Coleridge, Blake, Hazlitt, Lamb, Percy Bysshe Shelley, Keats, Byron, and John Clare. Using this array of sources and figures, the book asks: was the Romantic mad genius just a sentimental stereotype or a romantic myth? Or does its long popularity tell us something serious about Romanticism and the role it has played, or has been given, in modern culture?",
        "page_count": 437,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=04wtDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 384.86,
        "currency": "BRL"
    },
    {
        "id": "QUDMaGlCuEQC",
        "title": "Risk Society",
        "authors": [
            "Ulrich Beck"
        ],
        "publisher": "SAGE",
        "publication_date": "1992-09-03",
        "categories": [
            "Social Science"
        ],
        "description": "An analysis of the condition of Western societies that will take its place as a core text of contemporary sociology alongside earlier typifications of society as postindustrial, and current debates about the social dimensions of the postmodern",
        "page_count": 270,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=QUDMaGlCuEQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 4,
        "price": 435,
        "currency": "BRL"
    },
    {
        "id": "pEhkh_9bP9wC",
        "title": "Library of Congress Subject Headings",
        "authors": [
            "Library of Congress. Cataloging Policy and Support Office"
        ],
        "publisher": null,
        "publication_date": "2004",
        "categories": [
            "Subject headings, Library of Congress"
        ],
        "description": "",
        "page_count": 1662,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=pEhkh_9bP9wC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 480,
        "currency": "BRL"
    },
    {
        "id": "2vrMDgAAQBAJ",
        "title": "Writing Feminist Lives",
        "authors": [
            "Malin Lidström Brock"
        ],
        "publisher": "Springer",
        "publication_date": "2017-05-05",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This book draws attention to the controversy that surrounds Betty Friedan, Germaine Greer, Gloria Steinem, and Simone de Beauvoir’s lives and the important role that their life stories have played in their feminist writing. Directly and indirectly, the four women have contributed to battles over feminism’s meaning through autobiographically informed political writing. Inevitably, therefore, their biographers are also participants in these battles, yet not always on the same side as their subjects. Writing Feminist Lives introduces a further fold of nuance into considerations of biography and feminism by showing that the biographers of the four women have made methodological choices that reflect their loyalty to, or their scepticism towards, competing ideological definitions of the exemplary feminist life.",
        "page_count": 243,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=2vrMDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 554.25,
        "currency": "BRL"
    },
    {
        "id": "f1GXEAAAQBAJ",
        "title": "History of Medical Miracles and the Lives Behind Them",
        "authors": [
            "Harry L. Munsinger J.D. Ph.D."
        ],
        "publisher": "Archway Publishing",
        "publication_date": "2022-10-20",
        "categories": [
            "Medical"
        ],
        "description": "The History of Medical Miracles and The Lives Behind Them uses biographies of physicians and scientists to explain the evolution of medical practice from its primitive beginnings to modern scientific medicine. It explores ancient Greek and Roman medicine, human anatomy, blood circulation, microbiology, vaccination, anesthetics, antiseptic surgery, germ theory, X-rays, insulin, penicillin, the structure of DNA, the Human Genome Project, and gene editing through the biographies of medical and scientific pioneers.",
        "page_count": 304,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=f1GXEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 17.9,
        "currency": "BRL"
    },
    {
        "id": "H2LACQAAQBAJ",
        "title": "The Beatles",
        "authors": [
            "Hunter Davies"
        ],
        "publisher": "Editora Best Seller",
        "publication_date": "2015-05-20",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "A única biografia autorizada da banda que definiu gerações No auge da Beatlemania, Hunter Davies foi o único biógrafo autorizado a acompanhar John, Paul, George e Ringo junto aos amigos, colegas e familiares. Do primeiro contato com a música até a relação com o empresário Brian Epstein, as histórias de infância e adolescência dos integrantes da maior banda de todos os tempos são reveladas, assim como o processo criativo de seus álbuns. Ao longo de 18 meses, Davies reuniu um material íntimo e exclusivo — incluindo um sensacional encarte de fotos —, que se tornou referência a outros autores e admiradores. Repleta de detalhes e entrevistas, esta biografia traz também as histórias completas do Fab Four e uma letra de música escrita por George Harrison descoberta recentemente. O profundo conhecimento de Davies sobre a história do grupo e seu apelo duradouro fazem desta a biografia definitiva dos Beatles, a única produzida com a colaboração e o incentivo dos próprios músicos. The Beatles é uma leitura obrigatória e prazerosa para todos os fãs.",
        "page_count": 822,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=H2LACQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 72.9,
        "currency": "BRL"
    },
    {
        "id": "dAbUAwAAQBAJ",
        "title": "Biblical Interpretation in Early Christian Gospels Volume 1",
        "authors": [
            "Thomas Hatina"
        ],
        "publisher": "A&C Black",
        "publication_date": "2006-06-23",
        "categories": [
            "Religion"
        ],
        "description": "This collection of essays is the second volume in a projected series of five volumes that gather together recent research by leading scholars on the narrative function of embedded Jewish scripture texts (quotations or allusions) in early Christian Gospels. While the contributors employ a diverse range of methods, their research is directed towards considering the function of embedded scripture texts in the context of the Gospels as self-contained narratives written and read/heard in their early Christian settings. The essays are arranged according to their appropriate methodological categories.",
        "page_count": 223,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=dAbUAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 150,
        "currency": "BRL"
    },
    {
        "id": "qm9Sg7WWeFUC",
        "title": "What is a Gospel?",
        "authors": [
            "Charles H. Talbert"
        ],
        "publisher": "Mercer University Press",
        "publication_date": "1985",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "",
        "page_count": 168,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=qm9Sg7WWeFUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 257,
        "currency": "BRL"
    },
    {
        "id": "4u0l4E3kTu4C",
        "title": "Essays in Ecclesiastical Biography",
        "authors": [
            "Sir James Stephen"
        ],
        "publisher": null,
        "publication_date": "1875",
        "categories": [
            "Christian biography"
        ],
        "description": "",
        "page_count": 702,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=4u0l4E3kTu4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 104,
        "currency": "BRL"
    },
    {
        "id": "JesFgWBgh_IC",
        "title": "Unpacking the Kists",
        "authors": [
            "Brad Patterson",
            "Tom Brooking",
            "Jim McAloon"
        ],
        "publisher": "McGill-Queen's Press - MQUP",
        "publication_date": "2013-11-01",
        "categories": [
            "History"
        ],
        "description": "Historians have suggested that Scottish influences are more pervasive in New Zealand than in any other country outside Scotland, yet curiously New Zealand's Scots migrants have previously attracted only limited attention. A thorough and interdisciplinary work, Unpacking the Kists is the first in-depth study of New Zealand's Scots migrants and their impact on an evolving settler society. The authors establish the dimensions of Scottish migration to New Zealand, the principal source areas, the migrants' demographic characteristics, and where they settled in the new land. Drawing from extended case-studies, they examine how migrants adapted to their new environment and the extent of longevity in diverse areas including the economy, religion, politics, education, and folkways. They also look at the private worlds of family, neighbourhood, community, customs of everyday life and leisure pursuits, and expressions of both high and low forms of transplanted culture. Adding to international scholarship on migrations and cultural adaptations, Unpacking the Kists demonstrates the historic contributions Scots made to New Zealand culture by retaining their ethnic connections and at the same time interacting with other ethnic groups.",
        "page_count": 347,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=JesFgWBgh_IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 474.59,
        "currency": "BRL"
    },
    {
        "id": "QXhdDwAAQBAJ",
        "title": "Polybius and His Legacy",
        "authors": [
            "Nikos Miltsios",
            "Melina Tamiolaki"
        ],
        "publisher": "Walter de Gruyter GmbH & Co KG",
        "publication_date": "2018-03-19",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Although scholars continue to address old questions about Polybius, it is clear that they are also turning their attention to aspects of his history that have been inadequately dealt with in the past or have even gone largely unnoticed. Polybius' history is increasingly treated not just as a source of valuable information on the impressive expansion of Roman rule in the Mediterranean world, but also as a complex and nuanced narrative with its own interests and purposes. Moreover, since (apart from Livy's use of Polybius, which has been thoroughly discussed) most studies of Polybius' reception focus on the modern world, especially in relation to the theory of mixed constitutions, finding out more about Polybius' impact on ancient Greek and Roman authors remains a major desideratum. This volume brings together contributions which, in either posing new questions or reformulating old ones, attest both to the ardent scholarly interest currently directed toward Polybius and to the variety of hermeneutical issues raised by his work. Subjects discussed include Polybius' historical ideas, his methods of composition, his views on the role of the historian, his representation of cultural difference, his intertextual affinities, and his reception and influence. Taken together, the papers in this collection attempt to promote a deeper understanding of the qualities and peculiarities of Polybius' history, as well as to offer fresh insights into the interpretation of this important work.",
        "page_count": 466,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=QXhdDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 954.33,
        "currency": "BRL"
    },
    {
        "id": "MP1GEAAAQBAJ",
        "title": "Revival Preaching",
        "authors": [
            "Ernest Eugene Klassen"
        ],
        "publisher": "Wipf and Stock Publishers",
        "publication_date": "2021-09-03",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "As part of his passion to bring glory to God, Ernie Klassen is particularly interested in the revival of God's people and the awakening of the lost. He believes strongly that God-honoring, Christ-exalting, and Spirit-empowered preaching plays a critical role in revival and awakening. No one models this dynamic better than Jonathan Edwards. He was a pastor who was a protagonist of the First Great Awakening. He thought deeply and critically about religious movements, and his reflections and sermons provide valuable \"fodder\" for reflection. Revival Preaching extracts the most important lessons of Edwards's writings and sermons for preaching in today's world.",
        "page_count": 254,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=MP1GEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 319,
        "currency": "BRL"
    },
    {
        "id": "A9hGAQAAMAAJ",
        "title": "Catalogue...authors, Titles, Subjects, and Classes",
        "authors": [
            "Brooklyn Public Library"
        ],
        "publisher": null,
        "publication_date": "1877",
        "categories": [
            "Library catalogs"
        ],
        "description": "",
        "page_count": 418,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=A9hGAQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 314,
        "currency": "BRL"
    },
    {
        "id": "gfANEQAAQBAJ",
        "title": "Research Handbook on Inequalities in Later Life",
        "authors": [
            "Catherine  Earl",
            "Philip  Taylor"
        ],
        "publisher": "Edward Elgar Publishing",
        "publication_date": "2024-06-05",
        "categories": [
            "Social Science"
        ],
        "description": "This Research Handbook critically examines the myriad social and economic inequalities faced by those in later life. Contributors dissect examples from the Global North and South to support a new approach to studying ageing that moves beyond popular discourses.",
        "page_count": 329,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=gfANEQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 355.32,
        "currency": "BRL"
    },
    {
        "id": "tNxZAAAAMAAJ",
        "title": "The Role of Personal Memoirs in English Biography and Novel",
        "authors": [
            "John Campbell Major"
        ],
        "publisher": null,
        "publication_date": "1935",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "",
        "page_count": 190,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=tNxZAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 316,
        "currency": "BRL"
    },
    {
        "id": "j30IBQAAQBAJ",
        "title": "Lives of the Novelists",
        "authors": [
            "Carl Rollyson"
        ],
        "publisher": "iUniverse",
        "publication_date": "2005-10-21",
        "categories": [
            "Literary Collections"
        ],
        "description": "Is there a right way to write a literary life? In this collection of columns from the New York Sun, Carl Rollyson explores the relationship between narrative and literary analysis. Should biographies be written in the style and form of novels? How to balance the life and the work? How much literary criticism can a biography absorb into its narrative? Rollyson proposes a number of apologias for biography-including the thought that in the right hands the literary biography is a continuation of the writer's work and life. In such instances there seems to be a symbiosis between biographer and subject. In other cases, biographies spearhead the rediscovery of important writers. He rejects the idea that literary figures are not good subjects for biography because they are not men and women of action. That literary biography is a kind of strip mining, a pathography laying bare the subject's life to no good purpose is another canard this book demolishes. The pieces here also expose the genre's weak points: a proclivity for overstatement and excessive length, the failure of biographers to build upon their predecessors' work (Rollyson invents a term-biographology-in order to discuss the biographical tradition).",
        "page_count": 161,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=j30IBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 13.95,
        "currency": "BRL"
    },
    {
        "id": "2rvBDwAAQBAJ",
        "title": "Berkshire Dictionary of Chinese Biography",
        "authors": [
            "Kerry Brown"
        ],
        "publisher": "Berkshire Publishing Group",
        "publication_date": "2017-12-27",
        "categories": [
            "History"
        ],
        "description": "The Berkshire Dictionary of Chinese Biography, the first publication of its kind since 1898, is the work of more than one hundred internationally recognized experts from nearly a dozen countries. It has been designed to satisfy the growing thirst of students, researchers, professionals, and general readers for knowledge about China. It makes the entire span of Chinese history manageable by introducing the reader to emperors, politicians, poets, writers, artists, scientists, explorers, and philosophers who have shaped and transformed China over the course of five thousand years. In 135 entries, ranging from 1,000 to 8,000 words and written by some of the world's leading China scholars, the Berkshire Dictionary of Chinese Biography takes the reader from the important (even if possibly mythological) figures of ancient China to Communist leaders Mao Zedong and Deng Xiaoping. The in-depth essays provide rich historical context, and create a compelling narrative that weaves abstract concepts and disparate events into a coherent story. Cross-references between the articles show the connections between times, places, movements, events, and individuals.",
        "page_count": 1735,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=2rvBDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 570.42,
        "currency": "BRL"
    }
]