[
    {
        "id": "ni1qBgAAQBAJ",
        "title": "Mary Poppins",
        "authors": [
            "P.L. Travers"
        ],
        "publisher": "Editora Cosac Naify",
        "publication_date": "2015-01-25",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Uma das histórias mais amadas por crianças e adultos do mundo todo, Mary Poppins ganha uma nova edição, com ilustrações do estilista Ronaldo Fraga, tradução do escritor Joca Reiners Terron e posfácio da professora de literatura inglesa da USP Sandra Vasconcelos. Depois de desenhadas por Fraga, como verdadeiros croquis de moda, os desenhos foram bordados à mão em tecido e fotografados em estúdio. O leitor vai, finalmente, descobrir a história de Mary Poppins, a babá mágica que chega inesperadamente para cuidar das crianças Banks e lhes abre os olhos para os mistérios e as maravilhas que nos cercam, todos os dias. Cosac Naify",
        "page_count": 247,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=ni1qBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 150,
        "currency": "BRL"
    },
    {
        "id": "djvtEAAAQBAJ",
        "title": "Boa noite, lua",
        "authors": [
            "Margaret Brown"
        ],
        "publisher": "HARLEQUIN",
        "publication_date": "2024-02-06",
        "categories": [
            "Juvenile Nonfiction"
        ],
        "description": "Um clássico da literatura infanto-juvenil para a hora de dormir. Em um quarto verde grandão, um coelhinho se prepara para dormir rodeado por todas as coisas que conhece e ama, e a todas elas, uma a uma, ele gentilmente diz boa-noite. Um clássico da literatura infantil, Boa noite, lua marcou gerações pela prosa poética sensível e emocionante de Margaret Wise Brown unida às ilustrações delicadas de Clement Hurd, que criam a atmosfera perfeita para a hora de dormir.",
        "page_count": 42,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=djvtEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "sfrYEAAAQBAJ",
        "title": "Garota em pedaços",
        "authors": [
            "Kathleen Glasgow"
        ],
        "publisher": "Verus",
        "publication_date": "2023-11-13",
        "categories": [
            "Young Adult Fiction"
        ],
        "description": "Best-seller do New York Times e sucesso no TikTok, Garota em pedaços é uma história sobre dor, superação e, acima de tudo, sobre se conhecer e encontrar o próprio caminho. Charlie Davis está em pedaços. Aos dezessete anos, ela já perdeu mais do que a maioria das pessoas perde em uma vida inteira. Charlie foi parar nas ruas para fugir da rotina de abusos e abandono que enfrentava em casa. Mas, apesar de buscar viver em seus próprios termos, a realidade na rua se mostra ainda mais violenta e cruel. Então, para tentar superar tudo o que passou, lidar com a perda trágica do pai e da melhor amiga e sabendo que precisa tratar do transtorno que a leva a se cortar, Charlie vê a saída em uma mudança radical: deixar a fria Minneapolis e seguir para a escaldante Tucson, cidade onde um grande amigo mora. Nesta nova tentativa de mudar de vida, Charlie arruma um emprego, um apartamento, volta a se dedicar à sua arte, e leva a vida como consegue, um dia após o outro, exercitando a respiração e buscando manter a sanidade. Agora, outros desafios se juntam aos de antes: fazer novas amizades e tentar ficar longe do colega de trabalho atraente, mas que ela sabe que é problema. Para fãs de Garota, interrompida, Os 13 porquês e Por lugares incríveis, Garota em pedaços envolve o leitor com uma narrativa emocionante sobre cicatrizes, saúde mental e cura. E, sobretudo, retrata a habilidade humana de ser cruel e gentil consigo mesmo. \"Uma história necessária, perturbadora e bonita, que vai continuar com o leitor até depois da última página.\" — Nicola Yoon, autora best-seller de O sol também é uma estrela \"A escrita poética de Glasgow dá vida à mente de Charlie enquanto ela tenta encontrar o caminho para a cura.\" — The Independent \"Vívido... É uma leitura difícil e desafiadora, mas importante.\" — The School Librarian",
        "page_count": 396,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=sfrYEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "mY-wDwAAQBAJ",
        "title": "Sulwe",
        "authors": [
            "Lupita Nyong'o"
        ],
        "publisher": "Editora Rocco",
        "publication_date": "2019-10-15",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Coleção Orgulho de ser eu (desde pequenx) SULWE TEM A PELE DA COR DA MEIA-NOITE. Ela é mais escura que todos de sua família. Ela é mais escura que todos de sua escola. A Sulwe só queria ser bonita e cheia de luz como sua mãe e sua irmã. Quando ela menos esperava, uma jornada mágica no céu da noite abriu seus olhos e fez com que tudo mudasse. Sulwe significa estrela, daquelas que aparecem no céu da meia-noite. E quem não gostaria de ter um nome desses e de brilhar feito astro celeste? Para Sulwe nada disso tinha importância porque ela não tinha amigos e alguém sem amigos não é nem um pouco feliz. O que Sulwe queria mesmo era brilhar como outro astro: o sol, radiante feito a luz do meio-dia. Entristecida por ter a pele escura feito noite, a menina não se parecia com ninguém de sua família e as outras crianças zombavam dela apelidando-a de nomes que a aprisionavam em sua pequena redoma de insatisfação. Decidida a clarear sua pele, Sulwe tentou de um tudo: a maior borracha que tinha, alimentos de cor clara e até a maquiagem de sua mãe. Após não ter sua oração atendida por Deus, a menininha abre seu coração para sua mãe que apresenta a ela a mais bela história sobre ter orgulho de si mesma. Já que seu nome significa estrela, seu brilho e beleza estavam nela própria. Sua mente e seu coração eram os responsáveis pela real beleza que ia além do que o espelho mostrava e do que os olhos dos outros enxergavam. A pequena estrela entendeu que sua beleza é única. Sentiu-se radiante e forte para enfrentar o que quer que fosse pois sabia que seu brilho era capaz de levá-la a qualquer lugar. E se ainda assim ela precisasse se lembrar de sua força, bastava olhar para o céu no momento mais escuro da noite para ver a si mesma.",
        "page_count": 48,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=mY-wDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "pQxNDwAAQBAJ",
        "title": "Estilhaça-me",
        "authors": [
            "Tahereh Mafi"
        ],
        "publisher": "Universo dos Livros Editora",
        "publication_date": "2018-04-27",
        "categories": [
            "Fiction"
        ],
        "description": "Um toque é o bastante. Com apenas um toque, Juliette Ferrars é capaz de fazer um homem adulto se ajoelhar de dor e implorar por misericórdia. Um único toque de Juliette pode matar. Ninguém sabe por que a garota tem um poder tão impressionante, o qual ela acredita ser uma maldição, um fardo que uma pessoa sozinha seria incapaz de carregar. Contudo, o Restabelecimento enxerga essa característica como um dom e passa a vê-la como uma oportunidade – uma oportunidade de usá-la como arma letal. Porém, Juliette tem seus próprios planos.",
        "page_count": 342,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=pQxNDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 24.9,
        "currency": "BRL"
    },
    {
        "id": "xC80EAAAQBAJ",
        "title": "Mog - a gata esquecida",
        "authors": [
            "Judith Kerr"
        ],
        "publisher": "HARLEQUIN",
        "publication_date": "2021-05-15",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Mog é uma gata esquecida. Ela não consegue evitar! Apesar de querer agradar seus humanos e se dar bem com todo mundo, ela sempre se encontra em problemas. Mog esquece da portinha que leva ao jardim e até esquece que já comeu. Até que um dia, quando a família precisa de ajuda, o esquecimento de Mog pode ser a única coisa a ajudá-los...",
        "page_count": 70,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=xC80EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "lDr9EAAAQBAJ",
        "title": "O Monstro das Cores",
        "authors": [
            "Anna Llenas"
        ],
        "publisher": "Aletria Editora",
        "publication_date": "2024-03-26",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "O monstro das cores agora é médico e ajuda a tratar as emoções, principalmente aquelas que se tornaram tão grandes que são difíceis de digerir. Depois de reconhecer e nomear as emoções, agora, com a ajuda de sua maleta de regulação emocional, ele nos ensinará a regulá-las para nos sentirmos melhor. Vamos juntos?",
        "page_count": 56,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=lDr9EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 40,
        "currency": "BRL"
    },
    {
        "id": "6vf2DwAAQBAJ",
        "title": "A Vida de Nosso Senhor",
        "authors": [
            "Charles Dickens"
        ],
        "publisher": "Consultor Editorial",
        "publication_date": "2020-08-05",
        "categories": [
            "Fiction"
        ],
        "description": "A versão de Charles Dickens para o Evangelho de Lucas não foi escrita para os olhos do público. Misto de narrativa simplificada e livro de moral, A Vida de Nosso Senhor surgiu à época em que o grande autor inglês trabalhava em sua grande obra, David Copperfield. Mas o livreto nasceu com o propósito de ensinar aos seus filhos pequenos qual era a sua visão da fé que lhe movia – o Cristianismo. Era a leitura que Dickens fazia no ambiente familiar nas noites de Natal. Para o leitor contemporâneo, contudo, o livro ganha renovado interesse. Ele apresenta as ideias religiosas de Dickens antevistas em diversos momentos de sua obra literária, permitindo-nos adentrar um pouco mais em seu universo simbólico. Seu Cristianismo, profundamente protestante, com forte influência de obras como O Peregrino, de John Bunyan, é uma religião igualitária, que tem na missão social sua grande razão de ser. O Cristo de Dickens, além de condensar em si diversas faces – professor, médico, líder e modelo ético –, prega a caridade como a grande virtude e serve de modelo moral aos seus fiéis. Como bem disse Orwell, a literatura de Dickens tem um inegável caráter didático – cada um de seus romances busca mostrar ao leitor a necessidade de que estendamos o olhar para o próximo e não ignoremos as pequenas tragédias humanas ao nosso redor. Mas o melhor deste A Vida de Nosso Senhor é perceber que, mesmo em meio à conhecida história, quase sempre fiel ao texto bíblico, o humor e a ironia característicos da escrita de Dickens afloram e tornam o texto divertido e familiar. Alguns leitores poderão se surpreender com a curiosa sensação de estarem sentados junto às crianças de Dickens, ouvindo sua fluida narrativa. O autor proibira expressamente que A Vida de Nosso Senhor fosse publicado. Por sorte, seus herdeiros desconsideraram tal decisão no ano de 1934, quando a primeira edição foi feita após o falecimento do último filho de Dickens. E agora temos em mãos uma pequena pérola, um tesouro familiar que lança mais luzes sobre o pensamento de um dos maiores romancistas de todos os tempos. Robertson Frizero é escritor, tradutor, dramaturgo e professor de Criação Literária.",
        "page_count": 106,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=6vf2DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 14.9,
        "currency": "BRL"
    },
    {
        "id": "giOvDgAAQBAJ",
        "title": "The Everything Guide to Writing Children's Books",
        "authors": [
            "Luke Wallin",
            "Eva Sage Gordon"
        ],
        "publisher": "Simon and Schuster",
        "publication_date": "2011-01-18",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Rev. ed. of: The everything guide to writing children's books / Lesley Bolton. c2002.",
        "page_count": 304,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=giOvDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 376,
        "currency": "BRL"
    },
    {
        "id": "N9U1cAAACAAJ",
        "title": "Bheya Rebhurauni, Bheya Rebhurauni, Uri Kuonei",
        "authors": [
            "Bill Martin",
            "Eric Carle"
        ],
        "publisher": null,
        "publication_date": "2003-04",
        "categories": [
            "Animals"
        ],
        "description": "Children's Fiction",
        "page_count": 28,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=N9U1cAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 498,
        "currency": "BRL"
    },
    {
        "id": "DEK1DwAAQBAJ",
        "title": "Diário de um Banana 14",
        "authors": [
            "Jeff Kinney"
        ],
        "publisher": "V&R Editoras",
        "publication_date": "2019-11-05",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Greg e sua família acabam de receber uma herança inesperada e vão usar o dinheiro para reformar a casa. Mas obras são sempre uma caixinha de surpresas. E os Heffley vão aprender isso da pior maneira possível. Todo tipo de problema começa a surgir: madeira podre, mofo tóxico, bichos indesejados e coisas ainda mais sinistras. Quando a poeira baixar, será que conseguirão morar em terra arrasada ou terão que se mandar para outra cidade?",
        "page_count": 227,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=DEK1DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 4,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "-bF2CwAAQBAJ",
        "title": "Harry Potter: A Coleção Completa (1-7)",
        "authors": [
            "J.K. Rowling"
        ],
        "publisher": "Pottermore Publishing",
        "publication_date": "2016-01-28",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Quando Harry Potter é deixado em uma porta ainda bebê, ele não faz ideia de que é o Menino Que Sobreviveu, ou de que é famoso em todo o mundo bruxo. Anos depois, ele fica surpreso ao receber uma carta de admissão da Escola de Magia e Bruxaria de Hogwarts e é rapidamente levado em uma aventura mágica como nenhuma outra. Junte-se a Harry e seus amigos leais, Hermione e Ron, nesta história sobre o poder da verdade, amor e esperança. Clássicos do nosso tempo, os ebooks de Harry Potter nunca deixam de oferecer conforto e escapismo. Com sua mensagem de esperança, pertencimento e o poder duradouro da verdade e do amor, a história do Menino Que Sobreviveu continua a encantar gerações de novos leitores.",
        "page_count": 4181,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=-bF2CwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 189.9,
        "currency": "BRL"
    },
    {
        "id": "GjgQCwAAQBAJ",
        "title": "Harry Potter e a Pedra Filosofal",
        "authors": [
            "J.K. Rowling"
        ],
        "publisher": "Pottermore Publishing",
        "publication_date": "2015-12-08",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Quando virou o envelope, com a mão trêmula, Harry viu um lacre de cera púrpura com um brasão; um leão, uma águia, um texugo e uma cobra circulando uma grande letra \"H\". Harry Potter nunca havia ouvido falar de Hogwarts quando as cartas começaram a aparecer no capacho da Rua dos Alfeneiros, no 4. Escritos a tinta verde-esmeralda em pergaminho amarelado com um lacre de cera púrpura, as cartas eram rapidamente confiscadas por seus pavorosos tio e tia. Então, no aniversário de onze anos de Harry, um gigante com olhos que luziam como besouros negros chamado Rúbeo Hagrid surge com notícias surpreendentes: Harry Potter é um bruxo e tem uma vaga na Escola de Magia e Bruxaria de Hogwarts. Uma incrível aventura está para começar!",
        "page_count": 317,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=GjgQCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 3.5,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "hjcQCwAAQBAJ",
        "title": "Harry Potter e a Câmara Secreta",
        "authors": [
            "J.K. Rowling"
        ],
        "publisher": "Pottermore Publishing",
        "publication_date": "2015-12-08",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Há uma trama, Harry Potter. Uma trama para fazer coisas terríveis acontecerem na Escola de Magia e Bruxaria de Hogwarts este ano.' O verão de Harry Potter incluiu o pior aniversário de todos, avisos macabros de um elfo doméstico chamado Dobby, e ser resgatado dos Dursleys por seu amigo Rony Weasley em um carro voador mágico! De volta à Escola de Magia e Bruxaria de Hogwarts para seu segundo ano, Harry ouve estranhos sussurros ecoando pelos corredores vazios - e então, os ataques começam! Estudantes são encontrados transformados em pedra... As previsões sinistras de Dobby parecem estar se tornando realidade.",
        "page_count": 360,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=hjcQCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "qDYQCwAAQBAJ",
        "title": "Harry Potter e o prisioneiro de Azkaban",
        "authors": [
            "J.K. Rowling"
        ],
        "publisher": "Pottermore Publishing",
        "publication_date": "2015-12-08",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Bem-vindo ao ônibus Nôitibus Andante, o transporte de emergência para bruxos e bruxas perdidos. Basta esticar a mão da varinha, subir a bordo e podemos levá-lo aonde quiser.' Quando o ônibus Nôitibus Andante surge repentinamente da escuridão e solta um guincho de seu freio bem à sua frente, mais um ano nada normal em Hogwarts começa para Harry Potter. Sirius Black, assassino em série fugitivo e seguidor do Lorde Voldemort, está à solta - e dizem que está indo atrás de Harry. Em sua primeira aula de Adivinhação, a professora Trelawney vê um agouro de morte nas folhas do chá de Harry... Mas talvez a parte mais assustadora seja os Dementadores patrulhando os pátios da escola, com seus beijos que sugam a alma...",
        "page_count": 456,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=qDYQCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 2.5,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "yjUQCwAAQBAJ",
        "title": "Harry Potter e o enigma do Príncipe",
        "authors": [
            "J.K. Rowling"
        ],
        "publisher": "Pottermore Publishing",
        "publication_date": "2015-12-08",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Lá estava, pairando no céu sobre a escola: o crânio verde flamejante com uma língua de cobra, a marca deixada pelos Comensais da Morte sempre que entravam em um prédio... sempre que matavam... Quando Dumbledore chega à Rua dos Alfeneiros numa certa noite de verão para buscar Harry Potter, a mão com que segura a varinha está enrugada e enegrecida, mas ele não revela o motivo. Segredos e suspeitas se espalham pelo Mundo Bruxo, e a própria Hogwarts não é mais segura. Harry está convencido de que Malfoy porta a Marca Negra: há um Comensal da Morte entre eles. Harry precisará de magia poderosa e amigos verdadeiros para explorar os segredos mais sombrios de Voldemort, e Dumbledore se prepara para encarar seu destino...",
        "page_count": 655,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=yjUQCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "-DgQCwAAQBAJ",
        "title": "Harry Potter e as Relíquias da Morte",
        "authors": [
            "J.K. Rowling"
        ],
        "publisher": "Pottermore Publishing",
        "publication_date": "2015-12-08",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Entreguem-me Harry Potter\", disse a voz de Voldemort, \"e ninguém sairá ferido. Entreguem-me Harry Potter, e não tocarei na escola. Entreguem-me Harry Potter, e serão recompensados.\" Ao subir no sidecar da moto de Hagrid e subir aos céus, deixando a Rua dos Alfeneiros pela última vez, Harry Potter sabe que o lorde Voldemort e os Comensais da Morte estão em seu encalço. O feitiço de proteção que manteve Harry seguro até o momento foi quebrado, mas ele não pode mais se esconder. O Lorde das Trevas está incutindo medo em tudo que Harry ama e, para detê-lo, Harry terá de encontrar e destruir as Horcruxes que restaram. A batalha final está para começar - Harry precisa enfrentar seu inimigo...",
        "page_count": 762,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=-DgQCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "vC84EAAAQBAJ",
        "title": "Os dois morrem no final",
        "authors": [
            "Adam Silvera"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2021-10-04",
        "categories": [
            "Young Adult Fiction"
        ],
        "description": "Emocionante e inesquecível, aguardado livro de Adam Silvera chega ao Brasil em outubro No dia 5 de setembro, pouco depois da meia-noite, Mateo Torrez e Rufus Emeterio recebem uma ligação da Central da Morte. A notícia é devastadora: eles vão morrer naquele mesmo dia. Os dois não se conhecem, mas, por motivos diferentes, estão à procura de um amigo com quem compartilhar os últimos momentos, uma conexão verdadeira que ajude a diminuir um pouco a angústia e a solidão que sentem. Por sorte, existe um aplicativo para isso, e é graças a ele que Rufus e Mateo vão se encontrar para uma última grande aventura: viver uma vida inteira em um único dia. Uma história sensível e emocionante, Os dois morrem no final nos lembra o que significa estar vivo. Com seu olhar único, Adam Silvera mostra que cada segundo importa, e mesmo que não haja vida sem morte, nem amor sem perda, tudo pode mudar em 24 horas.",
        "page_count": 334,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=vC84EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "ZDgQCwAAQBAJ",
        "title": "Harry Potter e o Cálice de Fogo",
        "authors": [
            "J.K. Rowling"
        ],
        "publisher": "Pottermore Publishing",
        "publication_date": "2015-12-08",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Haverá três tarefas, espaçadas durante o ano letivo, que servirão para testar os campeões de diferentes maneiras... sua perícia em magia, sua coragem, seus poderes de dedução e, naturalmente, sua capacidade de enfrentar o perigo.' O Torneio Tribruxo será realizado em Hogwarts. Apenas bruxos acima dos dezessete anos de idade podem se inscrever - mas isso não impede que Harry sonhe em vencer a competição. E então, no Dia das Bruxas, quando o Cálice de Fogo faz sua seleção, Harry se surpreende ao ver que seu nome é um dos que a taça mágica escolhe. Ele terá de enfrentar tarefas mortais, dragões e bruxos das trevas, mas com a ajuda de seus melhores amigos, Ron e Hermione, talvez ele consiga sair dessa - vivo!",
        "page_count": 758,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=ZDgQCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "GXckDwAAQBAJ",
        "title": "Children's Literature Collections",
        "authors": [
            "Keith O'Sullivan",
            "Pádraic Whyte"
        ],
        "publisher": "Springer",
        "publication_date": "2017-05-19",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This book provides scholars, both national and international, with a basis for advanced research in children’s literature in collections. Examining books for children published across five centuries, gathered from the collections in Dublin, this unique volume advances causes in collecting, librarianship, education, and children’s literature studies more generally. It facilitates processes of discovery and recovery that present various pathways for researchers with diverse interests in children’s books to engage with collections. From book histories, through bookselling, information on collectors, and histories of education to close text analyses, it is evident that there are various approaches to researching collections. In this volume, three dominant approaches emerge: history and canonicity, author and text, ideals and institutions. Through its focus on varied materials, from fiction to textbooks, this volume illuminates how cities can articulate a vision of children's literature through particular collections and institutional practices.",
        "page_count": 260,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=GXckDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 677.43,
        "currency": "BRL"
    },
    {
        "id": "v7w-EAAAQBAJ",
        "title": "A Cegonha e a Raposa",
        "authors": [
            "Mauricio de Sousa"
        ],
        "publisher": "Girassol",
        "publication_date": "2021-09-02",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Nesta encantadora coleção de 14 livros, encontramos as fábulas clássicas de Esopo, representadas pelos divertidos personagens da Turma da Mônica. Temas como a amizade, a generosidade, a honestidade e a superação ganham uma roupagem especial ao lado de Mônica, Cebolinha, Magali, Cascão e seus amigos, e ajudam a despertar o interesse das crianças pela leitura.",
        "page_count": 16,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=v7w-EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 9.9,
        "currency": "BRL"
    },
    {
        "id": "qQExDwAAQBAJ",
        "title": "Fraude legítima",
        "authors": [
            "E. Lockhart"
        ],
        "publisher": "Editora Seguinte",
        "publication_date": "2017-09-29",
        "categories": [
            "Young Adult Fiction"
        ],
        "description": "Neste novo suspense da mesma autora de Mentirosos, você deverá decidir se uma pessoa é tão ruim quanto suas piores ações. Jule West Williams é uma garota capaz de se adaptar a qualquer lugar ou situação. Imogen Sokoloff é uma herdeira milionária fugindo de suas responsabilidades. Além do fato de serem órfãs, as duas garotas têm pouco em comum, mas isso não as impede de desenvolver uma amizade intensa quando se reencontram anos depois de terem se conhecido no colégio. Elas passam os dias em meio a luxo e privilégios, até que uma série de eventos estranhos começa a tomar curso, culminando no trágico suicídio de Imogen e forçando Jule a descobrir como viver sem sua melhor amiga. Mas, talvez, as histórias das duas garotas tenham se unido de maneira inexorável — e seja tarde demais para voltar atrás.",
        "page_count": 280,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=qQExDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 23.9,
        "currency": "BRL"
    },
    {
        "id": "9TcQCwAAQBAJ",
        "title": "Harry Potter e a Ordem da Fênix",
        "authors": [
            "J.K. Rowling"
        ],
        "publisher": "Pottermore Publishing",
        "publication_date": "2015-12-08",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Você está compartilhando os pensamentos e emoções do Lorde das Trevas. O diretor acha que é desaconselhável que isto continue a acontecer. E quer que eu lhe ensine como fechar a mente ao Lorde das Trevas.' Tempos sombrios se abateram sobre Hogwarts. Depois do ataque dos Dementadores ao seu primo Dudley, Harry Potter sabe que Voldemort fará tudo para encontrá-lo. Muitos negam o retorno do Lorde das Trevas, mas Harry não está sozinho: uma ordem secreta se reúne no Largo Grimmauld para fazer frente às forças sombrias. Harry precisa permitir que o professor Snape o ensine a se proteger dos vorazes ataques de Voldemort à sua mente. Mas eles estão ficando cada vez mais fortes, e o tempo de Harry está acabando...",
        "page_count": 997,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=9TcQCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "jD64DwAAQBAJ",
        "title": "Max Einstein - O Experimento Genial",
        "authors": [
            "James Patterson",
            "Chris Grabenstein"
        ],
        "publisher": "Universo dos Livros Editora",
        "publication_date": "2019-10-31",
        "categories": [
            "Fiction"
        ],
        "description": "O que Harry Potter fez pela magia, Max Einstein faz pela imaginação das crianças! O primeiro romance de aventura infantojuvenil oficialmente aprovado pelos Arquivos Albert Einstein. Max Einstein é uma garota de doze anos que não sabe nada sobre seus pais nem sobre seu passado. Fã de Albert Einstein e superinteligente, ela frequenta aulas na faculdade, joga xadrez com velhinhos no parque, constrói invenções que ajudam os sem-teto e fala com seu ídolo... em sua mente, é claro! Sua rotina não é tão normal para alguém de sua idade, e fica ainda mais incomum quando a menina é recrutada por uma organização misteriosa. Sua missão: resolver alguns dos problemas mais difíceis do mundo usando a ciência. Ela vai contar com a ajuda de um grupo de jovens gênios de todo o mundo, mas, enquanto o grupo busca novas maneiras de ajudar os lugares mais distantes do planeta, são observados por outra organização sinistra que pretende atrapalhar seus planos. Misturando aventura e ciência, o livro apresenta conceitos científicos – como as Leis de Newton e a Teoria da Relatividade – de forma leve, natural e divertida, e inclui ainda atividades e experimentos para serem feitos em casa. Problemas mundiais como a pobreza e a exploração infantil, além de frases inspiradoras de Albert Einstein também estão presentes, tornando esta uma história cativante sobre perseverança, amizade e criatividade, perfeita para jovens leitores.",
        "page_count": 331,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=jD64DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 24.9,
        "currency": "BRL"
    },
    {
        "id": "FGFCEAAAQBAJ",
        "title": "Corrente de ferro (Vol. 2 As últimas horas)",
        "authors": [
            "Cassandra Clare"
        ],
        "publisher": "Editora Record",
        "publication_date": "2021-11-01",
        "categories": [
            "Fiction"
        ],
        "description": "Em Corrente de ferro, a provocante sequência de Corrente de ouro, os Caçadores de Sombras precisam deter um perigoso serial killer à solta pelas ruas de Londres. Mas os segredos que escondem podem levar a uma transformação inesperada. Parece que Cordelia Carstairs finalmente tem tudo o que sempre quis. Ela está noiva de James Herondale, por quem sempre foi apaixonada, e construiu uma nova vida em Londres na companhia de sua melhor amiga Lucie Herondale e os amigos inseparáveis de seu noivo, os Ladrões Alegres. Também está prestes a reencontrar seu pai e, acima de tudo, tem junto de si Cortana, sua lendária espada. Mas a verdade pode ser muito mais sombria do que aparenta. O casamento dos dois é uma mentira, arranjado para proteger a reputação de Cordelia. James continua apaixonado pela misteriosa Grace Blackthorn, cujo irmão, Jesse, morreu anos antes em um acidente. Cortana, sua amada espada, queima a mão de Cordelia ao ser tocada, enquanto seu pai, após os problemas enfrentados no passado, se tornou amargo... e a raiva guardada dentro de si não está perto de ir embora. Para completar, um serial killer está mirando nos Caçadores de Sombras de Londres, cometendo assassinatos sob o manto da escuridão e desaparecendo sem deixar rastros. Agora, Cordelia, James e Lucie – juntos, é claro, dos Ladrões Alegres – precisarão seguir as escassas pistas deixadas pelo assassino nas ruas mais perigosas da cidade. No entanto, enquanto isso, cada um guarda a sete chaves um segredo impactante... que poderá transformar e definir, para sempre, seus destinos. \"Clare entrega uma história de fantasia ricamente elaborada, repleta de ação, intrigas e romances ardentes.\" - Publishers Weekly",
        "page_count": 791,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=FGFCEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "9RLaAAAAQBAJ",
        "title": "Children's Literature",
        "authors": [
            "Hannah Nuba",
            "Michael Searson",
            "Deborah Lovitky Sheiman"
        ],
        "publisher": "Routledge",
        "publication_date": "2013-09-13",
        "categories": [
            "Education"
        ],
        "description": "This chronological guide to the developmental stages, and corresponding literary needs and preferences, of early childhood is hte unique result of combinging the expertise of educational professionals with that of a children's librarian. Each chapter describes a developmental stage of childhood and presents appropriate books for that reading level, providing expert guidance in today's crowded children's book market.",
        "page_count": 205,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=9RLaAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 347.84,
        "currency": "BRL"
    },
    {
        "id": "loDuEAAAQBAJ",
        "title": "How to Write a Children's Book and Get It Published",
        "authors": [
            "Barbara Seuling"
        ],
        "publisher": "Turner Publishing Company",
        "publication_date": "2011-01-06",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Your one-stop guide to writing and selling books for children Get the tools you need to: * Develop story ideas that work * Strengthen your writing skills * Improve your work habits * Write for different age groups * Look at your work critically * Submit proposals and manuscripts * Find the right publisher for your work * Understand and negotiate contracts * Work with agents and editors * Join the writing community Do you dream of becoming the next J. K. Rowling? Are you excited about writing for children but have no idea how to begin or where to send your material? Now, respected children's writer Barbara Seuling gives you the essential steps to getting published in the competitive, exciting world of children's literature. From finding story ideas and creating character sketches to plotting, writing dialogue, editing, and revising your work, you'll learn how to complete a manuscript and prepare it for submission. Whether you want to write picture or chapter books, fiction or nonfiction, poetry or plays, Seuling helps you master the different genres and capture a child's interest and imagination, from the early years to young adult. Her fully revised guide also covers the major developments in book publishing, including vital information about using the Internet to research the market and contact publishers. Seuling even discusses recent successes such as the Harry Potter series, as well as the growth of Amazon.com. Complete with updated lists of writing organizations, marketing information, and recommended reading, this is the only guide you need to start writing, get published, and touch the lives of children.",
        "page_count": 275,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=loDuEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 164,
        "currency": "BRL"
    },
    {
        "id": "_qdPYW7ID9QC",
        "title": "Write A Children's Book - And Get It Published: Teach Yourself",
        "authors": [
            "Lesley Pollinger",
            "Allen Frewin Jone"
        ],
        "publisher": "Hachette UK",
        "publication_date": "2010-05-28",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Designed for writers of any children's literature, be it fiction, non-fiction or faction, this popular and successful title has been fully updated and expanded to include the latest developments in the field of children's publishing. You will understand the implications of television and film projects, learn new ways of producing your work, the latest technologies and even how to self-publish, guided by two authors who are highly experienced with the genre. NOT GOT MUCH TIME? One, five and ten-minute introductions to key principles to get you started. AUTHOR INSIGHTS Lots of instant help with common problems and quick tips for success, based on the authors' many years of experience. TEST YOURSELF Tests in the book and online to keep track of your progress. EXTEND YOUR KNOWLEDGE Extra online articles at www.teachyourself.com to give you a richer understanding of writing for children. FIVE THINGS TO REMEMBER Quick refreshers to help you remember the key facts. TRY THIS Innovative exercises illustrate what you've learnt and how to use it.",
        "page_count": 195,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=_qdPYW7ID9QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 62.7,
        "currency": "BRL"
    },
    {
        "id": "z3ungKFWU4EC",
        "title": "International Companion Encyclopedia of Children's Literature",
        "authors": [
            "Peter Hunt",
            "Sheila G. Bannister Ray"
        ],
        "publisher": "Taylor & Francis",
        "publication_date": "1996",
        "categories": [
            "Literary Criticism"
        ],
        "description": "The Encyclopedia offers comprehensive and international coverage of children's literature from a number of perspectives - theory and critical approaches, types and genres, context, applications and individual country essays.",
        "page_count": 934,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=z3ungKFWU4EC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 258,
        "currency": "BRL"
    },
    {
        "id": "9_IoDAAAQBAJ",
        "title": "Ethics and Children's Literature",
        "authors": [
            "Claudia Mills"
        ],
        "publisher": "Routledge",
        "publication_date": "2016-05-13",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Exploring the ethical questions posed by, in, and about children’s literature, this collection examines the way texts intended for children raise questions of value, depict the moral development of their characters, and call into attention shared moral presuppositions. The essays in Part I look at various past attempts at conveying moral messages to children and interrogate their underlying assumptions. What visions of childhood were conveyed by explicit attempts to cultivate specific virtues in children? What unstated cultural assumptions were expressed by growing resistance to didacticism? How should we prepare children to respond to racism in their books and in their society? Part II takes up the ethical orientations of various classic and contemporary texts, including 'prosaic ethics' in the Hundred Acre Wood, moral discernment in Narnia, ethical recognition in the distant worlds traversed by L’Engle, and virtuous transgression in recent Anglo-American children’s literature and in the emerging children’s literature of 1960s Taiwan. Part III’s essays engage in ethical criticism of arguably problematic messages about our relationship to nonhuman animals, about war, and about prejudice. The final section considers how we respond to children’s literature with ethically focused essays exploring a range of ways in which child readers and adult authorities react to children’s literature. Even as children’s literature has evolved in opposition to its origins in didactic Sunday school tracts and moralizing fables, authors, parents, librarians, and scholars remain sensitive to the values conveyed to children through the texts they choose to share with them.",
        "page_count": 279,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=9_IoDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 288.62,
        "currency": "BRL"
    },
    {
        "id": "CRmRAgAAQBAJ",
        "title": "A Critical History of French Children's Literature",
        "authors": [
            "Penny Brown"
        ],
        "publisher": "Routledge",
        "publication_date": "2007",
        "categories": [],
        "description": "",
        "page_count": 381,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=CRmRAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 337,
        "currency": "BRL"
    },
    {
        "id": "uDnWBgAAQBAJ",
        "title": "Space and Place in Children’s Literature, 1789 to the Present",
        "authors": [
            "Asst Prof Maria Sachiko Cecire",
            "Dr Hannah Field",
            "Dr Kavita Mudan Finn",
            "Dr Malini Roy"
        ],
        "publisher": "Ashgate Publishing, Ltd.",
        "publication_date": "2015-03-28",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Focusing on questions of space and locale in children’s literature, this collection explores how metaphorical and physical space can create landscapes of power, knowledge, and identity in texts from the early nineteenth century to the present. The contributors, who include Philip Pullman discussing his relationship to space and locale, analyze works from a range of sources and traditions by Sylvia Plath, Gloria Anzaldúa, Jenny Robson, C.S. Lewis, and Elizabeth Knox, among others.",
        "page_count": 273,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=uDnWBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 343,
        "currency": "BRL"
    },
    {
        "id": "NM2lANfmxUAC",
        "title": "Children's Literature",
        "authors": [
            "Elizabeth Lennox Keyser",
            "Julie Pfeiffer"
        ],
        "publisher": "Yale University Press",
        "publication_date": "2002-01-01",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Annual of The Modern Language Association Division on Children’s Literature and The Children’s Literature Association ARTICLES: Perry Nodelman Speculations on the Characteristics of Children’s Fiction; Roderick McGillis The Pleasure of the Process; Thomas Travisano Of Dialectic and Divided Consciousness; Margaret R. Higonnet A Pride of Pleasures; Perry Nodelman The Urge to Sameness; Kenneth Kidd Boyology in the Twentieth Century; Marilynn Olson Turn-of-the-Century Grotesque; Peter Hollindale Plain Speaking; Hamida Bosmajian Doris Orgel’s The Devil in Vienna; Joseph Stanton Maurice Sendak’s Urban Landscapes. VARIA: Andrea Immel James Pettit Andrews’s \"Books\" (1790); Penny Mahon \"Things by Their Right Name\"; Phyllis Bixler The Lion and the Lamb. IN MEMORIAM: R. H. W. Dillard In Memoriam: Francelia Butler, 1913–1998; John Cech In Mansfield Hollow: For Francelia; Eric Dawson Francelia’s Dream. REVIEWS: Anita Tarr \"Still so much work to be done\"; Gillian Adams A Fuzzy Genre; Kenneth Kidd Crosswriting the School Story; Raymond E. Jones A New Salvo in the Literary Battle of the Sexes; Stephen Canham From Wonderland to the Marketplace; Jan Susina Dealing with Victorian Fairies; Gregory Eiselein Reading a Feminist Romance; Anne K. Phillips The Wizard of Oz in the Twentieth Century; June Cummins \"Where the Girls Are\"—and Aren’t; Deborah Stevenson Letters from the Editor; Hamida Bosmajian Dangerous Images; Roberta Seelinger Trites The Transactional School of Children’s Literature Criticism. DISSERTATIONS OF NOTE: Mary Mayfield and Rachel Fordyce",
        "page_count": 278,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=NM2lANfmxUAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 158,
        "currency": "BRL"
    },
    {
        "id": "_3haCwAAQBAJ",
        "title": "Radical Children's Literature",
        "authors": [
            "K. Reynolds"
        ],
        "publisher": "Springer",
        "publication_date": "2007-04-12",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This book reappraises the place of children's literature, showing it to be a creative space where writers and illustrators try out new ideas about books, society, and narratives in an age of instant communication and multi-media. It looks at the stories about the world and young people; the interaction with changing childhoods and new technologies.",
        "page_count": 228,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=_3haCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 554.25,
        "currency": "BRL"
    },
    {
        "id": "pMRQiO4mIzQC",
        "title": "Exploring Children's Literature",
        "authors": [
            "Nikki Gamble",
            "Sally Yates"
        ],
        "publisher": "SAGE",
        "publication_date": "2008-02-20",
        "categories": [
            "Education"
        ],
        "description": "This book is based on the belief that deep subject knowledge of language and literature provides a foundation for effective teaching and learning. It provides a comprehensive guide to the range of genres and characteristic features of English language fiction written for children. It will help readers to: o develop their understanding of literature within social, cultural and political reading practices o extend their knowledge of language features and conventions of different genres o develop skills in analytical and critical reading. The scope of the first edition has been expanded from solely fiction to cover a range of contemporary literature, including poetry, plays and picture books. The case study material, investigative activities and practical exercises promote an active approach to learning. The second edition focuses on a range of fiction relevant to the National Curriculum for England and the National Literacy Strategy. It provides examples from a range of world literature written in English. Examples from work in translation are also included. It also addresses the requirements of the primary curriculum for ITT English. This book is essential reading for student teachers on PGCE, and undergraduate teacher education courses, and for teachers undertaking CPD in English, literacy or children's literature. It provides useful support material for language coordinators, SCITT coordinators and literacy consultants.",
        "page_count": 226,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=pMRQiO4mIzQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 481,
        "currency": "BRL"
    }
]