[
    {
        "id": "6t58GSNWSnQC",
        "title": "The Postsouthern Sense of Place in Contemporary Fiction",
        "authors": [
            "Martyn Bone"
        ],
        "publisher": "LSU Press",
        "publication_date": "2005-06-01",
        "categories": [
            "Literary Criticism"
        ],
        "description": "For generations, southern novelists and critics have grappled with a concept that is widely seen as a trademark of their literature: a strong attachment to geography, or a \"sense of place.\" In the 1930s, the Agrarians accorded special meaning to rural life, particularly the farm, in their definitions of southern identity. For them, the South seemed an organic and rooted region in contrast to the North, where real estate development and urban sprawl evoked a faceless, raw capitalism. By the end of the twentieth century, however, economic and social forces had converged to create a modernized South. How have writers responded to this phenomenon? Is there still a sense of place in the South, or perhaps a distinctly postsouthern sense of place? Martyn Bone innovatively draws upon postmodern thinking to consider the various perspectives that southern writers have brought to the concept of \"place\" and to look at its fate in a national and global context. He begins with a revisionist assessment of the Agrarians, who failed in their attempts to turn their proprietary ideal of the small farm into actual policy but whose broader rural aesthetic lived on in the work of neo-Agrarian writers, including William Faulkner and Eudora Welty. By the 1950s, adherence to this aesthetic was causing southern writers and critics to lose sight of the social reality of a changing South. Bone turns to more recent works that do respond to the impact of capitalist spatial development on the South -- and on the nation generally -- including that self-declared \"international city\" Atlanta. Close readings of novels by Robert Penn Warren, Walker Percy, Richard Ford, Anne Rivers Siddons, Tom Wolfe, and Toni Cade Bambara illuminate evolving ideas about capital, land, labor, and class while introducing southern literary studies into wider debates around social, cultural, and literary geography. Bone concludes his remarkably rich book by considering works of Harry Crews and Barbara Kingsolver that suggest the southern sense of place may be not only post-Agrarian or postsouthern but also transnational.",
        "page_count": 300,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=6t58GSNWSnQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 178,
        "currency": "BRL"
    },
    {
        "id": "gSVfmIScfJIC",
        "title": "Fitzgerald's Craft of Short Fiction",
        "authors": [
            "Alice Hall Petry"
        ],
        "publisher": "University of Alabama Press",
        "publication_date": "1989",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Normal0falsefalsefalseMicrosoftInternetExplorer4 Fitzgerald's Craft of Short Fiction offers the first comprehensive study of the four collections of short stories that F. Scott Fitzgerald (1896-1940) prepared for publication during his lifetime: Flappers and Philosophers (1920), Tales of the Jazz Age (1922), All the Sad Young Men (1926), and Taps at Reveille (1935). These authorized collections--which include works from the entire range of Fitzgerald's career, from his undergraduate days at Princeton to his final contributions to Esquire magazine--provide an ideal overview of his development as a short story writer. Originally published in 1989, this volume draws upon Fitzgerald's copious personal correspondence, biographical studies, and all available criticism, and analyzes how Fitzgerald perceived his achievements as a writer of short fiction from both artistic and commercial standpoints. Petry pays close attention to the individual stories, exploring how Fitzgerald's growing technical expertise and the evolution of his themes reflect changes in his personal life.",
        "page_count": 254,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=gSVfmIScfJIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 225,
        "currency": "BRL"
    },
    {
        "id": "lALGYRHmqycC",
        "title": "A Geography of Victorian Gothic Fiction",
        "authors": [
            "Robert Mighall"
        ],
        "publisher": "Oxford University Press, USA",
        "publication_date": "2003",
        "categories": [
            "English fiction"
        ],
        "description": "This is the first major full-length study of Victorian Gothic fiction. Combining original readings of familiar texts with a rich store of historical sources, A Geography of Victorian Gothic Fiction is an historicist survey of nineteenth-century Gothic writing--from Dickens to Stoker, Wilkie Collins to Conan Doyle, through European travelogues, sexological textbooks, ecclesiastic histories and pamphlets on the perils of self-abuse. Critics have thus far tended to concentrate on specific angles of Gothic writing (gender or race), or the belief that the Gothic 'returned' at the so-called fin de siècle. Robert Mighall, by contrast, demonstrates how the Gothic mode was active throughout the Victorian period, and provides historical explanations for its development from late eighteenth century, through the 'Urban Gothic' fictions of the mid-Victorian period, the 'Suburban Gothic' of the Sensation vogue, through to the somatic horrors of Stevenson, Machen, Stoker, and Doyle at the century's close. Mighall challenges the psychological approach to Gothic fiction which currently prevails, demonstrating the importance of geographical, historical, and discursive factors that have been largely neglected by critics, and employing a variety of original sources to demonstrate the contexts of Gothic fiction and explain its development in the Victorian period.",
        "page_count": 344,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=lALGYRHmqycC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 289,
        "currency": "BRL"
    },
    {
        "id": "UgZsi_DOKoQC",
        "title": "Fan Fiction and Fan Communities in the Age of the Internet",
        "authors": [
            "Kristina Busse"
        ],
        "publisher": "McFarland",
        "publication_date": "2014-09-17",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Fans have been responding to literary works since the days of Homer's Odyssey and Euripedes' Medea. More recently, a number of science fiction, fantasy, media, and game works have found devoted fan followings. The advent of the Internet has brought these groups from relatively limited, face-to-face enterprises to easily accessible global communities, within which fan texts proliferate and are widely read and even more widely commented upon. New interactions between readers and writers of fan texts are possible in these new virtual communities. From Star Trek to Harry Potter, the essays in this volume explore the world of fan fiction--its purposes, how it is created, how the fan experiences it. Grouped by subject matter, essays cover topics such as genre intersection, sexual relationships between characters, character construction through narrative, and the role of the beta reader in online communities. The work also discusses the terminology used by creators of fan artifacts and comments on the effects of technological advancements on fan communities. Instructors considering this book for use in a course may request an examination copy here.",
        "page_count": 296,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=UgZsi_DOKoQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 114.04,
        "currency": "BRL"
    },
    {
        "id": "uVw-SnIn8dgC",
        "title": "Science/fiction Collections",
        "authors": [
            "Halbert W. Hall"
        ],
        "publisher": "Psychology Press",
        "publication_date": "1983",
        "categories": [
            "Libraries"
        ],
        "description": "Science/Fiction Collections offers different views and attitudes toward Science Fiction and Fantasy Literature and descriptions of a variety of collections. Written during a time when Science Fiction and Fantasy writings had just gained widespread popularity, it offers suggestions and considerations for approaching any special collection dealing with a relatively new field.",
        "page_count": 194,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=uVw-SnIn8dgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 430,
        "currency": "BRL"
    },
    {
        "id": "F3JU3SJ5fDIC",
        "title": "Science Fiction",
        "authors": [
            "Roger Luckhurst"
        ],
        "publisher": "Polity",
        "publication_date": "2005-05-06",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "In this new and timely cultural history of science fiction, Roger Luckhurst examines the genre from its origins in the late nineteenth century to its latest manifestations. The book introduces and explicates major works of science fiction literature by placing them in a series of contexts, using the history of science and technology, political and economic history, and cultural theory to develop the means for understanding the unique qualities of the genre. Luckhurst reads science fiction as a literature of modernity. His astute analysis examines how the genre provides a constantly modulating record of how human embodiment is transformed by scientific and technological change and how the very sense of self is imaginatively recomposed in popular fictions that range from utopian possibility to Gothic terror. This highly readable study charts the overlapping yet distinct histories of British and American science fiction, with commentary on the central authors, magazines, movements and texts from 1880 to the present day. It will be an invaluable guide and resource for all students taking courses on science fiction, technoculture and popular literature, but will equally be fascinating for anyone who has ever enjoyed a science fiction book.",
        "page_count": 320,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=F3JU3SJ5fDIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 133,
        "currency": "BRL"
    },
    {
        "id": "BjI4-qex0JgC",
        "title": "The History of the Science-fiction Magazine",
        "authors": [
            "Michael Ashley",
            "Mike Ashley"
        ],
        "publisher": "Liverpool University Press",
        "publication_date": "2000-01-01",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This is the first of three volumes that chart the history of the science fiction magazine from the earliest days to the present. This first volume looks at the exuberant years of the pulp magazines. It traces the growth and development of the science fiction magazines from when Hugo Gernsback launched the very first, Amazing Stories, in 1926 through to the birth of the atomic age and the death of the pulps in the early 1950s. These were the days of the youth of science fiction, when it was brash, raw and exciting: the days of the first great space operas by Edward Elmer Smith and Edmond Hamilton, through the cosmic thought variants by Murray Leinster, Jack Williamson and others to the early 1940s when John W. Campbell at Astounding did his best to nurture the infant genre into adulthood. Under him such major names as Robert A. Heinlein, Isaac Asimov, A. E. van Vogt and Theodore Sturgeon emerged who, along with other such new talents as Ray Bradbury and Arthur C. Clarke, helped create modern science fiction. For over forty years magazines were at the heart of science fiction and this book considers how the magazines, and their publishers, editors and authors influenced the growth and perception of this fascinating genre.",
        "page_count": 316,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=BjI4-qex0JgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 296,
        "currency": "BRL"
    },
    {
        "id": "LEiMEAAAQBAJ",
        "title": "Greenwich Park",
        "authors": [
            "Katherine Faulkner"
        ],
        "publisher": "Record",
        "publication_date": "2022-10-17",
        "categories": [
            "Fiction"
        ],
        "description": "Livro de estreia de Katherine Faulkner, escolhido pela TAG Inéditos, Greenwich Park é um suspense fascinante e surpreendente sobre maternidade, amizade, privilégios e sobre os segredos que precisamos guardar para nos proteger. A vida de Helen é um paraíso. O marido arquiteto é um charme, sua casa é uma obra-prima da arquitetura vitoriana, e o precioso bebê que carrega no ventre está sendo aguardado com muito amor. Até que seu caminho se cruza com o de Rachel na primeira aula do curso para grávidas. Rachel não parece muito maternal: fuma, bebe e demonstra pouco interesse pela maternidade. Ainda assim, Helen se aproxima da jovem. Quem sabe Rachel só esteja precisando de uma amiga? E, pensando bem, a própria Helen se sente um pouco solitária... Pelo menos Rachel é uma pessoa legal de se ter por perto. Faz Helen rir, é uma ótima ouvinte e a distrai de seus medos e de suas preocupações. Se ao menos Helen tivesse enxergado, desde o início, que Rachel representava um portal para o inferno na Terra, talvez seu destino – e o de sua família – tivesse sido diferente. Talvez... \"Esta trama original e extremamente criativa, recheada de personagens complexas e com um final inesperado, vai impactar até quem é leitor de carteirinha de suspenses policiais. Um thriller de estreia fenomenal.\" – Booklist",
        "page_count": 445,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=LEiMEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 27.9,
        "currency": "BRL"
    },
    {
        "id": "NYD5FSeERakC",
        "title": "Desire and Domestic Fiction",
        "authors": [
            "Nancy Armstrong"
        ],
        "publisher": "Oxford University Press",
        "publication_date": "1987-05-07",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Desire and Domestic Fictionargues that far from being removed from historical events, novels by writers from Richardson to Woolf were themselves agents of the rise of the middle class. Drawing on texts that range from 18th-century female conduct books and contract theory to modern psychoanalytic case histories and theories of reading, Armstrong shows that the emergence of a particular form of female subjectivity capable of reigning over the household paved the way for the establishment of institutions which today are accepted centers of political power. Neither passive subjects nor embattled rebels, the middle-class women who were authors and subjects of the major tradition of British fiction were among the forgers of a new form of power that worked in, and through, their writing to replace prevailing notions of \"identity\" with a gender-determined subjectivity. She also examines the works of such novelists as Richardson, Jane Austen, and the Bront s to reveal the ways in which these authors rewrite the domestic practices and sexual relations of the past to create the historical context through which modern institutional power would seem not only natural but also humane, and therefore to be desired.",
        "page_count": 318,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=NYD5FSeERakC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 476,
        "currency": "BRL"
    },
    {
        "id": "tVnVkO8jdvsC",
        "title": "On Modern British Fiction",
        "authors": [
            "Zachary Leader"
        ],
        "publisher": "Oxford University Press, USA",
        "publication_date": "2002",
        "categories": [
            "English fiction"
        ],
        "description": "A collection of essays on fiction in Britain, with contributions by contemporary novelists and critics such as Martin Amis, Ian McEwan, Hilary Mantel, James Wood, Christopher Hitchens, Michael Wood, and Elaine Showalter.",
        "page_count": 338,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=tVnVkO8jdvsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 278,
        "currency": "BRL"
    },
    {
        "id": "XG--8X3YDs4C",
        "title": "The Columbia Guide to Contemporary African American Fiction",
        "authors": [
            "Darryl Dickson-Carr"
        ],
        "publisher": "Columbia University Press",
        "publication_date": "2005-10-14",
        "categories": [
            "Literary Collections"
        ],
        "description": "From Ishmael Reed and Toni Morrison to Colson Whitehead and Terry McMillan, Darryl Dickson-Carr offers a definitive guide to contemporary African American literature. This volume-the only reference work devoted exclusively to African American fiction of the last thirty-five years-presents a wealth of factual and interpretive information about the major authors, texts, movements, and ideas that have shaped contemporary African American fiction. In more than 160 concise entries, arranged alphabetically, Dickson-Carr discusses the careers, works, and critical receptions of Alice Walker, Gloria Naylor, Jamaica Kincaid, Charles Johnson, John Edgar Wideman, Leon Forrest, as well as other prominent and lesser-known authors. Each entry presents ways of reading the author's works, identifies key themes and influences, assesses the writer's overarching significance, and includes sources for further research. Dickson-Carr addresses the influence of a variety of literary movements, critical theories, and publishers of African American work. Topics discussed include the Black Arts Movement, African American postmodernism, feminism, and the influence of hip-hop, the blues, and jazz on African American novelists. In tracing these developments, Dickson-Carr examines the multitude of ways authors have portrayed the diverse experiences of African Americans. The Columbia Guide to Contemporary African American Fiction situates African American fiction in the social, political, and cultural contexts of post-Civil Rights era America: the drug epidemics of the 1980s and 1990s and the concomitant \"war on drugs,\" the legacy of the Civil Rights Movement, the struggle for gay rights, feminism, the rise of HIV/AIDS, and racism's continuing effects on African American communities. Dickson-Carr also discusses the debates and controversies regarding the role of literature in African American life. The volume concludes with an extensive annotated bibliography of African American fiction and criticism.",
        "page_count": 292,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=XG--8X3YDs4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 345.9,
        "currency": "BRL"
    },
    {
        "id": "-8iD6iuO-iAC",
        "title": "New Boundaries in Political Science Fiction",
        "authors": [
            "Donald M. Hassler",
            "Clyde Wilcox"
        ],
        "publisher": "Univ of South Carolina Press",
        "publication_date": "2008",
        "categories": [
            "Fiction"
        ],
        "description": "Surveying the vast expanse of politically-charged science fiction, this book posits that the defining dilemma for these tales rests in whether identity and meaning germinate from progressive linear changes or progress, or from a continuous return to primitive realities of war, death and the competition for survival.",
        "page_count": 384,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=-8iD6iuO-iAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 103,
        "currency": "BRL"
    },
    {
        "id": "FHjheL8OXtUC",
        "title": "Crime Fiction",
        "authors": [
            "John Scaggs"
        ],
        "publisher": "Psychology Press",
        "publication_date": "2005",
        "categories": [
            "Fiction"
        ],
        "description": "Provides a lively introduction to what is both a wide-ranging and hugely popular literary genre. Accessible and clear, this comprehensive overview is the essential guide for all those studying crime fiction.",
        "page_count": 192,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=FHjheL8OXtUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 182,
        "currency": "BRL"
    },
    {
        "id": "18DQM8cqfFsC",
        "title": "Killer Fiction",
        "authors": [
            "G. J. Schaefer"
        ],
        "publisher": "Feral House",
        "publication_date": "2011-02",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "G.J. Schaefer, described as \"a textbook case of the classic serial killer\", gives clues to his personality in this chilling selection of writings, which are from before and during his prison term. They include stories, fantasies, \"plans\", and poetry. Perverted, horrifying, filled with hatred and violence, they clearly reveal both Schaefer's own pathology and that of various prison inmates with whom he was on intimate terms. Not for the faint of heart, Killer Fiction will appeal to fans of true crime and those interested in criminal psychology. Photos and illustration s.",
        "page_count": 306,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=18DQM8cqfFsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 298,
        "currency": "BRL"
    },
    {
        "id": "EquizXeXb3kC",
        "title": "John Fowles's Fiction and the Poetics of Postmodernism",
        "authors": [
            "Mahmoud Salami"
        ],
        "publisher": "Associated University Presse",
        "publication_date": "1992",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Salami presents, for instance, a critique of the self-conscious narrative of the diary form in The Collector, the intertextual relations of the multiplicity of voices, the problems of subjectivity, the reader's position, the politics of seduction, ideology, and history in The Magus and The French Lieutenant's Woman. The book also analyzes the ways in which Fowles uses and abuses the short-story genre, in which enigmas remain enigmatic and the author disappears to leave the characters free to construct their own texts. Salami centers, for example, on A Maggot, which embodies the postmodernist technique of dialogical narrative, the problem of narrativization of history, and the explicitly political critique of both past and present in terms of social and religious dissent. These political questions are also echoed in Fowles's nonfictional book The Aristos, in which he strongly rejects the totalization of narratives and the materialization of society.",
        "page_count": 312,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=EquizXeXb3kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 242.45,
        "currency": "BRL"
    },
    {
        "id": "K-P5b7liCNYC",
        "title": "The Explosive World of Tatyana N. Tolstaya's Fiction",
        "authors": [
            "Helena Goscilo"
        ],
        "publisher": "M.E. Sharpe",
        "publication_date": "1996-09-30",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Helena Goscilo spotlights Tolstaya's rich interweaving of myth, folklore, songs, children's games, and literary texts into stories of stunning imaginative power. Tolstaya's stylistic pyrotechnics vividly illuminate immemorial concerns about life's meaning, the role of art and fantasy in the modern world, the nature of memory and narrative, and the status of \"innocence\" and \"truth.\" Finally, The Explosive World of Tatyanna N. Tolstaya's Fiction assesses how Tolstaya's rhetorical strategies have led critics to label her poetic prose \"postmodernist,\" although she ultimately emerges as a writer of traditional neohumanist values with a modernist technique.",
        "page_count": 244,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=K-P5b7liCNYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 62.32,
        "currency": "BRL"
    },
    {
        "id": "7C2U9a1SEYwC",
        "title": "The Fiction of South Asians in North America and the Caribbean",
        "authors": [
            "Mitali P. Wong",
            "Zia Hasan"
        ],
        "publisher": "McFarland",
        "publication_date": "2010-06-28",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This study establishes connections between the themes and methodologies of writers within the South Asian diaspora in the New World, and serves both serious analysts as well as beginning readers of South Asian fiction. It is an impartial study that analyzes the stylistic excellence of South Asian fiction and the clearly emergent motifs of the writers, recognizing the value of the interplay of cultural differences and the need for resolution of those differences. The book begins with a discussion of the works of Indo-Caribbean novelists Samuel Selvon and V.S. Naipaul, author of A House for Mr. Biswas and The Enigma of Arrival, thereby establishing parallels between the immigration patterns of the South Asian diaspora who first emigrated to the Caribbean long before significant numbers of South Asians came to the United States. Next, the fiction of Ruth Prawer Jhabvala (Heat and Dust), the non-fictional narratives of Ved Mehta (Face to Face), and the satire and social criticism of Bharati Mukherjee (Wife) and Chitra Banerjee Divakaruni (Sister of My Heart) are discussed. New literary voices such as those of Bapsi Sidhwa (An American Brat), Pulitzer Prize winner Jhumpa Lahiri, whose characters, plots and themes deal with universal human experiences, Akhil Sharma, Manil Suri and Samrat Upadhyay are studied for the new directions and new methods they offer. A sub-genre of young adult fiction is discovered in the novels of Dhan Gopal Mukerji, such as in his Gay-Neck: The Story of a Pigeon, and more recently in the works of Mitali Perkins and Indi Rana. Recent expatriate novelists from South Asia such as Anita Desai, Amitav Chosh, Vikram Chandra and the American editions of Vikram Seth's novels are appraised together with contemporary Indo-Canadian novelists and Indo-Caribbean novelists resident in Canada.",
        "page_count": 160,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=7C2U9a1SEYwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 148.27,
        "currency": "BRL"
    },
    {
        "id": "P8zW2AH6150C",
        "title": "Science Fiction and Fantasy Literature",
        "authors": [
            "R. Reginald",
            "Douglas Menville",
            "Mary A. Burgess"
        ],
        "publisher": "Wildside Press LLC",
        "publication_date": "2010-09-01",
        "categories": [
            "Reference"
        ],
        "description": "Science Fiction and Fantasy Literature, A Checklist, 1700-1974, Volume one of Two, contains an Author Index, Title Index, Series Index, Awards Index, and the Ace and Belmont Doubles Index.",
        "page_count": 802,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=P8zW2AH6150C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 139,
        "currency": "BRL"
    },
    {
        "id": "FVKztmcuUKQC",
        "title": "The Music in African American Fiction",
        "authors": [
            "Robert H. Cataliotti"
        ],
        "publisher": "Taylor & Francis",
        "publication_date": "1995",
        "categories": [
            "History"
        ],
        "description": "First Published in 1996. Routledge is an imprint of Taylor & Francis, an informa company.",
        "page_count": 272,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=FVKztmcuUKQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 277,
        "currency": "BRL"
    },
    {
        "id": "eN9wwvLsewQC",
        "title": "Nelson Thornes Framework English Skills in Fiction 2",
        "authors": [
            "Geoff Reilly",
            "Wendy Wren"
        ],
        "publisher": "Nelson Thornes",
        "publication_date": "2003",
        "categories": [
            "Juvenile Nonfiction"
        ],
        "description": "Covering all the National Curriculum Framework objectives using a clearly structured and rigorous approach, Nelson Thornes Framework English offers an attractive and dynamic route through the demands of the Framework for Teaching English, Years 7-9, laying particular emphasis on the basic skills of English in order to raise standards in writing. Using a twin-track approach with a student text covering fiction and non-fiction, each book provides 18 units of themed stimulus texts plus differentiated activites at word, sentence and text levels to meet the requirements of the Framework. Encompassing a wide range of genres, styles and conventions, the activities allow for the incorporation of direct whole class teaching, group work and individual work placing emphasis on the development of extended writing.",
        "page_count": 118,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=eN9wwvLsewQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 173,
        "currency": "BRL"
    },
    {
        "id": "5Zpq0Rmm7hQC",
        "title": "The Distinction of Fiction",
        "authors": [
            "Dorrit Cohn"
        ],
        "publisher": "JHU Press",
        "publication_date": "2000-12",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Winner of the Aldo and Jeanne Scaglione Prize for Comparative Literary Studies from the Modern Language Association Winner of the Modern Language Association's Aldo and Jeanne Scaglione Prize for Comparative Literary Studies The border between fact and fiction has been trespassed so often it seems to be a highway. Works of history that include fictional techniques are usually held in contempt, but works of fiction that include history are among the greatest of classics. Fiction claims to be able to convey its own unique kinds of truth. But unless a reader knows in advance whether a narrative is fictional or not, judgment can be frustrated and confused. In The Distinction of Fiction, Dorrit Cohn argues that fiction does present specific clues to its fictionality, and its own justifications. Indeed, except in cases of deliberate deception, fiction achieves its purposes best by exercising generic conventions that inform the reader that it is fiction. Cohn tests her conclusions against major narrative works, including Proust's A la Recherche du temps perdu, Mann's Death in Venice, Tolstoy's War and Peace, and Freud's case studies. She contests widespread poststructuralist views that all narratives are fictional. On the contrary, she separates fiction and nonfiction as necessarily distinct, even when bound together. An expansion of Cohn's Christian Gauss lectures at Princeton and the product of many years of labor and thought, The Distinction of Fiction builds on narratological and phenomenological theories to show that boundaries between fiction and history can be firmly and systematically explored.",
        "page_count": 214,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=5Zpq0Rmm7hQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 147,
        "currency": "BRL"
    },
    {
        "id": "yNEfpTpoNukC",
        "title": "Horror Fiction",
        "authors": [
            "Gina Wisker"
        ],
        "publisher": "A&C Black",
        "publication_date": "2005-07-13",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This is a series of introductory books about different types of writing. One strand of the series focuses on genres such asScience Fiction, Horror, Romance, and Crime, and the other focuses on movements or styles often associated with historicaland cultural locations—Postcolonial, Native American, Scottish, Irish, American Gothic.Authors covered in this volume includeWilliam Peter Blatty, Ira Levine, BramStoker, Shirley Jackson, Angela Carter,Mary Shelley, Stephen King, Anne Rice,and Washington Irving.",
        "page_count": 308,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=yNEfpTpoNukC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 367,
        "currency": "BRL"
    },
    {
        "id": "QLNwDwAAQBAJ",
        "title": "Narrative of Chinese and Western Popular Fiction",
        "authors": [
            "Yonglin Huang"
        ],
        "publisher": "Springer",
        "publication_date": "2018-09-26",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This book presents a comprehensive and systematic study of the narrative history and narrative methods of Chinese and Western popular fiction from the perspectives of narratology, comparative literature, and art and literature studies by adopting the methodology of parallel comparison. The book is a pioneering work that systematically investigates the similarities and differences between Chinese and Western popular fiction, and traces the root causes leading to the differences. By means of narrative comparison, it explores the conceptual and spiritual correlations and differences between Chinese and Western popular fiction and, by relating them to the root causes of cultural spirit, allows us to gain an insight into the cultural heritage of different nations. The book is structured in line with a cause-and-effect logical sequence and moves from the macroscopic to the microscopic, from history to reality, and from theory to practice. The integration of macro-level theoretical studies and micro-level case studies is both novel and effective. This book was awarded Second Prize at the Sixth Outstanding Achievement Awards in Scientific Research for Chinese Institutions of Higher Learning (Humanities & Social Sciences, 2013).",
        "page_count": 228,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=QLNwDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 400.27,
        "currency": "BRL"
    },
    {
        "id": "el5dDwAAQBAJ",
        "title": "Modern Science Fiction: A Critical Analysis",
        "authors": [
            "James Gunn",
            "Michael R. Page"
        ],
        "publisher": "McFarland",
        "publication_date": "2018-06-07",
        "categories": [
            "Literary Criticism"
        ],
        "description": "James Gunn--one of the founding figures of science fiction scholarship and teaching--wrote in 1951 what is likely the first master's thesis on modern science fiction. Portions were in the short-lived pulp magazine Dynamic but it has otherwise remained unavailable. Here in its first full publication, the thesis explores many of the classic Golden Age stories of the 1940s and the critical perspective that informed Gunn's essential genre history Alternate Worlds and his anthology series The Road to Science Fiction. The editor's introduction and commentary show the historical significance of Gunn's work and its relevance to today's science fiction studies.",
        "page_count": 214,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=el5dDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 385,
        "currency": "BRL"
    },
    {
        "id": "Zj-gDwAAQBAJ",
        "title": "The Readers' Advisory Guide to Genre Fiction, Third Edition",
        "authors": [
            "Neal Wyatt",
            "Joyce G. Saricks"
        ],
        "publisher": "American Library Association",
        "publication_date": "2019-07-03",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Everyone’s favorite guide to fiction that’s thrilling, mysterious, suspenseful, thought-provoking, romantic, and just plain fun is back—and better than ever in this completely revamped and revised edition. A must for every readers’ advisory desk, this resource is also a useful tool for collection development librarians and students in LIS programs. Inside, RA experts Wyatt and Saricks cover genres such as Psychological Suspense, Horror, Science Fiction, Fantasy, Romance, Mystery, Literary and Historical Fiction, and introduce the concepts of Adrenaline and Relationship Fiction; include everything advisors need to get up to speed on a genre, including its appeal characteristics, key authors, sure bets, and trends; demonstrate how genres overlap and connect, plus suggestions for guiding readers among genres; and tie genre fiction to the whole collection, including nonfiction, audiobooks, graphic novels, film and TV, poetry, and games. Both insightful and comprehensive, this matchless guidebook will help librarians become familiar with many different fiction genres, especially those they do not regularly read, and aid library staff in connecting readers to books they’re sure to love.",
        "page_count": 345,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Zj-gDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 465,
        "currency": "BRL"
    },
    {
        "id": "OUK7vwVUHEQC",
        "title": "History, Fiction, and Germany",
        "authors": [
            "Brent Orlyn Peterson"
        ],
        "publisher": "Wayne State University Press",
        "publication_date": "2005",
        "categories": [
            "History"
        ],
        "description": "A study of the content, development, and transmission of German identity during the nineteenth century as Germany's national narrative took shape in historical fiction and in both popular and academic history. The German-speaking inhabitants of central Europe did not automatically think of themselves as \"Germans\"--not before 1871 and not always after unification. In fact, they spoke mutually incomprehensible dialects, owed allegiance to different leaders, worshiped in different churches, and would not have recognized each other's customs. If asked about their identity, these prospective Germans might have answered Austrian, Bavarian, or Prussian, and they could as easily have used more local labels or resorted to occupational markers. For this disparate population to think of itself as \"German,\" that word had to acquire content--people had to learn a whole set of stories they could tell themselves and to others in answer to the question of identity. History, Fiction, and Germany chronicles how German nationalism developed simultaneously with the historical novel and the field of history, both at universities and in middlebrow reading material. The book examines Germany's emerging national narrative as nineteenth-century writers adapted it to their own visions and to changing circumstances. These writers found and popularized the nation's heroes and heroines, demonized its villains and enemies, and projected the nation's hopes and dreams for the future. Author Brent O. Peterson argues that it was the production and consumption of national history--the writing and reading of the nation--that filled Germany with Germans. Although the task of national narration was never complete and never produced a single, universally accepted version of German national identity, tales from Germans' gradually shared history did more to create Germany than any statesman, general, or philosopher. History, Fiction, and Germany provides a valuable resource for scholars and students of German studies, as well as anyone interested in history and the articulation of national identity.",
        "page_count": 376,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=OUK7vwVUHEQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 354,
        "currency": "BRL"
    },
    {
        "id": "dlvpA43l68YC",
        "title": "Twentieth-century Poetry, Fiction, Theory",
        "authors": [
            "Harry Raphael Garvin",
            "John D. Kirkland"
        ],
        "publisher": "Bucknell University Press",
        "publication_date": "1977",
        "categories": [
            "Literary Criticism"
        ],
        "description": "The issues addressed in this volume include the limits of language and the need for linguistic form, the significance of creating.",
        "page_count": 244,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=dlvpA43l68YC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 159.73,
        "currency": "BRL"
    },
    {
        "id": "jRegAAAAMAAJ",
        "title": "Outing; Sport, Adventure, Travel, Fiction",
        "authors": [],
        "publisher": null,
        "publication_date": "1885",
        "categories": [
            "Sports"
        ],
        "description": "",
        "page_count": 782,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=jRegAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 472,
        "currency": "BRL"
    },
    {
        "id": "bf1NxCqC9v0C",
        "title": "Toni Morrison's Fiction",
        "authors": [
            "David L. Middleton"
        ],
        "publisher": "Psychology Press",
        "publication_date": "2000",
        "categories": [
            "African American women in literature"
        ],
        "description": "First Published in 1997. Routledge is an imprint of Taylor & Francis, an informa company.",
        "page_count": 348,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=bf1NxCqC9v0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 375,
        "currency": "BRL"
    },
    {
        "id": "Z3BDAAAAYAAJ",
        "title": "A Century of French Fiction",
        "authors": [
            "Benjamin Willis Wells"
        ],
        "publisher": null,
        "publication_date": "1898",
        "categories": [
            "French fiction"
        ],
        "description": "Discusses 19th century French novelists and their influential works.",
        "page_count": 420,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Z3BDAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 343,
        "currency": "BRL"
    },
    {
        "id": "RTZMAAAAMAAJ",
        "title": "History of Prose Fiction",
        "authors": [
            "John Colin Dunlop"
        ],
        "publisher": null,
        "publication_date": "1896",
        "categories": [
            "Fiction"
        ],
        "description": "",
        "page_count": 720,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=RTZMAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 401,
        "currency": "BRL"
    },
    {
        "id": "qFnLStWOh9AC",
        "title": "Indian English Fiction",
        "authors": [
            "Gajendra Kumar",
            "Uday Shankar Ojha"
        ],
        "publisher": "Sarup & Sons",
        "publication_date": "2003",
        "categories": [
            "Indic fiction"
        ],
        "description": "",
        "page_count": 212,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=qFnLStWOh9AC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 127,
        "currency": "BRL"
    },
    {
        "id": "xwFaAAAAMAAJ",
        "title": "The Jew in English Fiction",
        "authors": [
            "David Philipson"
        ],
        "publisher": "Cincinnati : Robert Clarke",
        "publication_date": "1889",
        "categories": [
            "English fiction"
        ],
        "description": "",
        "page_count": 172,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=xwFaAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 492,
        "currency": "BRL"
    },
    {
        "id": "kvtCAQAAMAAJ",
        "title": "Peoria Public Library List of English Fiction, French Fiction, and Juveniles",
        "authors": [
            "Peoria Public Library (Peoria, Ill.)"
        ],
        "publisher": null,
        "publication_date": "1894",
        "categories": [
            "Children's literature"
        ],
        "description": "A catalog of juvenile and fiction books held by the Peoria Public Library, in one alphabetical listing.",
        "page_count": 210,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=kvtCAQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 134,
        "currency": "BRL"
    },
    {
        "id": "37FYAAAAMAAJ",
        "title": "A Library of Famous Fiction",
        "authors": [],
        "publisher": null,
        "publication_date": "1873",
        "categories": [
            "English fiction"
        ],
        "description": "",
        "page_count": 1084,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=37FYAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 241,
        "currency": "BRL"
    },
    {
        "id": "M71GAQAAMAAJ",
        "title": "ʻTruth is Stranger Than Fiction'",
        "authors": [
            "Isaac W. Ambler"
        ],
        "publisher": null,
        "publication_date": "1883",
        "categories": [
            "United States"
        ],
        "description": "",
        "page_count": 396,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=M71GAQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 202,
        "currency": "BRL"
    },
    {
        "id": "ZKQCAAAAQAAJ",
        "title": "The hero of the desert; or, Facts more wonderful than fiction. [With cancel title-leaf, reading] Moses, the hero of the desert",
        "authors": [
            "James Spong"
        ],
        "publisher": null,
        "publication_date": "1874",
        "categories": [],
        "description": "",
        "page_count": 290,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=ZKQCAAAAQAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 197,
        "currency": "BRL"
    },
    {
        "id": "Y0Dt-3UvqO8C",
        "title": "Character Sketches of Romance, Fiction and the Drama",
        "authors": [
            "Ebenezer Cobham Brewer"
        ],
        "publisher": null,
        "publication_date": "1896",
        "categories": [
            "Allusions"
        ],
        "description": "",
        "page_count": 372,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Y0Dt-3UvqO8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 270,
        "currency": "BRL"
    },
    {
        "id": "FGJCAAAAYAAJ",
        "title": "Author and Title List of Fiction and Children's Stories",
        "authors": [
            "Nahant Public Library, Nahant, Mass"
        ],
        "publisher": null,
        "publication_date": "1895",
        "categories": [
            "Fiction"
        ],
        "description": "",
        "page_count": 168,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=FGJCAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 397,
        "currency": "BRL"
    },
    {
        "id": "DS8CAAAAQAAJ",
        "title": "Altavona. Fact and Fiction from My Life in the Highlands",
        "authors": [
            "John Stuart Blackie"
        ],
        "publisher": null,
        "publication_date": "1882",
        "categories": [],
        "description": "",
        "page_count": 692,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=DS8CAAAAQAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 404,
        "currency": "BRL"
    }
]