[
    {
        "id": "KnFlDwAAQBAJ",
        "title": "Fun home",
        "authors": [
            "Alison Bechdel"
        ],
        "publisher": "Editora Todavia S.A",
        "publication_date": "2018-08-07",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "Fun Home é um marco dos quadrinhos e das narrativas autobiográficas, além de uma obra-prima sobre sexualidade, relações familiares e literatura. Um labirinto da memória trazido à tona com graça, humor e a força das maiores realizações artísticas. Pouco depois de revelar à família que é lésbica, Alison Bechdel recebe a notícia de que seu pai morreu em circunstâncias que poderiam indicar um suicídio. Nesta aclamada autobiografa em quadrinhos, ela explora a difícil, dolorosa e comovente relação com o pai. A autora retraça também os próprios passos, da criança que cresceu entre os cadáveres da funerária da família à jovem que se encontrou nos livros e na arte. Num trabalho imensamente poderoso e sutil, Bechdel trilha o caminho de sua vida em busca de um pai tão enigmático quanto incontornável.",
        "page_count": 243,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=KnFlDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 63.9,
        "currency": "BRL"
    },
    {
        "id": "j5oJEAAAQBAJ",
        "title": "O menino, a toupeira, a raposa e o cavalo",
        "authors": [
            "Charlie Mackesy"
        ],
        "publisher": "Sextante",
        "publication_date": "2023-08-31",
        "categories": [
            "Self-Help"
        ],
        "description": "O Menino, a Toupeira, a Raposa e o Cavalo, de Charlie Mackesy, foi adaptado para o cinema e ganhou o Oscar© 2023 na categoria melhor curta-metragem de animação. 227 SEMANAS NA LISTA DE MAIS VENDIDOS DO THE NEW YORK TIMES Um livro lindo, sensível e emocionante que se tornou um fenômeno editorial deste ano. “Um maravilhoso trabalho de arte e uma maravilhosa janela para o coração humano.” – Richard Curtis “O Menino, a Toupeira, a Raposa e o Cavalo não é apenas uma história instigante e digna de discussão, o livro em si é um objeto de arte.” – The New York Times “O mundo em que desejo habitar é este que Charlie Mackesy criou – um mundo de infinita bondade, sabedoria, cuidado mútuo, ternura e um verdadeiro amor entre amigos. Minha prece e esperança é que nosso mundo se tornará mais como o dele.” – Elizabeth Gilbert, autora de Comer, rezar, amar Charlie Mackesy oferece inspiração e esperança neste lindo livro, seguindo a história de um menino curioso, uma toupeira gananciosa, uma raposa cautelosa e um cavalo sábio que se encontram em situações às vezes difíceis, compartilhando seus medos e suas descobertas sobre vulnerabilidade, bondade, esperança, amizade e amor. As aventuras e as conversas entre os quatro amigos tem tocado leitores de todas as idades, sendo partilhadas na internet, recriadas em aulas de arte, penduradas nas paredes de hospitais e transformadas em tatuagens. “Amor, amizade e bondade. – Este livro fala uma língua universal.” – Bear Grylls “Você não poderá dar um livro mais bonito de Natal para alguém que ama.” – Chris Evans “Um doce conto representado em caligrafia preta e aquarela. Infantil em sua simplicidade, suas mensagens são universais. Mackesy uniu as pessoas. – The Washington Post",
        "page_count": 119,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=j5oJEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 49.99,
        "currency": "BRL"
    },
    {
        "id": "DEK1DwAAQBAJ",
        "title": "Diário de um Banana 14",
        "authors": [
            "Jeff Kinney"
        ],
        "publisher": "V&R Editoras",
        "publication_date": "2019-11-05",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Greg e sua família acabam de receber uma herança inesperada e vão usar o dinheiro para reformar a casa. Mas obras são sempre uma caixinha de surpresas. E os Heffley vão aprender isso da pior maneira possível. Todo tipo de problema começa a surgir: madeira podre, mofo tóxico, bichos indesejados e coisas ainda mais sinistras. Quando a poeira baixar, será que conseguirão morar em terra arrasada ou terão que se mandar para outra cidade?",
        "page_count": 227,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=DEK1DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 4,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "rkNnDwAAQBAJ",
        "title": "My Hero Academia vol. 03",
        "authors": [
            "Kohei Horikoshi"
        ],
        "publisher": "Editora JBC",
        "publication_date": "2018-08-10",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "Os alunos da turma 1-A estão tendo que aprender do pior jeito a real ameaça dos vilões e o que significa ser um herói. Contra o ataque frontal da Liga de Vilões – tudo para atrair o All Might e matá-lo – Deku e os outros parecem não conseguir executar nenhum tipo de reação eficaz...! Até que, finalmente, a esperança e a salvação, All Might chega para salvar o dia! E ele não está sorrindo! Será que ele sabe que era tudo uma armadilha e que os vilões detêm meios para, de fato, eliminar o Símbolo da Paz...?!",
        "page_count": 199,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=rkNnDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 12.9,
        "currency": "BRL"
    },
    {
        "id": "g5qluw2EZaIC",
        "title": "Graphic Novels Now",
        "authors": [
            "Francisca Goldsmith"
        ],
        "publisher": "American Library Association",
        "publication_date": "2005-08-15",
        "categories": [
            "Antiques & Collectibles"
        ],
        "description": "In 1992, Maus, a graphic novel by Art Spiegelman, won the Pulitzer Prize. The genre has been growing ever since, appealing to the visual-oriented Gen-X and Gen-Y, as well as to reluctant readers, those of all ages seeking alternative viewpoints, and anyone willing to take both image and word into consideration. Graphic Novels Now helps librarians new to the genre with all the key issues related to these unique books. Expert author Francisca Goldsmith shares smart advice, from how to develop a well-rounded collection by finding reviews and reliable publishers and distributors to shelving, catal.",
        "page_count": 124,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=g5qluw2EZaIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 374,
        "currency": "BRL"
    },
    {
        "id": "CWY-DwAAQBAJ",
        "title": "O diário de Anne Frank em quadrinhos",
        "authors": [
            "Ari Folman",
            "David Polonsky",
            "Anne Frank"
        ],
        "publisher": "Editora Record",
        "publication_date": "2017-11-13",
        "categories": [
            "History"
        ],
        "description": "Um dos livros mais lidos do mundo agora chega ao Brasil em sua primeira edição oficial em quadrinhos, autorizada pela Anne Frank Fonds Basel. Publicado pela primeira vez em 1947, O diário de Anne Frank faz parte do cânone literário do Holocausto. O roteirista e diretor cinematográfico Ari Folman e o ilustrador David Polonsky demonstram com essa adaptação a dimensão e a genialidade literárias da jovem autora. Eles tornam visual o contemporâneo documento histórico de Anne Frank e traduzem o contexto da época no qual foi escrito. Baseada na edição definitiva do diário, autorizada por Otto Frank, pai de Anne – um dos livros mais vendidos do mundo, publicado no Brasil pela Editora Record –, esta versão em quadrinhos torna tangível o destino dos oito habitantes do Anexo durante seus dias no esconderijo.",
        "page_count": 189,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=CWY-DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 42.9,
        "currency": "BRL"
    },
    {
        "id": "kUxtVIAmL0sC",
        "title": "The 101 Best Graphic Novels",
        "authors": [
            "Stephen Weiner"
        ],
        "publisher": "NBM",
        "publication_date": "2005",
        "categories": [
            "Art"
        ],
        "description": "Provides a concise guide to the best graphic novels that are currently in print and available, written by an enthusiast and expert in this popular field.",
        "page_count": 90,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=kUxtVIAmL0sC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 196,
        "currency": "BRL"
    },
    {
        "id": "6Wd7DwAAQBAJ",
        "title": "Tokyo Ghoul - vol. 1",
        "authors": [
            "Sui Ishida"
        ],
        "publisher": " Panini Brasil LTDA",
        "publication_date": "2018-08-22",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "Em Tokyo, criaturas conhecidas como \"Ghouls\" vivem entre os humanos e os devoram para sobreviver. Alheio a eles, o jovem universitário Ken Kaneki leva uma vida pacata entre livros, até que um trágico encontro o coloca diante desses seres e o obriga a lutar por sua humanidade.",
        "page_count": 229,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=6Wd7DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 9.9,
        "currency": "BRL"
    },
    {
        "id": "mJonDwAAQBAJ",
        "title": "Alena",
        "authors": [
            "Kim Andersson"
        ],
        "publisher": "AVEC Editora",
        "publication_date": "2017-06-12",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "A vida de Alena é um inferno. Desde que começou a estudar em um colégio cheio de colegas esnobes, ela sofre bullying de Filippa e das outras meninas do time de lacrosse. A melhor amiga de Alena acha que já chega de aguentar todo esse abuso. Seja da conselheira, do diretor, de Filippa ou de qualquer outra pessoa nessa escola repulsiva. Josefin promete resolver o assunto por conta própria a menos que Alena dê o troco. Só existe um problema: Josefin está morta há um ano.",
        "page_count": 131,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=mJonDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 19.9,
        "currency": "BRL"
    },
    {
        "id": "H24yEAAAQBAJ",
        "title": "1984",
        "authors": [
            "George Orwell",
            "Fido Nesti"
        ],
        "publisher": "ALFAGUARA",
        "publication_date": "2021-06-12",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "A novela gráfica oficial da obra mais célebre de George Orwell. Uma distopia absolutamente genial. Plano Nacional de Leitura Literatura - Banda Desenhada – Ensaio - 15-18 anos - Maiores de 18 anos No ano 1984, Londres é uma cidade lúgubre, em que a Polícia do Pensamento vigia de forma asfixiante a vida dos cidadãos. O mais grave dos crimes é ter uma mente livre. Winston Smith é um peão nesta engrenagem perversa e a sua função é reescrever a História para adaptá-la ao que o Partido considera a versão oficial dos feitos. É o que faz, até decidir questionar a verdade do sistema repressor. Na ânsia de liberdade e verdade, arrisca a vida, ao apaixonar-se por uma colega, a bela Julia, e rebelar-se contra o poder vigente. Publicada originalmente em 1949, a obra mais poderosa de George Orwell é pela primeira vez adaptada a novela gráfica, no traço do artista brasileiro Fido Nesti, que capta magistralmente os rostos, corpos e cenários de um mundo que cada dia é menos difícil de imaginar. Os elogios a 1984 : «Fido Nesti faz um trabalho exemplar de redução do verbo ao essencial é constrói uma narrativa que mantém o enredo original sem prescindir do gesto de criação que faz deste novo livro uma obra notável.» Sara Figueiredo Costa, Expresso «A ilustração é belíssima;o enredo repete-se ao longo dos tempos e nunca deixa de nos recordar que estamos sempre em perigo.» Francisco José Viegas, Correio da Manhã «Um livro magnífico e profundamente interessante.» Aldous Huxley «Está entre os meus livros preferidos, leio-o uma e outra vez.» Margaret Atwood «Aqui já não estamos unicamente diante do que habitualmente classificamos de literatura. Aqui estamos, repito, diante de uma energia visionária.» Umberto Eco «Nenhum livro do século XX teve maior influência do que 1984.» George Packer",
        "page_count": 223,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=H24yEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 250,
        "currency": "BRL"
    },
    {
        "id": "S5hEDgAAQBAJ",
        "title": "Não era você que eu esperava",
        "authors": [
            "Fabien Toulmé"
        ],
        "publisher": "Nemo",
        "publication_date": "2017-03-06",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "Como lidar com uma filha com deficiência? Nesta graphic novel autobiográfica, Fabien Toulmé fala com emoção, humor e humildade sobre um encontro inesperado de um pai com sua filha que possui Síndrome de Down. O casal enfrenta o nascimento de uma criança especial. É como uma tempestade inesperada, um furacão. Quando a menina nasce com a síndrome, até então não diagnosticada, a vida de Fabien desmorona. Indo da fúria à rejeição, da aceitação ao amor, o autor fala sobre a descoberta de como é ser diferente.",
        "page_count": 260,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=S5hEDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 62.9,
        "currency": "BRL"
    },
    {
        "id": "Xo-QYdfL9DoC",
        "title": "Graphic Novels and Comics in Libraries and Archives",
        "authors": [
            "Robert G. Weiner"
        ],
        "publisher": "McFarland",
        "publication_date": "2010-04-19",
        "categories": [
            "Literary Criticism"
        ],
        "description": "To say that graphic novels, comics, and other forms of sequential art have become a major part of popular culture and academia would be a vast understatement. Now an established component of library and archive collections across the globe, graphic novels are proving to be one of the last kinds of print publications actually gaining in popularity. Full of practical advice and innovative ideas for librarians, educators, and archivists, this book provides a wide-reaching look at how graphic novels and comics can be used to their full advantage in educational settings. Topics include the historically tenuous relationship between comics and librarians; the aesthetic value of sequential art; the use of graphic novels in library outreach services; collection evaluations for both American and Canadian libraries; cataloging tips and tricks; and the swiftly growing realm of webcomics.",
        "page_count": 289,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Xo-QYdfL9DoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 148.27,
        "currency": "BRL"
    },
    {
        "id": "SEO8DwAAQBAJ",
        "title": "A mágica da arrumação em quadrinhos - HQ",
        "authors": [
            "Marie Kondo"
        ],
        "publisher": "Nova Fronteira",
        "publication_date": "2019-11-04",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "Best-seller mundial, Marie Kondo apresenta de um jeito diferente seu revolucionário método de arrumação para acabar com a bagunça e mudar de vida: uma história em quadrinhos! Com ilustrações da premiada artista japonesa Yuko Uramoto, este livro cativa leitores de todas as idades e é perfeito não só para os fãs de Marie Kondo, mas também para aqueles que procuram uma introdução ao transformador método KonMari de arrumação.",
        "page_count": 194,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=SEO8DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 29.99,
        "currency": "BRL"
    },
    {
        "id": "TClpDwAAQBAJ",
        "title": "Diário de um Banana 13",
        "authors": [
            "Jeff Kinney"
        ],
        "publisher": "V&R Editoras S/A",
        "publication_date": "2018-11-21",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Quando a neve fecha a escola, o bairro se transforma num verdadeiro campo de batalha invernal. Grupos rivais lutam por território, constroem enormes fortes de gelo e se envolvem em épicas guerras de bola de neve. Na linha de tiro estão Greg Heffley e seu fiel amigo Rowley Jefferson. Em luta pela sobrevivência, os dois soldados fazem e desfazem alianças e enredam-se em traições. Gangues em permanente estado de hostilidade vão derreter a vizinhança. E será que, quando a neve se liquefazer, Greg e Rowley surgirão como heróis? Ou não vão conseguir escapar dessa gelada?",
        "page_count": 227,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=TClpDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "0b0tDwAAQBAJ",
        "title": "O melhor que podíamos fazer",
        "authors": [
            "Thi Bui"
        ],
        "publisher": "Nemo",
        "publication_date": "2017-09-25",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "Esta é uma história de busca por um futuro melhor e de saudosismo pelo passado. Explorando a angústia da imigração e os efeitos duradouros que o deslocamento tem sobre uma criança, Bui documenta a difícil fuga de sua família após a queda do Vietnã do Sul, na década de 1970, e as dificuldades que enfrentaram para construir uma nova realidade. O melhor que podíamos fazer traz à vida a jornada de Thi Bui em busca de compreensão e fornece inspiração a todos aqueles que anseiam por um futuro melhor, enquanto recordam o passado de privações.",
        "page_count": 338,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=0b0tDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 52.9,
        "currency": "BRL"
    },
    {
        "id": "nN9N9cJxqBIC",
        "title": "The Readers' Advisory Guide to Graphic Novels",
        "authors": [
            "Francisca Goldsmith"
        ],
        "publisher": "American Library Association",
        "publication_date": "2010",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Graphic novels have found a place on library shelves but many librarians struggle to move this expanding body of intellectual, aesthetic, and entertaining literature into the mainstream of library materials.",
        "page_count": 137,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=nN9N9cJxqBIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 316,
        "currency": "BRL"
    },
    {
        "id": "K1YBEAAAQBAJ",
        "title": "Primavera em Tchernóbil",
        "authors": [
            "Emmanuel Lepage"
        ],
        "publisher": "Geektopia",
        "publication_date": "2020-10-06",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "O mundo seguiu seu curso, mas muitas pessoas ficaram para trás. Descubra o que aconteceu com elas neste documentário em quadrinhos sobre tragédia e morte, pessoas e terra. E sobre o que resta depois de um desastre. ________________________________________ 26 de abril de 1986. O núcleo do reator da usina nuclear de Tchernóbil, na Ucrânia, começa a derreter, desencadeando o maior desastre nuclear da História. Enquanto o mundo dormia, uma nuvem carregada de radiação viajou por milhares de quilômetros em todas as direções, contaminando cinco milhões de inocentes. À época, Emmanuel Lepage tinha apenas 19 anos. Mais de 20 anos depois, em abril de 2008, um grupo de ativistas e artistas visita Tchernóbil a fim de documentar a vida dos sobreviventes da tragédia, que vivem nas terras contaminadas. Enviado para representar paisagens brutais de desastre e a loucura do homem, Emmanuel Lepage se surpreende com a inesperada beleza que encontra naquele inóspito lugar. \"Primavera em Tchernóbil\" é o resultado do que ele testemunhou. ________________________________________ \"Tive a oportunidade, pela primeira vez, de fazer uma reportagem em desenhos. Eu não vou ser apenas uma testemunha neste mundo, vou me envolver! Vou ser ativo! Um militante! Nesta profissão, trabalhando sozinho nas minhas pranchas, muitas vezes eu tenho a impressão de estar observando o mundo através de um vidro. De estar 'à parte'. Desta vez, eu vou sentir o mundo na pele! É um risco, eu sei... Mas tão empolgante! Eu ia descobrir as terras proibidas por onde rondava a morte.\" Emmanuel Lepage",
        "page_count": 179,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=K1YBEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 19.9,
        "currency": "BRL"
    },
    {
        "id": "1Z3BDwAAQBAJ",
        "title": "Venomizados",
        "authors": [
            "Cullen Bunn"
        ],
        "publisher": "Panini",
        "publication_date": "2019-07-10",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "Os Peçonhentos, uma espécie que se alimenta de simbiontes e de seus hospedeiros superpoderosos, escolheram o próximo alvo: o Universo Marvel! E o primeiro objetivo deles é juntar cada super-humano a um klyntar e consumi-los! Sem Venom e os X-Men, a Terra está indefesa! Com um mundo repleto de heróis e vilões unidos a simbiontes contra a vontade, os campeões do planeta precisam se unir se quiserem ter uma chance de vencer. Quais são os planos dos Peçonhentos para Cletus Kasady, o Carnificina? E o que na galáxia é capaz de se opor ao. Thanos Peçonhento?!",
        "page_count": 125,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=1Z3BDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 13.9,
        "currency": "BRL"
    },
    {
        "id": "TuJPa52BlKoC",
        "title": "Dom Casmurro",
        "authors": [
            "Wellington Srbek",
            "Machado de Assis"
        ],
        "publisher": "Distribuidora Autentica LTDA",
        "publication_date": "2013-09-12",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "Um dos principais clássicos de nossa literatura ganha versão em quadrinhos, numa fiel adaptação produzida por dois autores de destaque das HQs brasileiras.",
        "page_count": 82,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=TuJPa52BlKoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 45.9,
        "currency": "BRL"
    },
    {
        "id": "csvoCwAAQBAJ",
        "title": "Beladona (português)",
        "authors": [
            "Ana Recalde"
        ],
        "publisher": "AVEC Editora",
        "publication_date": "2015-12-03",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "A HQ conta a história de Samantha, uma menina assombrada por sonhos terríveis. A história se passa em dois mundos: Primeiro o mundo real e o segundo, um mundo dos pesadelos. Nesse mundo dos pesadelos, Samantha é perseguida constantemente por espíritos que a atormentam e que claramente desejam seu mal, mas isso tudo tem um propósito sinistro e que a levará a uma jornada com momentos de superação, descoberta, euforia, depressão e violência. Além dos desenhos do Denis Mello, a revista ainda conta com prefácio de Julio Shimamoto, mestre dos quadrinhos de terror brasileiro, texto de Danilo Beyruth (Astronauta: Magnetar) na Contracapa. Um making off da história, do roteiro a arte final, e uma galeria de artistas convidados como Vitor Cafaggi, Danilo Beyruth e Mario Cau.",
        "page_count": 411,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=csvoCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 14.9,
        "currency": "BRL"
    },
    {
        "id": "oRBYEAAAQBAJ",
        "title": "Pássaro branco",
        "authors": [
            "R. J. Palacio"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2022-01-06",
        "categories": [
            "Young Adult Fiction"
        ],
        "description": "Em nova história do universo de Extraordinário que deu origem ao filme estrelado por Helen Mirren, R. J. Palacio mostra que são as pequenas gentilezas que nos dão coragem e esperança em tempos sombrios Em Extraordinário, milhões de leitores se apaixonaram por Auggie, um menino com deformidade facial que decide ir à escola e enfrenta o olhar julgador do mundo. Escrito e ilustrado por R. J. Palacio, Pássaro branco é a estreia da autora no universo dos quadrinhos e revela um novo lado de Julian, um colega de turma que fazia questão de que Auggie não fosse tratado como um garoto comum. Durante uma tarefa de casa, Julian conhece o passado comovente de Grandmère, sua avó. Ainda criança, ela precisou se esconder dos nazistas na França, durante a Segunda Guerra Mundial. Pelos olhos da pequena Sara, vemos a escalada do Nazis¬mo — placas proibindo a entrada de judeus, suásticas, o uso da estrela amarela nas rou¬pas — e também a força de uma relação de acolhimento e afeto. Sara encontra um porto seguro na família de Julien Beaumier, um menino acometido pela poliomielite e excluído por todos na escola. Com ela, aprendemos que, em tempos de terror e sofrimento, o respeito às diferenças e a empatia ainda são o que nos mantém humanos. E essa men¬sagem mudará para sempre o olhar de seu neto Julian. Com belas ilustrações e trechos poéticos, R. J. Palacio retorna ao universo de Extraordinário para recontar um capítulo terrível da história da humanidade. Adaptado para o cinema em um filme emocionante estrelado por Helen Mirren, Gillian Anderson, Ariella Glaser, Orlando Schwerdt e Bryce Gheisar, Pássaro branco mostra a importância de manter as memórias vivas e alerta para a necessidade de não silenciarmos as tragédias do passado. A edição conta com posfácio da premiada escritora e crítica lite¬rária Ruth Franklin, além de indicações de leituras sobre o período histórico.",
        "page_count": 228,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=oRBYEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 46.9,
        "currency": "BRL"
    },
    {
        "id": "DdQNU0DWJOgC",
        "title": "Teaching Graphic Novels",
        "authors": [
            "Katie Monnin"
        ],
        "publisher": "Maupin House Publishing, Inc.",
        "publication_date": "2010",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "Harness the power of graphic novels to promote literacy and engage all secondary students with Teaching Graphic Novels by Katie Monnin! Address print-text and image literacies, from navigating text features to creating standards-based lessons on reading comprehension, fiction/nonfiction, written response, critical thinking, and media literacy. Complete with examples from graphic novels, professional resource suggestions, strategies that can be used with any graphic novel, cross-indexes of middle and high school graphic novels and themes, reproducibles, and extra support for English-language learners. Teaching Graphic Novels was a finalist for both the 2009 ForeWord Education Book of the Year and the 2010 AEP Distinguished Achievement Award in the 6-8 Curriculum and Instruction category!",
        "page_count": 258,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=DdQNU0DWJOgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 465,
        "currency": "BRL"
    },
    {
        "id": "taoSEAAAQBAJ",
        "title": "Duna – Graphic Novel Volume 1",
        "authors": [
            "Frank Herbert "
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2021-01-18",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "Obra-prima da ficção científica, que ganhará aguardada adaptação para o cinema, Duna retorna em uma graphic novel exuberante e imperdível Em 1965, um livro revolucionaria por completo a ficção científica e se tornaria um marco da literatura e da cultura pop. Com sua narrativa inovadora, unindo aventura, fantasia, religião, política, tecnologia e ecologia, Duna é uma das sagas mais bem-sucedidas da história e inspirou outros clássicos, como Star Wars, Blade Runner e Alien. Agora, essa obra-prima ganha uma versão em graphic novel fiel à exuberância e à complexidade do universo criado por Frank Herbert. Num futuro distante, a casa Atreides, liderada pelo duque Leto, se prepara para uma jornada até o planeta desértico de Arrakis. Também conhecido como “Duna”, esse lugar cercado de mistérios e perigos é a única fonte da substância mais valiosa do cosmos. O duque precisará se aliar aos nativos, os fremen, se quiser impedir que a casa Harkonnen assuma o controle do planeta. E é lá que seu filho, Paul, conhecerá seu destino. O jovem pode ser a chave de um plano traçado há séculos e uma peça importante no jogo de poderes do império. Adaptado com maestria por Brian Herbert, filho do autor, e por Kevin J. Anderson, este primeiro volume da série de graphic novels conta com as cores vibrantes das artes de Raúl Allén e Patricia Martín. Em 2021, a aguardada adaptação dirigida por Denis Villeneuve chega aos cinemas, com Timothée Chalamet e Zendaya no elenco.",
        "page_count": 179,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=taoSEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 34.9,
        "currency": "BRL"
    },
    {
        "id": "GN8NurpHNwcC",
        "title": "Documentary Graphic Novels and Social Realism",
        "authors": [
            "Jeff Adams"
        ],
        "publisher": "Peter Lang",
        "publication_date": "2008",
        "categories": [
            "Art"
        ],
        "description": "This book analyses graphic novels which document social crises. It demonstrates that artists' documentary use of this medium is a form of social realism, inextricably bound up with politics and ideology. Theoretical and visual approaches are employed throughout, introducing the principal themes of the graphic novels under scrutiny: political realism, visual documentary, traumatic childhood, ethnic discrimination, state oppression, and military occupation. The key works examined are Keiji Nakazawa's Barefoot Gen, Joe Sacco's Palestine, Marjane Satrapi's Persepolis, W.G. Sebald's Emigrants and Art Spiegelman's Maus. Innovative techniques, radical methods of depiction, sequence and text organisation are analysed throughout to explain how the authors use visual realism to represent these social crises. The book is well illustrated as a visual support for its exploration of this emerging and vital documentary medium.",
        "page_count": 224,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=GN8NurpHNwcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 173,
        "currency": "BRL"
    },
    {
        "id": "R4oEEAAAQBAJ",
        "title": "Laura Dean Vive Terminando Comigo",
        "authors": [
            "Mariko Tamaki"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2020-12-02",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "Faz quase um ano que Freddy está apaixonada por uma menina chamada Laura Dean. Mas ela não imaginava que um namoro poderia ser tão complicado… Freddy Riley só quer que Laura Dean pare de terminar com ela. O dia em que começaram a namorar foi o melhor de sua vida, mas agora parece apenas uma lembrança distante. Laura Dean é popular, engraçada e MUITO LINDA… mas também pode ser insensível e bem cruel. O relacionamento cheio de idas e vindas deixa Freddy desnorteada, e seus amigos não entendem por que ela sempre aceita reatar. A situação se mostra cada vez mais insustentável: o coração de Freddy está se despedaçando em câmera lenta, e ela corre o risco de perder a melhor amiga junto com o que resta de sua autoestima. Mas, quando Freddy se consulta com uma misteriosa vidente, recebe um conselho capaz de mudar essa história para sempre. As premiadas Mariko Tamaki e Rosemary Valero-O’Connell dão vida a uma narrativa delicada e pungente sobre o amor na adolescência, nos convidando a imaginar o que acontece quando deixamos para trás os relacionamentos tóxicos e abrimos espaço para relações que nos fortalecem. Laura Dean vive terminando comigo venceu três Eisner Awards, maior prêmio do universo dos quadrinhos, nas categorias Melhor Roteirista, Melhor Artista e Melhor Publicação Para Adolescentes.",
        "page_count": 305,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=R4oEEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "5qpjDQAAQBAJ",
        "title": "Ninguém vira adulto de verdade",
        "authors": [
            "Sarah Andersen"
        ],
        "publisher": "Editora Seguinte",
        "publication_date": "2016-10-27",
        "categories": [
            "Young Adult Fiction"
        ],
        "description": "Um livro para quem não está nem um pouco empolgado com os desafios da vida adulta. As tirinhas certeiras de Sarah Andersen, que já contam com mais de 1 milhão de fãs no Facebook, registram lindos fins de semana passados de pernas pro ar na internet, a agonia de andar de mãos dadas com alguém de quem estamos a fim (e se os dedos ficarem suados?!), a longa espera diária para chegar em casa e vestir o pijama, e a eterna dúvida de quando, exatamente, a vida adulta começa. Em outras palavras, este livro é sobre as estranhezas e peculiaridades de ser um jovem adulto na vida moderna. A sinceridade com que Sarah Andersen lida com temas como autoestima, timidez, relacionamentos e a frequência com que lavamos o sutiã torna impossível não se identificar com esses quadrinhos hilários e carismáticos.",
        "page_count": 120,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=5qpjDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 23.9,
        "currency": "BRL"
    },
    {
        "id": "jVxFiEtxtTwC",
        "title": "Teaching With Graphic Novels: In Grades 4-12 Classrooms",
        "authors": [
            "Shelley Peterson"
        ],
        "publisher": "Portage & Main Press",
        "publication_date": "2010-12",
        "categories": [
            "Education"
        ],
        "description": "Capitalize on students' excitement about graphic novels while teaching literacy/language arts curriculum objectives! Teaching With Graphic Novels is for teachers who are fans of the genre as well as for those who are curious about graphic novels and are interested in trying something new in their classrooms. Through the teaching and learning activities suggested in this ebook, teachers will learn more about the potential of graphic novels for: motivating students to engage with texts teaching reading strategies teaching media literacy teaching critical literacy understandings",
        "page_count": 49,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=jVxFiEtxtTwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 264,
        "currency": "BRL"
    },
    {
        "id": "iLisCQAAQBAJ",
        "title": "Os dois terríveis",
        "authors": [
            "Jory John",
            "Mac Barnett"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2015-06-12",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Miles morava perto do mar. Miles tinha amigos. Miles era o garoto mais terrível de sua escola... Como ele vai conseguir sobreviver numa cidade chamada Vale do Bocejo? O mundo das travessuras está prestes a ser reinventado. Uma dupla imbatível na pregação de peças surge onde menos se espera: na entediante cidade de Vale do Bocejo, famosa por ter muitas vacas. Acostumado a ser o mais terrível de onde morava, Miles Murphy está decidido a manter sua fama em sua nova cidade, para a qual se mudou muito a contragosto. Só que Vale do Bocejo já tem seu rei das travessuras, e, para roubar o posto, Miles vai ter que se superar. Uma guerra épica de trotes e peças toma conta da cidade, até que os dois terríveis finalmente decidem unir forças e pregar a maior peça já vista no mundo: algo tão mirabolante que deixará orgulhosos os membros da Ordem Internacional da Desordem. “Um livro terrível! Terrivelmente engraçado, terrivelmente maravilhoso.” Jon Scieszka, autor da série Frank Einstein “Nem o leitor mais relutante vai resistir.” San Francisco Book Review",
        "page_count": 227,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=iLisCQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 34.9,
        "currency": "BRL"
    },
    {
        "id": "1knEEAAAQBAJ",
        "title": "Graphic Novels",
        "authors": [
            "Michael Pawuk",
            "David S. Serchay"
        ],
        "publisher": "Bloomsbury Publishing USA",
        "publication_date": "2017-05-30",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Covering genres from adventure and fantasy to horror, science fiction, and superheroes, this guide maps the vast terrain of graphic novels, describing and organizing titles to help librarians balance their graphic novel collections and direct patrons to read-alikes. New subgenres, new authors, new artists, and new titles appear daily in the comic book and manga world, joining thousands of existing titles—some of which are very popular and well-known to the enthusiastic readers of books in this genre. How do you determine which graphic novels to purchase, and which to recommend to teen and adult readers? This updated guide is intended to help you start, update, or maintain a graphic novel collection and advise readers about the genre. Containing mostly new information as compared to the previous edition, the book covers iconic super-hero comics and other classic and contemporary crime fighter-based comics; action and adventure comics, including prehistoric, heroic, explorer, and Far East adventure as well as Western adventure; science fiction titles that encompass space opera/fantasy, aliens, post-apocalyptic themes, and comics with storylines revolving around computers, robots, and artificial intelligence. There are also chapters dedicated to fantasy titles; horror titles, such as comics about vampires, werewolves, monsters, ghosts, and the occult; crime and mystery titles regarding detectives, police officers, junior sleuths, and true crime; comics on contemporary life, covering romance, coming-of-age stories, sports, and social and political issues; humorous titles; and various nonfiction graphic novels.",
        "page_count": 758,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=1knEEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 436.41,
        "currency": "BRL"
    },
    {
        "id": "KuXEEAAAQBAJ",
        "title": "Graphic Novels",
        "authors": [
            "D. Aviva Rothschild"
        ],
        "publisher": "Bloomsbury Publishing USA",
        "publication_date": "1995-04-15",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "The first of its kind, this annotated guide describes and evaluates more than 400 works in English. Rothschild's lively annotations discuss important features of each work-including the quality of the graphics, characterizations, dialogue, and the appropriate audience-and introduces mainstream readers to the variety and quality of graphic novels, helps them distinguish between classics and hackwork, and alerts experienced readers to material they may not have discovered. Designed for individuals who need information about graphic novels and for those interested in acquiring them, this book will especially appeal to librarians, booksellers, bookstore owners, educators working with teen and reluctant readers, as well as to readers interested in this genre.",
        "page_count": 268,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=KuXEEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 292.65,
        "currency": "BRL"
    },
    {
        "id": "-1wnk9VRb1sC",
        "title": "Write Your Own Graphic Novel",
        "authors": [
            "Natalie M. Rosinsky"
        ],
        "publisher": "Capstone",
        "publication_date": "2008-07",
        "categories": [
            "Graphic novels"
        ],
        "description": "Describes the authorship and illustration of a graphic novel.",
        "page_count": 33,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=-1wnk9VRb1sC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 423,
        "currency": "BRL"
    },
    {
        "id": "Jd8XDQAAQBAJ",
        "title": "Reading Graphic Novels",
        "authors": [
            "Achim Hescher"
        ],
        "publisher": "Walter de Gruyter GmbH & Co KG",
        "publication_date": "2016-02-22",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Distinguishing the graphic novel from other types of comic books has presented problems due to the fuzziness of category boundaries. Against the backdrop of prototype theory, the author establishes the graphic novel as a genre whose core feature is complexity, which again is defined by seven gradable subcategories: 1) multilayered plot and narration, 2) multireferential use of color, 3) complex text-image relation, 4) meaning-enhancing panel design and layout, 5) structural performativity, 6) references to texts/media, and 7) self-referential and metafictional devices. Regarding the subcategory of narration, the existence of a narrator as known from classical narratology can no longer be assumed. In addition, conventional focalization cannot account for two crucial parameters of the comics image: what is shown (point of view, including mise en scène) and what is seen (character perception). On the basis of François Jost’s concepts of ocularization and focalization, this book presents an analytical framework for graphic novels beyond conventional narratology and finally discusses aspects of subjectivity, a focal paradigm in the latest research. It is intended for advanced students of literature, scholars, and comics experts.",
        "page_count": 217,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Jd8XDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 554,
        "currency": "BRL"
    },
    {
        "id": "woBQCgAAQBAJ",
        "title": "101 Outstanding Graphic Novels",
        "authors": [
            "Stephen Weiner"
        ],
        "publisher": "NBM Publishing",
        "publication_date": "2015-04-01",
        "categories": [
            "Art"
        ],
        "description": "The popular primer on the best graphic novels, initially called The 101 Best Graphic Novels, is back in its third updated edition. Expert librarian Stephen Weiner—with the crowdsourcing help of professionals in the field, from artists to critics to leading comic store owners—has sifted through the bewildering thousands of graphic novels now available to come up with an outstanding, not-to-be-missed 101. With an all-encompassing variety of genres, including both fiction and nonfiction, this serves as a great introduction to this increasingly influential world of pop culture and entertainment while also serving as a reference list for fans on what they may have possibly overlooked.",
        "page_count": 82,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=woBQCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 56.99,
        "currency": "BRL"
    },
    {
        "id": "ZK_2EAAAQBAJ",
        "title": "Graphic Novels Beyond the Basics",
        "authors": [
            "Martha Cornog",
            "Timothy Perper"
        ],
        "publisher": "Bloomsbury Publishing USA",
        "publication_date": "2009-08-25",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "This study of the graphic novel and its growth in the library helps librarians utilize and develop this extraordinarily popular format in their library collections. What does the surge of popularity in graphic novels mean for libraries? Graphic Novels Beyond the Basics: Insights and Issues for Libraries goes deeper into this subject than any other volume previously published, bringing together a distinguished panel of experts to examine questions librarians may encounter as they work to enhance their graphic novel holdings. Graphic Novels Beyond the Basics begins by introducing librarians to the world of the graphic novel: popular and critically acclaimed fiction and nonfiction titles; a wide range of genres including Japanese manga and other international favorites; recurring story and character archetypes; and titles created for specific cultural audiences and female readers. The book then offers a series of chapters on key issues librarians will face with graphic novels on the shelves, including processing and retention questions, preservation and retention, collecting related media such as Japanese anime films and video games, potential grounds for patron or parental complaints, the future of graphic novels, and more.",
        "page_count": 312,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=ZK_2EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 256.71,
        "currency": "BRL"
    },
    {
        "id": "Se6KEAAAQBAJ",
        "title": "Exploring Comics and Graphic Novels in the Classroom",
        "authors": [
            "DeHart, Jason D."
        ],
        "publisher": "IGI Global",
        "publication_date": "2022-08-19",
        "categories": [
            "Education"
        ],
        "description": "Art can be used in education to assist in engagement, comprehension, and literacy. For years, comics and graphic novels have been written off as simple sources of entertainment. However, comics and graphic novels have tremendous value when utilized in the classroom as unique texts that can be approached philosophically and cognitively. Exploring Comics and Graphic Novels in the Classroom highlights voices from a number of disciplines in education, showcasing research and practice using both popular and lesser-known examples of comics across time in terms of publishing history and across geographic contexts. It explores comics from multiple viewpoints to share the efficacy of these texts in descriptive, narrative, and empirical ways. Covering topics such as intersectional identity representation, sequential visual art, and critical analysis, this premier reference source is a dynamic resource for educational administrators, teacher educators, preservice teachers, faculty of both K-12 and higher education, librarians, teaching artists, researchers, and academicians.",
        "page_count": 352,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Se6KEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 1233.06,
        "currency": "BRL"
    },
    {
        "id": "DqZDAwAAQBAJ",
        "title": "Wham! Teaching with Graphic Novels Across the Curriculum",
        "authors": [
            "William G. Brozo",
            "Gary Moorman",
            "Carla Meyer"
        ],
        "publisher": "Teachers College Press",
        "publication_date": "2014",
        "categories": [
            "Education"
        ],
        "description": "Graphic novels are an excellent medium to motivate today’s youth to become independent learners and thinkers. This practical guide shows secondary school teachers how to incorporate graphic novels into content area instruction as a tool for meeting the needs of diverse learners and achieving the goals of the Common Core State Standards. The authors provide instructional guidelines with classroom examples that demonstrate how graphic novels can be used to expand content knowledge and literacy in science, social studies, math, and English/language arts. Teachers will appreciate the book’s specific suggestions for selecting graphic novels and for employing responsive practices that will build students’ reading, writing, speaking, listening, and media competencies. “The range and complexity of graphic novels being published right now is simply amazing to me. . . . They are part of what should be a balanced array of texts that all can read, enjoy, and learn from. In this volume, the authors point to this proliferation, as well as the educative potential of graphic novels. After reading its pages, I feel others will agree with me that they have done an excellent job pointing out how graphic novel creators such as Jim Ottaviani and Larry Gonick communicate much about history, science, and mathematics while also making connections to comprehension and thinking skills that accompany both literacy and content-specific learning.” —From the Foreword by Stergios Botzakis, assistant professor of adolescent literacy in the Theory and Practice in Teacher Education Department at The University of Tennessee, Knoxville “The authors have set forth on a task I feel long is overdu—connecting the literacy potential of graphic novels to the content areas. This book is a wonderful contribution to the field of content area literacy studies.” —Michael D. Boatright, assistant professor, Department of English, Western Carolina University Book Features: Advice for selecting and evaluating graphic novels. Teaching strategies for each of the four major content domains. Guidance for aligning instruction with the Common Core State Standards. A list of educational graphic novels organized by content area. Study group questions.And more! William G. Brozo is a professor of literacy in the Graduate School of Education at George Mason University in Fairfax, Virginia, and author of RTI and the Adolescent Reader. Gary Moorman is professor emeritus at Appalachian State University in Boone, North Carolina. Carla K. Meyer is an assistant professor in the Reading Education and Special Education Department at Appalachian State University.",
        "page_count": 169,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=DqZDAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 176.56,
        "currency": "BRL"
    },
    {
        "id": "HTjPEAAAQBAJ",
        "title": "Using Graphic Novels in the STEM Classroom",
        "authors": [
            "William Boerman-Cornell",
            "Josha Ho",
            "David Klanderman",
            "Sarah Klanderman"
        ],
        "publisher": "Bloomsbury Publishing",
        "publication_date": "2023-11-02",
        "categories": [
            "Education"
        ],
        "description": "This book provides everything STEM teachers need to use graphic novels in order to engage students, explain difficult concepts, and enrich learning. Drawing upon the latest educational research and over 60 years of combined teaching experience, the authors describe the multimodal affordances and constraints of each element of the STEM curriculum. Useful for new and seasoned teachers alike, the chapters provide practical guidance for teaching with graphic novels, with a section each for Science, Technology, Engineering, and Mathematics. An appendix provides nearly 100 short reviews of graphic novels arranged by topic, such as cryptography, evolution, computer coding, skyscraper design, nuclear physics, auto repair, meteorology, and human physiology, allowing the teacher to find multiple graphic novels to enhance almost any unit. These include graphic novel biographies of Stephen Hawking, Jane Goodall, Alan Turing, Rosalind Franklin, as well as popular titles such as T-Minus by Jim Ottaviani, Brooke Gladstone's The Influencing Machine, Theodoris Andropoulos's Who Killed Professor X, and Gene Yang's Secret Coders series.",
        "page_count": 188,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=HTjPEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 128.07,
        "currency": "BRL"
    },
    {
        "id": "pQQRAAAAQBAJ",
        "title": "Graphic Novels and Comics in the Classroom",
        "authors": [
            "Carrye Kay Syma",
            "Robert G. Weiner"
        ],
        "publisher": "McFarland",
        "publication_date": "2013-06-18",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Sequential art combines the visual and the narrative in a way that readers have to interpret the images with the writing. Comics make a good fit with education because students are using a format that provides active engagement. This collection of essays is a wide-ranging look at current practices using comics and graphic novels in educational settings, from elementary schools through college. The contributors cover history, gender, the use of specific graphic novels, practical application and educational theory. Instructors considering this book for use in a course may request an examination copy here.",
        "page_count": 299,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=pQQRAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 114.04,
        "currency": "BRL"
    },
    {
        "id": "AizO7StJA1kC",
        "title": "Graphic Novels in Your School Library",
        "authors": [
            "Jesse Karp"
        ],
        "publisher": "American Library Association",
        "publication_date": "2012",
        "categories": [
            "Comics & Graphic Novels"
        ],
        "description": "Readers Advisory Reference.",
        "page_count": 160,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=AizO7StJA1kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 500,
        "currency": "BRL"
    }
]