[
    {
        "id": "8vbEEAAAQBAJ",
        "title": "Os profetas",
        "authors": [
            "Robert Jones Jr."
        ],
        "publisher": "Companhia das Letras",
        "publication_date": "2023-08-18",
        "categories": [
            "Fiction"
        ],
        "description": "Introduzir com altivez e dignidade a memória das pessoas escravizadas na história atual é uma urgência e um dever ético. Em Os profetas, Robert Jones, Jr. toma para si essa tarefa e a executa com maestria e talento extraordinários. Isaiah e Samuel são jovens escravizados que vivem no Vazio, uma plantação no interior do Mississipi. Se amam com o vigor da puberdade e a força de seus ancestrais africanos, que considerariam o amor entre dois homens apenas mais uma, dentre tantas formas belas e legítimas de amar. O perigo os espreita quando Amos, escravizado mais velho, se converte ao cristianismo. Proselitista e interessado em obter vantagens pessoais, ele faz da pregação do Evangelho um meio de expor os rapazes. Como se não bastasse, Timothy, jovem herdeiro dos domínios senhoriais, volta para a casa-grande e, embora tenha educação e hábitos finamente seculares, também se interpõe entre os amantes. A Isaiah e Samuel resta a discreta proteção das escravizadas mais velhas, Maggie, Essie e tia Be, apreciadoras do silêncio e do segredo. Mas da decadência do Vazio, elas sabem, não há quem possa se livrar. Robert Jones, Jr. conta a história dessa tragédia de forma tão sublime e intensa que chega a ser brutal. Sua escrita combina duas fortunas da literatura afro-americana: de um lado, a sensibilidade de James Baldwin no entrelaçamento do drama da dissidência sexual e da estigmatização racista; de outro, a argúcia de Toni Morrison na representação da experiência — não apenas individual, mas geracional — de ser ou ter sido escravizado. O resultado é uma prosa singular, que captura uma nova política e poética das origens do mundo em que vivemos. \"Uma história de amor lírica e rebelde.\" — The New York Times Book Review \"Não há banalidades fáceis sobre como o amor triunfa sobre o sofrimento aqui. Mesmo em momentos de doçura, há também um medo iminente e ameaçador. O que é notável, Jones sugere, é que os humanos amam mesmo quando as ameaças mais terríveis pairam sobre eles. Mesmo quando sabem que seus opressores nunca lhes permitirão um final feliz.\" — The Guardian \"Uma terna e apaixonada história de amor negro e queer, contada com um lirismo que justifica as muitas comparações com Toni Morrison.\" — Time",
        "page_count": 456,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=8vbEEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "L1st7seCkQsC",
        "title": "Jardim de inverno",
        "authors": [
            "Kristin Hannah"
        ],
        "publisher": "Editora Novo Conceito",
        "publication_date": "2013-04-22",
        "categories": [
            "Fiction"
        ],
        "description": "Meredith e Nina Whiston são tão diferentes quanto duas irmãs podem ser. Uma ficou em casa para cuidar dos filhos e da família. A outra seguiu seus sonhos e viajou o mundo para tornar-se uma fotojornalista famosa. No entanto, com a doença de seu amado pai, as irmãs encontram-se novamente, agora ao lado de sua fria mãe, Anya, que, mesmo nesta situação, não consegue oferecer qualquer conforto às filhas. A verdade é que Anya tem um motivo muito forte para ser assim distante: uma comovente história de amor que se estende por mais de 65 anos entre a gelada Leningrado da Segunda Guerra e o não menos frio Alasca. Para cumprir uma promessa ao pai em seu leito de morte, as irmãs Whiston deverão se esforçar e fazer com que a mãe lhes conte esta extraordinária história. Meredith e Nina vão, finalmente, conhecer o passado secreto de sua mãe e descobrir uma verdade tão terrível que abalará o alicerce de sua família... E mudará tudo o que elas pensam que são. \"Difícil não rir um tanto e chorar ainda mais com a história de mãe e filhas que se descobrem no último momento.\" -- Publishers Weekly A história que sua mãe conta é como nenhuma outra já ouvida por elas antes — uma história de amor cativante e misteriosa que dura mais de sessenta anos e parte da Leningrad congelada e devastada pela guerra até o Alasca, nos dias atuais. A obessão de Nina por esconder a verdade as levará a uma inesperada jornada ao passado de sua mãe, onde descobrirão um segredo tão chocante, que abala a estrutura da família e muda quem elas acreditam ser.",
        "page_count": 532,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=L1st7seCkQsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 17.9,
        "currency": "BRL"
    },
    {
        "id": "TKQyDwAAQBAJ",
        "title": "A casa das marés",
        "authors": [
            "Jojo Moyes"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2017-09-06",
        "categories": [
            "Fiction"
        ],
        "description": "Uma história que atravessa décadas e gerações para mostrar que nunca é tarde demais para nos descobrir e correr atrás dos nossos sonhos. Na década de 1950, Merham não passava de uma cidadezinha litorânea como tantas outras: pacata, tradicional e obcecada pelas aparências. Os homens cuidavam do comércio, as mulheres cuidavam dos filhos e todos cuidavam da vida um do outro. Até que um boêmio grupo de artistas estrangeiros excêntricos se muda para a Casa Arcádia, uma bela construção art déco à beira-mar. Ao contrário dos demais habitantes, que logo veem os artistas com maus olhos, temerosos de que possam destruir a boa reputação da cidade, Lottie Swift e Celia Holden não conseguem esconder o interesse pelos novos residentes. Cinquenta anos mais tarde, quando o passado já parece enterrado e esquecido, a Casa Arcádia é vendida para um empresário que pretende transformá-la em um refúgio de luxo planejado pela designer Daisy Parsons, que chega a Merham para reconstruir não só a casa, mas sua própria vida. Porém, assim como antes, o prenúncio de mudança revolta os moradores, dispostos a tudo para inviabilizar o projeto. Uma história que atravessa gerações, A casa das marés é e faz lembrar que nunca é tarde demais para nos redescobrirmos e irmos atrás dos nossos sonhos.",
        "page_count": 497,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=TKQyDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "usdyDwAAQBAJ",
        "title": "Abandonada por Amor",
        "authors": [
            "Roxanne Veletzos"
        ],
        "publisher": "Leya",
        "publication_date": "2018-09-13",
        "categories": [
            "Fiction"
        ],
        "description": "On a cold night, a Jewish girl cries. She is alone, sitting at the door of a building in Bucharest. Natalia calls herself and was abandoned. It is January 1941. Romania is allied with the Nazis and the Jewish population is the target of unrestricted persecution. The girl is taken to an orphanage, where she stops talking. Until the day she is adopted by a wealthy couple and, little by little, she awakens to her new life. The memories of the parents fade away. Their fate is unknown. These brave parents, who have taken the most heartbreaking decisions by abandoning her as the only way to \"erase\" their identity ... Years later, Natalia falls in love. And also this love will be pushed to the limit. Victor loves her to the point of - he too ... - giving her up to save her. For the vestiges of Natalia's true origins insist on not dying ... and lead to a discovery that can change its destiny forever. The author based her novel on the experiences of the mother, who was abandoned by the biological parents during World War II",
        "page_count": 308,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=usdyDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 336,
        "currency": "BRL"
    },
    {
        "id": "HkQqEAAAQBAJ",
        "title": "Malibu renasce",
        "authors": [
            "Taylor Jenkins Reid"
        ],
        "publisher": "Editora Paralela",
        "publication_date": "2021-06-14",
        "categories": [
            "Fiction"
        ],
        "description": "Os quatro filhos de Mick Riva são conhecidos e admirados por toda Malibu. Mas não só pelo pai famoso. A cada ano os quatro dão uma festa épica para comemorar o fim do verão — e a de 1983 promete. Ela dura apenas algumas horas, mas é suficiente para mudar a vida deles para sempre. Malibu, agosto de 1983. É o dia da festa anual de Nina Riva, e todos anseiam pelo cair da noite e por toda a emoção que ela promete trazer. A pessoa menos interessada no evento é Nina, que nunca gostou de ser o centro das atenções e acabou de ter o fim do relacionamento com um tenista profissional totalmente explorado pela mídia. Talvez Hud também esteja tenso, pois precisa admitir para o irmão algo que tem mantido em segredo por tempo demais, e parece que esse é o momento. Jay está contando os minutos, pois não vê a hora de encontrar uma menina que não sai de sua cabeça. E Kit também tem seus segredos — e convidado — especiais. Até a meia-noite, a festa estará completamente fora de controle. O álcool vai fluir, a música vai tocar e segredos acumulados ao longo de gerações vão voltar para assombrar todos — até as primeiras horas do dia, quando a primeira faísca surgir e a mansão Riva for totalmente consumida pelas chamas.",
        "page_count": 530,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=HkQqEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "yZJRDwAAQBAJ",
        "title": "Nix",
        "authors": [
            "Nathan Hill"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2018-04-18",
        "categories": [
            "Fiction"
        ],
        "description": "Autor narra com humor a saga de um protagonista atormentado pelo passado da própria família. Em seu elogiado romance de estreia, Nathan Hill conta o drama tragicômico de Samuel Anderson, um escritor fracassado obrigado a lidar com antigas feridas, reabertas pelo inesperado ressurgimento da mãe, Faye, que abandonou a família quando ele era criança. Faye é acusada de um crime absurdo registrado em um vídeo que viraliza na internet. A surpresa de Samuel é ainda maior ao perceber que, ao contrário da imagem de boa moça que se casou cedo com o namoradinho da escola, a mídia passa a retratá-la como uma hippie radical de passado sórdido. Engraçado e inteligente, Nix apresenta uma trama ao mesmo tempo contemporânea e atemporal, ao abordar, através de gerações, as dores cíclicas de uma família que mal se conhece.",
        "page_count": 767,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=yZJRDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 62.9,
        "currency": "BRL"
    },
    {
        "id": "EwyvDwAAQBAJ",
        "title": "Os sete maridos de Evelyn Hugo",
        "authors": [
            "Taylor Jenkins Reid"
        ],
        "publisher": "Editora Paralela",
        "publication_date": "2019-10-21",
        "categories": [
            "Fiction"
        ],
        "description": "Com todo o esplendor que só a Hollywood do século passado pode oferecer, esta é uma narrativa inesquecível sobre os sacrifícios que fazemos por amor, o perigo dos segredos e o preço da fama. Lendária estrela de Hollywood, Evelyn Hugo sempre esteve sob os holofotes — seja estrelando uma produção vencedora do Oscar, protagonizando algum escândalo ou aparecendo com um novo marido... pela sétima vez. Agora, prestes a completar oitenta anos e reclusa em seu apartamento no Upper East Side, a famigerada atriz decide contar a própria história — ou sua \"verdadeira história\" —, mas com uma condição: que Monique Grant, jornalista iniciante e até então desconhecida, seja a entrevistadora. Ao embarcar nessa misteriosa empreitada, a jovem repórter começa a se dar conta de que nada é por acaso — e que suas trajetórias podem estar profunda e irreversivelmente conectadas. \"Evelyn Hugo faz Elizabeth Taylor parecer sem graça. Você vai rir com ela, chorar, sofrer, e então voltar para a primeira página e fazer tudo de novo.\" — Heather Cocks e Jessica Morgan, autoras de The Royal We",
        "page_count": 414,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=EwyvDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "oRBYEAAAQBAJ",
        "title": "Pássaro branco",
        "authors": [
            "R. J. Palacio"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2022-01-06",
        "categories": [
            "Young Adult Fiction"
        ],
        "description": "Em nova história do universo de Extraordinário que deu origem ao filme estrelado por Helen Mirren, R. J. Palacio mostra que são as pequenas gentilezas que nos dão coragem e esperança em tempos sombrios Em Extraordinário, milhões de leitores se apaixonaram por Auggie, um menino com deformidade facial que decide ir à escola e enfrenta o olhar julgador do mundo. Escrito e ilustrado por R. J. Palacio, Pássaro branco é a estreia da autora no universo dos quadrinhos e revela um novo lado de Julian, um colega de turma que fazia questão de que Auggie não fosse tratado como um garoto comum. Durante uma tarefa de casa, Julian conhece o passado comovente de Grandmère, sua avó. Ainda criança, ela precisou se esconder dos nazistas na França, durante a Segunda Guerra Mundial. Pelos olhos da pequena Sara, vemos a escalada do Nazis¬mo — placas proibindo a entrada de judeus, suásticas, o uso da estrela amarela nas rou¬pas — e também a força de uma relação de acolhimento e afeto. Sara encontra um porto seguro na família de Julien Beaumier, um menino acometido pela poliomielite e excluído por todos na escola. Com ela, aprendemos que, em tempos de terror e sofrimento, o respeito às diferenças e a empatia ainda são o que nos mantém humanos. E essa men¬sagem mudará para sempre o olhar de seu neto Julian. Com belas ilustrações e trechos poéticos, R. J. Palacio retorna ao universo de Extraordinário para recontar um capítulo terrível da história da humanidade. Adaptado para o cinema em um filme emocionante estrelado por Helen Mirren, Gillian Anderson, Ariella Glaser, Orlando Schwerdt e Bryce Gheisar, Pássaro branco mostra a importância de manter as memórias vivas e alerta para a necessidade de não silenciarmos as tragédias do passado. A edição conta com posfácio da premiada escritora e crítica lite¬rária Ruth Franklin, além de indicações de leituras sobre o período histórico.",
        "page_count": 228,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=oRBYEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 46.9,
        "currency": "BRL"
    },
    {
        "id": "LHqKEAAAQBAJ",
        "title": "HISTORICAL FICTION",
        "authors": [
            "NARAYAN CHANGDER"
        ],
        "publisher": "CHANGDER OUTLINE",
        "publication_date": "2024-01-22",
        "categories": [
            "Fiction"
        ],
        "description": "THE HISTORICAL FICTION MCQ (MULTIPLE CHOICE QUESTIONS) SERVES AS A VALUABLE RESOURCE FOR INDIVIDUALS AIMING TO DEEPEN THEIR UNDERSTANDING OF VARIOUS COMPETITIVE EXAMS, CLASS TESTS, QUIZ COMPETITIONS, AND SIMILAR ASSESSMENTS. WITH ITS EXTENSIVE COLLECTION OF MCQS, THIS BOOK EMPOWERS YOU TO ASSESS YOUR GRASP OF THE SUBJECT MATTER AND YOUR PROFICIENCY LEVEL. BY ENGAGING WITH THESE MULTIPLE-CHOICE QUESTIONS, YOU CAN IMPROVE YOUR KNOWLEDGE OF THE SUBJECT, IDENTIFY AREAS FOR IMPROVEMENT, AND LAY A SOLID FOUNDATION. DIVE INTO THE HISTORICAL FICTION MCQ TO EXPAND YOUR HISTORICAL FICTION KNOWLEDGE AND EXCEL IN QUIZ COMPETITIONS, ACADEMIC STUDIES, OR PROFESSIONAL ENDEAVORS. THE ANSWERS TO THE QUESTIONS ARE PROVIDED AT THE END OF EACH PAGE, MAKING IT EASY FOR PARTICIPANTS TO VERIFY THEIR ANSWERS AND PREPARE EFFECTIVELY.",
        "page_count": 129,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=LHqKEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 0.34,
        "currency": "BRL"
    },
    {
        "id": "PwdMDwAAQBAJ",
        "title": "Um Gentleman em Moscovo",
        "authors": [
            "Amor Towles"
        ],
        "publisher": "Leya",
        "publication_date": "2017-12-07",
        "categories": [
            "Fiction"
        ],
        "description": "Por causa de um poema, um tribunal bolchevique condena o conde Aleksandr Rostov a prisão domiciliária. Ficará retido, por tempo indeterminado, no sumptuoso Hotel Metropol. A prisão pode ser dourada. Mas é uma prisão.Estamos em Junho de 1922. Despejado da sua luxuosa suíte, o conde é confinado a um quarto no sótão, iluminado por uma janela do tamanho de um tabuleiro de xadrez. É a partir dali que observa a dramática transformação da Rússia. Vê com tristeza os magníficos salões do hotel, antes animados por bailes de gala, serem agora esmagados pelas pesadas botas dos camaradas proletários. E vê-se obrigado a negociar a sua sobrevivência, num ambiente subitamente hostil.Aos poucos, porém, o aristocrata descobre aliados no hotel, com quem partilha o seu amor pelo belo – e a defesa de valores morais que nenhuma ideologia poderá vergar. Faz-se amigo do chef, dos porteiros, do barbeiro, do encarregado da garrafeira, e com eles conspira para devolver ao Metropol a sua antiga e majestosa glória. Ao mesmo tempo, toma sob a sua proteção uma menina desamparada, a quem provará que a vida não se resume à luta de classes.Amor Towles oferece-nos um dos mais requintados (e melancólicos) romances dos últimos anos.Uma obra épica, habitada por uma galeria de personagens inesquecíveis e servida por uma escrita de uma elegância cada vez mais rara nas letras contemporâneas.",
        "page_count": 479,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=PwdMDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 425,
        "currency": "BRL"
    },
    {
        "id": "CG7IwAEACAAJ",
        "title": "A praia do destino",
        "authors": [
            "Anita Shreve"
        ],
        "publisher": "Leya",
        "publication_date": "2006",
        "categories": [],
        "description": "Olympia Biddeford é a filha única de um proeminente casal de óston - uma jovem precoce a quem o pai afastou das instituições académicas com o objectivo de lhe garantir uma educação refinada e pouco convencional. No Verão de 1899, Olympia tem quinze anos e a sua vida está prestes a mudar para sempre. Cheia de idéias e entusiasmada com os primeiros arrebatamentos da maturidade, é admitida no círculo social do pai, que contempla artistas, escritores, advogados e, entre eles, John Haskell, um médico carismático. Entre ambos nasce uma impensável e arrebatadora paixão. Sem ter em conta o sentido das conveniências ou da auto-preservação, Olympia mergulha de cabeça numa relação cujos resultados serão catastróficos - John tem quarenta anos, é casado e pai de quatro filhos...",
        "page_count": 415,
        "language": "nl",
        "cover_image_url": "http://books.google.com/books/content?id=CG7IwAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 286,
        "currency": "BRL"
    },
    {
        "id": "KR-_CwAAQBAJ",
        "title": "Funny Girl",
        "authors": [
            "Nick Hornby"
        ],
        "publisher": "Editora Companhia das Letras",
        "publication_date": "2015-03-27",
        "categories": [
            "Fiction"
        ],
        "description": "Os anos 1960 estão fervilhando e toda a Inglaterra está impressionada com o sucesso improvável de Sophie Straw, a nova estrela das comédias que saiu de Blackpool, uma pequena cidade no norte do país, adora Lucille Ball e sempre teve o sonho de fazer as pessoas darem risada. Nos bastidores, o elenco e a equipe estão vivendo o melhor momento de suas vidas. Porém, quando o roteiro do programa televisivo Barbara (e Jim), estrelado por Sophie, começa a ficar familiar demais, e a vida começa a imitar a arte, todos terão de fazer escolhas. Os roteiristas, Tony e Bill, obcecados por comédia, escondem um segredo. O intelectual Dennis, diretor do programa e oriundo das universidades de elite, adora o trabalho na televisão, mas detesta seu casamento. Clive, o ator galã, acha que poderia conseguir coisa melhor. E Sophie Straw, que adotou este novo nome e abandonou sua vida anterior, precisa decidir se continua com eles ou muda de canal. Com seu ritmo fluente e trama engenhosa, em Funny Girl Nick Hornby fala de cultura popular, juventude e velhice, fama, diferenças de classe e trabalho em equipe. Ele constrói um retrato fascinante da exuberância da juventude e do processo criativo, em uma época especial em que ambos, de repente, puderam florescer. Um livro apaixonante para os fãs de Hornby e para todos os outros leitores. \"O tributo de Nick Hornby à 'era de ouro' do entretenimento leve. \" - The Guardian\"Capta maravilhosamente a emoção do sucesso na juventude e do processo de descobrir o próprio talento. \" - Daily Telegraph",
        "page_count": 357,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=KR-_CwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "W746EAAAQBAJ",
        "title": "A biblioteca de Paris",
        "authors": [
            "Janet Skeslien Charles"
        ],
        "publisher": "Editora Record",
        "publication_date": "2021-08-09",
        "categories": [
            "Fiction"
        ],
        "description": "Baseada em uma história real, A biblioteca de Paris é uma obra inesquecível e cativante, que celebra o poder das bibliotecas e mostra como os livros podem mudar a vida das pessoas. Paris, França, 1939. A jovem Odile Souchet tem tudo: um bonito namorado policial e o emprego dos sonhos na Biblioteca Americana em Paris. No entanto, quando a Segunda Guerra Mundial estoura e os nazistas marcham sobre a cidade, Odile corre o risco de perder tudo o que é importante para ela, incluindo sua querida biblioteca — afinal de contas, é sabido que os nazistas consideram que os livros contêm palavras proibidas e que as ideias devem ser destruídas. Odile não pode permitir que isso aconteça. Com seus colegas de trabalho, ela se junta à Resistência com as melhores armas que possuem: os livros. E colocam a instituição à disposição dos judeus, que, expulsos de suas casas, se sentem seguros entre eles. Porém, quando a guerra termina, em vez da liberdade, Odile sente o gosto amargo de uma indescritível traição. Montana, Estados Unidos, 1983. Lily é uma adolescente solitária em busca de aventura. Sua velha vizinha solitária atrai sua atenção. Conforme Lily vai conhecendo mais sobre o passado misterioso da vizinha, descobre que elas compartilham o amor por diferentes idiomas, os mesmos anseios e o mesmo ciúme intenso, sem suspeitar que um obscuro segredo do passado liga as duas. Baseada na verdadeira saga dos heroicos bibliotecários da Biblioteca Americana em Paris durante a Segunda Guerra Mundial, esta é uma inesquecível história de amor, amizade, família e sobre o poder da literatura em nos unir. Quem gostou de Mulheres sem nome, A menina que roubava livros e A livraria mágica de Paris vai adorar este livro. \"Como parisiense, viciada em livros e fã de carteirinha da Biblioteca Americana em Paris, eu devorei A biblioteca de Paris de uma só vez. É um livro cheio de charme e muito emocionante, com o equilíbrio perfeito entre história e ficção.\" — Tatiana de Rosnay \"Um livro irresistível e extremamente cativante que vai agradar tanto fãs de livros quanto pessoas apaixonadas por ficção histórica.\" — Sunday Express",
        "page_count": 434,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=W746EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "dTltDwAAQBAJ",
        "title": "Somos os que tiveram sorte",
        "authors": [
            "Georgia Hunter"
        ],
        "publisher": "Editora Record",
        "publication_date": "2018-09-17",
        "categories": [
            "Fiction"
        ],
        "description": "Baseado na história real de uma família judaica que sobreviveu aos horrores da Segunda Guerra Mundial. Na primavera de 1939, três gerações da família Kurc fazem o melhor que podem para levar vidas normais, mesmo com a sombra de uma guerra se aproximando. As conversas ao redor da mesa no Seder não são sobre a ameaça a Radom, sua cidade natal na Polônia, e sim sobre bebês e relacionamentos. No entanto, assim que os horrores nazistas que se prenunciavam na Europa se tornam inevitáveis, a família Kurc é separada, e todos precisam desesperadamente encontrar um caminho para a segurança. Genek e sua esposa Herta são levados para o exílio na Sibéria, Addy tenta fugir do continente, enquanto os outros lutam para escapar da morte certa, seja trabalhando horas exaustivas de estômago vazio nas fábricas do gueto, seja se escondendo sob identidades falsas à vista de todos. Impulsionados por uma inabalável vontade de sobreviver e pelo medo de nunca mais voltar a se ver, a família Kurc precisa confiar na esperança, na engenhosidade e na força de vontade para perseverar. Baseado na história da família de Georgia Hunter, Somos os que tiveram sorte retrata como os Kurc, lutando para sobreviver aos horrores e às atrocidades que assolaram a Europa durante a Segunda Guerra Mundial, jamais perderam a esperança. Esse livro é a prova de que, mesmo que sonhos e planos tenham de ser suspensos, jamais se deve desistir daquilo e daqueles que valem a pena.",
        "page_count": 626,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=dTltDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 44.9,
        "currency": "BRL"
    },
    {
        "id": "_9UPEAAAQBAJ",
        "title": "Leopardo negro, lobo vermelho",
        "authors": [
            "Marlon James"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2021-01-29",
        "categories": [
            "Fiction"
        ],
        "description": "Em um épico fantástico — com elementos que vão de Gabriel García Márquez ao universo Marvel —, Marlon James conduz o leitor por toda a riqueza das histórias e dos folclores do continente africano Com um faro infalível para encontrar coisas que preferem ficar perdidas, o Rastreador achará tudo o que quiser. E, mesmo ciente de que o objeto de sua busca já não está mais no mundo dos vivos, o habilidoso caçador aceita a missão de localizar um garoto desaparecido. Afinal, o menino pode ser o herdeiro legítimo do trono de um império. Seguindo rastros deixados por seu alvo, o Rastreador passa por cidades ancestrais, desbrava rios e florestas, imerge em culturas e costumes, vivencia lendas e mitos, enfrenta todo tipo de perigos: demônios, feiticeiros, bruxas, necromantes. Confrontado pela vastidão do continente, por toda a beleza e o terror em seu caminho, o Rastreador decide ir contra seus princípios de caçador solitário ao perceber que seus inimigos são mercenários atrás do mesmo objetivo. O grupo ao qual se junta é heterogêneo e composto por personagens fantásticos, entre eles o misterioso metamorfo — metade homem, metade Leopardo —, que irá conduzi-lo em sua jornada. Enquanto lutam para sobreviver e concluir a tarefa, o Rastreador é assombrado por questionamentos: quem é o menino desaparecido? O que o fez desaparecer? Por que há tanto interesse em que não seja encontrado? Mas, sobretudo, quem está mentindo e quem está dizendo a verdade? Inspirado nas histórias e nos folclores da África, valendo-se de uma imaginação aparentemente ilimitada, Marlon James cria uma aventura multicolorida e surrealista na qual questiona os limites da verdade e do poder e o preço da ambição. Desdobrando personagens e lendas em uma cascata vigorosa, Leopardo Negro, Lobo Vermelho é uma ode à beleza e à pluralidade da mitologia africana.",
        "page_count": 915,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=_9UPEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 69.9,
        "currency": "BRL"
    },
    {
        "id": "PhXPCgAAQBAJ",
        "title": "O tigre de Sharpe - As aventuras de um soldado nas Guerras Napoleônicas",
        "authors": [
            "Bernard Cornwell"
        ],
        "publisher": "Editora Record",
        "publication_date": "2015-10-23",
        "categories": [
            "Fiction"
        ],
        "description": "Em O tigre de Sharpe, Cornwell volta o olhar para a ocupação britânica da Índia. O Imperialismo europeu serve de base para uma aventura que se estende por mais de vinte volumes com o jovem Richard Sharpe — recruta analfabeto a serviço de Sua Majestade — como herói. Integrante de uma expedição enviada para derrubar o sultão Tipu e expulsar os franceses da Índia, Sharpe luta as mais incríveis batalhas. Neste primeiro volume da série, Sharpe, fingindo-se de desertor, deve penetrar a cidade do sultão e fazer contato com um espião escocês aprisionado. Se for bem-sucedido, ganhará suas divisas de sargento. Se fracassar, será entregue aos cruéis executores de Tipu ou aos seus tigres devoradores de homens. Neste mundo exótico e misterioso, um passo em falso significa a morte. A situação se complica ainda mais quando Sharpe descobre que deve lutar contra seus velhos camaradas para salvar o próprio pescoço. E ao mesmo tempo em que executa sua missão, Sharpe fica de olhos abertos para as belas prostitutas de Misore, coisas para saquear e a oportunidade de aprender a ler. Enquanto o exército britânico avança pela Índia rumo a uma armadilha diabólica, o jovem recruta batalha contra homens e feras atrás das linhas inimigas. Mas quando o exército britânico ataca violentamente a cidade, Sharpe deve lutar com a ferocidade e a agilidade de um tigre para desarmar a armadilha de Tipu... e para não ser morto pelos compatriotas.",
        "page_count": 534,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=PhXPCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 52.9,
        "currency": "BRL"
    },
    {
        "id": "bQBfEAAAQBAJ",
        "title": "A luz na escuridão",
        "authors": [
            "Sharon Cameron"
        ],
        "publisher": "Globo Livros",
        "publication_date": "2022-03-10",
        "categories": [
            "Young Adult Fiction"
        ],
        "description": "Um romance para quem amou A menina que roubava livros e O diário de Anne Frank Baseado em uma história real, A luz na escuridão foi escolhido para o Clube do Livro da Reese Witherspoon Era 1943 e já fazia quatro anos que a jovem Stefania trabalhava para os Diamant na loja da família em Przemyśl, na Polônia, cantando seu caminho até as vidas e corações de todos. Ela chegara até a fazer uma promessa a um dos filhos da família, Izio —um noivado que deveriam manter em segredo, já que Stefania era católica e os Diamant eram judeus. Mas tudo muda quando o exército alemão invade Przemyśl. Os Diamant são forçados a ir para um gueto e Stefania fica sozinha em uma cidade ocupada, a única pessoa que restou para cuidar de Helena, sua irmã de seis anos. E então há uma batida na porta. O irmão de Izio, Max, havia pulado do trem a caminho de um campo de concentração. Stefania e Helena tomam a admirável decisão de esconder Max e mais doze judeus. E então, todos os dias, as irmãs passam a esperar a próxima batida na porta, a que significaria sua morte. Quando o dia finalmente chega, quem bate são dois oficiais nazistas: o exército alemão estava requisitando a casa delas para abrigar a equipe do hospital que havia acabado de abrir do outro lado da rua. Com treze judeus escondidos no sótão, duas enfermeiras nazistas dividindo a casa e uma irmã pequena ao seu lado, Stefania tem mais uma decisão excruciante a tomar. A luz na escuridão traz uma narrativa inspiradora e emocionante sobre uma jovem polonesa que escolheu a coragem e humanidade ao esconder treze judeus durante a Segunda Guerra Mundial.",
        "page_count": 391,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=bQBfEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "uolbCwAAQBAJ",
        "title": "O lobo das planícies - O conquistador - vol. 1",
        "authors": [
            "Conn Iggulden"
        ],
        "publisher": "Editora Record",
        "publication_date": "2016-01-08",
        "categories": [
            "Fiction"
        ],
        "description": "Depois de mergulhar no universo da Antiga Roma com a série O Imperador. Conn Iggulden — grande revelação da ficção histórica britânica — é o guia de uma empolgante viagem pelas conquistas de Genghis Khan e seus descendentes. O grande líder mongol ganha vida e substância pelo talento de Iggulden, numa nova coleção chamada O conquistador. O primeiro volume, O lobo das planícies, acompanha a infância de Temujin até se tornar o jovem comandante que deixaria seu nome na História. Temujin, segundo filho do chefe dos lobos, tinha apenas onze anos quando seu pai morreu numa emboscada. A família foi expulsa da tribo e deixada sozinha, sem comida nem abrigo, para morrer de fome nas duras planícies da Mongólia. Foi uma dura introdução a um súbito mundo adulto, mas Temujin sobreviveu, aprendendo a combater ameaças naturais e humanas. Em pouco tempo, um pequeno exército de desgarrados se une a Temujin, marcando o início de uma nova identidade tribal. Enfrentando todos os perigos, o jovem líder chega à conclusão que mudaria toda a História: o maior inimigo era a divisão causada por séculos de guerra entre as tribos. Para unir seu povo, em breve Temujin iria se tornar o Gêngis Khan. O lobo das planícies traz vívidas descrições de lutas e estratégias de guerra, misturadas com cenas da vida comum à época. Mesclando ficção e acurada pesquisa histórica, Iggulden consegue criar uma trama repleta de reviravoltas e coberta de emoção.",
        "page_count": 571,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=uolbCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 44.9,
        "currency": "BRL"
    },
    {
        "id": "1O7-AwAAQBAJ",
        "title": "A bibliotecária de Auschwitz",
        "authors": [
            "Antonio G. Iturbe"
        ],
        "publisher": "HarperCollins Brasil",
        "publication_date": "2014-06-11",
        "categories": [
            "Fiction"
        ],
        "description": "Uma garota de 14 anos. Um professor. Oito livros. Esperança. Em plena Segunda Guerra Mundial, no maior e mais cruel campo de concentração do nazismo, cerca de quinhentas crianças convivem todos os dias com a morte e com o sofrimento. No pavilhão 31, de vez em quando uma janela é aberta para férias. Obra de Fred Hirsch, o professor que consegue convencer os alemães a deixá-lo entreter as crianças. Desta forma, garante ele aos nazistas, seus pais — judeus — trabalhariam bem melhor. Os alemães concordam, mas com uma condição: seria terminantemente proibido o ensino de qualquer conteúdo escolar no local.Mal sabiam eles o que a jovem Dita guardava na barra de sua saia: livros.Baseado na história real de Dita Dorachova, A bibliotecária de Auschwitz é o registro de uma época triste da história, mas também o relato de pessoas corajosas que não se renderam ao terror e se mantiveram firmes na luta por uma vida melhor, munindo-se de livros.",
        "page_count": 373,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=1O7-AwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 34.9,
        "currency": "BRL"
    },
    {
        "id": "wFp-DwAAQBAJ",
        "title": "O último dos moicanos",
        "authors": [
            "James Fenimore Cooper"
        ],
        "publisher": "Nova Fronteira",
        "publication_date": "2018-12-07",
        "categories": [
            "Fiction"
        ],
        "description": "Recém-chegadas à América, as jovens inglesas Cora e Alice desejam visitar o pai, o coronel Munro, que é comandante do forte William Henry. Para chegar ao seu destino, terão de percorrer um longo e perigoso caminho através da floresta. Nessa difícil jornada, encontram Nataniel, órfão inglês criado entre os indígenas moicanos. Ele fará de tudo para protegê-las nesse ambiente hostil, em plena disputa entre ingleses e franceses pela colonização do Novo Mundo.",
        "page_count": 590,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=wFp-DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 29.99,
        "currency": "BRL"
    },
    {
        "id": "s9ejDwAAQBAJ",
        "title": "Colheita de Ouro",
        "authors": [
            "Tessa Afshar"
        ],
        "publisher": "BV Books",
        "publication_date": "2019-07-19",
        "categories": [
            "Religion"
        ],
        "description": "Envolvente. Inspirador. Emocionante e perturbador. Colheita de Ouro leva o leitor a uma jornada desde a Pérsia antiga atÈ os muros destruídos de Jerusalém, reconstruindo nossa esperança à medida que a história de Neemias é tecida por meio de uma trama complexa, com personagens também complexos que amamos, odiamos e, depois, amamos ainda mais. Um romance histórico fabuloso que me conduziu de volta à Palavra de Deus! Mesu Andrews, autora premiada (vencedora da edição 2012 do prêmio ECPA para livros cristãos na categoria autor estreante do ano). Colheita de Ouro é uma grande história, mas vai muito além disso. As pessoas ganham vida em suas páginas, e você vai se enxergar em suas dores e conflitos. Chris Fabry, autor premiado e personalidade do rádio Você que se emocionou com a história de Raabe em Pérola na Areia... Chegou a hora de se emocionar com a história de Sara.",
        "page_count": 402,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=s9ejDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 33.92,
        "currency": "BRL"
    },
    {
        "id": "RaFaEAAAQBAJ",
        "title": "Os quatro ventos",
        "authors": [
            "Kristin Hannah"
        ],
        "publisher": "Arqueiro",
        "publication_date": "2022-03-10",
        "categories": [
            "Fiction"
        ],
        "description": "O livro de ficção mais vendido nos Estados Unidos em 2021. “Um livro extraordinário. Uma leitura rica e gratificante sobre laços familiares, perseverança e a coragem das mulheres.” – Booklist Um épico arrebatador sobre amor, heroísmo e esperança durante a Grande Depressão, uma época em que a própria terra parecia se voltar contra seus habitantes. Texas, 1921. Passada a Grande Guerra, uma nova era de abundância parece surgir no horizonte. Mas, para Elsa Wolcott, considerada velha demais para se casar numa época em que o matrimônio é a única opção das mulheres, o futuro parece sombrio. Até a noite em que conhece Rafe Martinelli e decide mudar o rumo de sua vida. Com sua reputação em ruínas, ela acaba tendo que se unir a um homem que mal conhece. Treze anos depois, o mundo é bem diferente: milhões estão desempregados devido à Grande Depressão e à seca que devasta as Grandes Planícies, dizimando plantações e provocando tempestades de areia. Tudo está morrendo na fazenda Martinelli, inclusive o casamento de Elsa e Rafe, e cada novo dia é uma batalha pela sobrevivência. Nesse momento incerto e perigoso, ela deve fazer uma escolha angustiante: lutar pela terra que tanto ama ou deixar tudo para trás e partir para o Oeste, rumo ao desconhecido, em busca de uma vida melhor para sua família. Com o estilo apaixonante de Kristin Hannah, Os quatro ventos é uma história sobre resiliência e a força do espírito humano para sobreviver à adversidade, vista pelos olhos de uma mulher cujo sacrifício e cuja coragem representam toda uma geração.",
        "page_count": 451,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=RaFaEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 39.99,
        "currency": "BRL"
    },
    {
        "id": "NvV1NbACGagC",
        "title": "A incrível viagem de Shackleton",
        "authors": [
            "Alfred Lansing"
        ],
        "publisher": "Sextante",
        "publication_date": "2011-05-16",
        "categories": [
            "Travel"
        ],
        "description": "“Quando me perguntam meu livro preferido, nunca respondo um livro de negócios mas uma história, inacreditável, de superação.” – Guilherme Benchimol, Fundador da XP “Em 1914, vivíamos os tempos das grandes conquistas do nosso mundo. O sonho de muitos era chegar no Pico do Everest, no Polo Norte ou atravessar o Atlântico em tempo recorde etc. Foi dentro desse ambiente que o Comandante Inglês Shackleton montou uma tripulação para conquistar o Polo Sul. O grande problema da aventura foi que o inverno chegou antes do tempo e seu barco foi esmagado pelo gelo, lhe restando apenas os botes salva-vidas de madeira. Os tripulantes do barco, sem muitas opções, decidiram empurrar os botes por mais de 100km até o oceano, se alimentando de peixes, focas e pinguins. Quando chegaram no Atlântico, Shackleton separou os homens mais fortes do grupo e foram todos remando em direção ao Chile. Depois de algumas semanas a deriva, chegaram em uma região montanhosa do Chile onde tiveram que escalar montanhas de até 3000 metros de altura, sem equipamentos, até chegar em uma vila de pescadores, pegar um barco emprestado e, imediatamente, voltar para resgatar o resto da tripulação. Todos foram salvos. Essa história é conhecida como o maior feito que um homem já fez.” – Guilherme Benchimol, Fundador da XP",
        "page_count": 366,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=NvV1NbACGagC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 4,
        "price": 34.99,
        "currency": "BRL"
    },
    {
        "id": "yY-wDwAAQBAJ",
        "title": "Absalão, Absalão!",
        "authors": [
            "William Faulkner"
        ],
        "publisher": "Companhia das Letras",
        "publication_date": "2019-09-20",
        "categories": [
            "Fiction"
        ],
        "description": "Um Sul de túmulos e fantasmas, marcado pela Guerra Civil e pela segregação racial, num dos romances mais sombrios e violentos da literatura americana. Numa narrativa composta de fragmentos delirantes de passado, o prêmio Nobel de literatura de 1949 William Faulkner conta a história da ascensão e queda do self-made man Thomas Sutpen que, vindo da miséria das montanhas do estado da Virgínia, torna-se o maior plantador de algodão do condado fictício de Yoknapatawpha. Publicado em 1936, Absalão, Absalão! revisita, através do apuro da técnica modernista, temas comumente identificados a certo gótico sulista, colocando assim em julgamento o estatuto do romance como gênero e construindo uma das mais brutais jornadas ao coração alucinado do século XX. \"Em Absalão, Absalão!, o incesto é menos um tabu para uma família sulista de classe alta do que reconhecer a única gota de sangue negro que sujaria sua linhagem. Em vez de perder sua 'brancura' (mais uma vez), a família escolhe o assassinato.\" — Toni Morrison",
        "page_count": 414,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=yY-wDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "1YJZEAAAQBAJ",
        "title": "Violeta",
        "authors": [
            "Isabel Allende"
        ],
        "publisher": "Bertrand",
        "publication_date": "2022-01-24",
        "categories": [
            "Fiction"
        ],
        "description": "Isabel Allende, autora best-seller do New York Times, apresenta neste romance arrebatador a épica história da centenária Violeta Del Valle, uma mulher que testemunhou toda a efervescência do século XX. Violeta veio ao mundo em um dia tempestuoso de 1920, a primeira menina em uma família com cinco filhos. Desde o início, sua vida foi marcada por acontecimentos extraordinários: ainda era possível sentir os efeitos da Grande Guerra quando a gripe espanhola chegou ao seu país, pouco antes do seu nascimento. A família saiu ilesa dessa crise, mas não conseguiu enfrentar a seguinte. A Grande Depressão transformou totalmente a vida urbana que Violeta conhecia. Sua família perdeu tudo e foi forçada a se mudar para uma parte mais remota do país. Lá, ela cresceu e terá seu primeiro pretendente. Violeta narra sua história em uma carta a pessoa que mais ama nessa vida, contando decepções e casos amorosos, momentos de pobreza e riqueza, terríveis perdas e imensas alegrias, sempre permeando grandes eventos da história: a luta pelos direitos das mulheres, a ascensão e queda de tiranos e, em última análise, não uma, mas duas pandemias. Contada pelos olhos de uma mulher apaixonada, determinada e com senso de humor, Isabel Allende – autora de A casa dos espíritos, Muito além do inverno, Longa pétala de mar, entre outros – nos conduz por uma vida turbulenta na forma de um romance épico, inspirador e profundamente emocionante.",
        "page_count": 333,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=1YJZEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 34.9,
        "currency": "BRL"
    },
    {
        "id": "ysswBQAAQBAJ",
        "title": "A evolução de Calpúrnia Tate",
        "authors": [
            "Jacqueline Kelly"
        ],
        "publisher": "Editora Gente Liv e Edit Ltd",
        "publication_date": "2016-03-22",
        "categories": [
            "Fiction"
        ],
        "description": "Calpúrnia Virginia Tate tem 11 anos em 1899, quando pergunta o porquê de os gafanhotos amarelos em seu quintal serem tão maiores do que os verdes... Com uma pequena ajuda de seu notoriamente mal-humorado avô, um ávido naturalista, ela descobre que os gafanhotos verdes são mais fáceis de ser vistos contra a grama amarela e, por isso, são mortos antes que possam ficar maiores.Por gostar de explorar a natureza ao seu redor, Callie acaba criando um relacionamento próximo com seu avô enquanto enfrenta os desafios de viver com seis irmãos e se depara com as dificuldades de ser uma garota na virada do século.Em seu livro de estreia, Jacqueline Kelly habilmente traz Callie e sua família para a vida, capturando o crescimento de uma jovem com sensibilidade e humor. A evolução de Calpúrnia Tate conquistou dois importantes prêmios em 2010, o Newbery Honor Book e o Bank Street - Josette Frank Award.",
        "page_count": 361,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=ysswBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 157,
        "currency": "BRL"
    },
    {
        "id": "Bar1zgEACAAJ",
        "title": "Refugiado",
        "authors": [
            "Alan Gratz"
        ],
        "publisher": null,
        "publication_date": "2019",
        "categories": [],
        "description": "\"JOSEF é um rapaz judeu que vive na Alemanha nazi, na década de 1930. Com a crescente ameaça dos campos de concentração, ele e a sua família embarcam num navio rumo ao outro lado do mundo...ISABEL é uma rapariga cubana em 1994. Com motins e distúrbios a proliferarem no seu país, ela e a sua família partem num bote, esperando encontrar segurança na América...MAHMOUD é um rapaz sírio em 2015. Com a sua pátria dilacerada pela violência e destruição, ele e a sua família encetam uma longa viagem em direção à Europa...Estas três crianças protagonizam angustiantes viagens em busca de refúgio. Vão todas deparar-se com perigos inimagináveis - desde afogamentos a bombardeamentos e traições. Mas há sempre a esperança do amanhã. E apesar de Josef, Isabel e Mahmoud estarem separados por continentes e por décadas, factos chocantes acabam por ligar as suas histórias no final.\" [quatrième de couverture].",
        "page_count": 320,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=Bar1zgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 114,
        "currency": "BRL"
    },
    {
        "id": "HyTYTtSToWsC",
        "title": "Cavalo de guerra",
        "authors": [
            "Michael Morpurgo"
        ],
        "publisher": "WWF Martins Fontes",
        "publication_date": "2015-08-10",
        "categories": [
            "Drama"
        ],
        "description": "Em 1914, com a eclosão da Primeira Guerra Mundial, Joey, um belo cavalo de pelo avermelhado e uma cruz branca na fronte, é vendido para o Exército inglês e enviado para frentes de batalha na França. Lá, o destemido cavalo enfrenta o inimigo e vê de perto o horror das violentas batalhas. Mesmo em meio à desolação das trincheiras, a coragem e a determinação de Joey sensibilizam os soldados do front e ele consegue encontrar consolo e esperança. Seu coração, contudo, sofre com a saudade que sente do jovem Albert, que ele foi obrigado a abandonar... Será que ele nunca mais voltará a ver seu verdadeiro dono e amigo?",
        "page_count": 116,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=HyTYTtSToWsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 34.93,
        "currency": "BRL"
    },
    {
        "id": "OLB1CWIuMf4C",
        "title": "Inferno",
        "authors": [
            "Dan Brown"
        ],
        "publisher": "Editora Arqueiro",
        "publication_date": "2013-06-04",
        "categories": [
            "Fiction"
        ],
        "description": "\"Dan Brown é o mestre do suspense intelectual.\" – The Wall Street Journal \"Brown nos apresenta uma enorme quantidade de história e cultura, mas coloca em primeiro lugar a narrativa.\" – The Boston Globe No meio da noite, o renomado simbologista Robert Langdon acorda de um pesadelo, num hospital. Desorientado e com um ferimento à bala na cabeça, ele não tem a menor ideia de como foi parar ali. Ao olhar pela janela e reconhecer a silhueta do Palazzo Vecchio, em Florença, Langdon tem um choque. Ele nem se lembra de ter deixado os Estados Unidos. Na verdade, não tem nenhuma recordação das últimas 36 horas. Quando um novo atentado contra a sua vida acontece dentro do hospital, Langdon se vê obrigado a fugir e, para isso, conta apenas com a ajuda da jovem médica Sienna Brooks. De posse de um macabro objeto que Sienna encontrou no paletó de Langdon, os dois têm que seguir uma série inquietante de códigos criada por uma mente brilhante, obcecada tanto pelo fim do mundo quanto por uma das maiores obras-primas literárias de todos os tempos: A Divina Comédia, de Dante Alighieri. Mais uma vez superando as expectativas, Dan Brown nos leva por uma viagem pela cultura, pela arte e pela literatura italianas – passando por lugares como a Galleria degli Uffizi, o Duomo de Florença e a Basílica de São Marcos. Inferno é uma leitura eletrizante e um convite a pensarmos no papel da ciência para o futuro da humanidade.",
        "page_count": 574,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=OLB1CWIuMf4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 44.99,
        "currency": "BRL"
    },
    {
        "id": "YRi9DwAAQBAJ",
        "title": "A última Tudor",
        "authors": [
            "Philippa Gregory"
        ],
        "publisher": "Editora Record",
        "publication_date": "2019-11-11",
        "categories": [
            "Fiction"
        ],
        "description": "O novo livro da rainha do romance histórico que reconta a vida trágica das três irmãs Grey. Em 10 de julho de 1553, Joana Grey foi coroada rainha da Inglaterra. Em 19 de julho do mesmo ano, foi deposta. Seu pai e seus aliados a coroaram, mas Maria Tudor, meia-irmã do falecido rei, prontamente reuniu um exército, reivindicou o trono e mandou encarcerar Joana na Torre de Londres. Quando a jovem Grey se recusou a negar a fé protestante, Maria a enviou ao cepo do carrasco, onde Joana transformou em trágico martírio a ganância do pai pelo poder. \"Aprende a morrer\" é o conselho que Joana deixa por escrito para a irmã mais nova, Catarina, que não deseja a morte, e sim uma vida de beleza, amor e juventude. Mas Catarina é sucessora da insegura e infértil rainha Maria e da meia-irmã desta, a rainha Elizabeth, que jamais consentirá que ela se case e gere um filho Tudor capaz de reivindicar o trono. Quando uma gravidez denuncia o casamento secreto de Catarina, a jovem é aprisionada na Torre, a poucos metros do cadafalso da irmã. \"Adeus, minha irmã\", escreve Catarina à caçula da família Grey, Maria. Maria Grey — uma bela mulher desdenhada pela corte e guardiã dos segredos da família — tenta se esquivar dos olhares atentos de Elizabeth. Depois de ver as irmãs desafiarem suas respectivas rainhas, Maria tem plena consciência do perigo que corre, mas está determinada a ter o controle da própria vida. O que acontecerá quando a última Tudor desafiar a implacável e rancorosa prima, a rainha Elizabeth?",
        "page_count": 747,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=YRi9DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 57.9,
        "currency": "BRL"
    },
    {
        "id": "rlK5CwAAQBAJ",
        "title": "Os Pilares da Terra",
        "authors": [
            "Ken Follett"
        ],
        "publisher": "Editora Arqueiro",
        "publication_date": "2016-05-19",
        "categories": [
            "Fiction"
        ],
        "description": "Na Inglaterra do século XII, Philip, um fervoroso prior, acredita que a missão de vida que Deus lhe designou é erguer uma catedral à altura da grandeza divina. Um dia, o destino o leva a conhecer Tom, um humilde e visionário construtor que partilha o mesmo sonho. Juntos, os dois se propõem a construir um templo gótico digno de entrar para a história. No entanto, o país está assolado por sangrentas batalhas pelo trono, deixado vago por Henrique I, e a construção de uma catedral não é prioridade para nenhum dos lados, a não ser quando pode ser usada como peça em um intricado jogo de poder. Os pilares da terra conta a saga das pessoas que gravitam em torno da construção da igreja, com seus dramas, fraquezas e desafios. Emocionante e pontilhado de detalhes históricos, o livro já vendeu mais de 18 milhões de exemplares e conquista novos leitores há mais de vinte anos ao traçar o retrato de uma época turbulenta, marcada por conspirações, violência e o surgimento de uma nova ordem social e cultural. \"Uma obra-prima que sabe sustentar o suspense. Os pilares da terra é um quebra-cabeça hipnotizante, um verdadeiro triunfo de um talento extraordinário.\" – Booklist \"Uma história épica brilhante, recheada de personagens inacreditavelmente vívidos que atravessam os séculos e despertam todas as emoções humanas – amor e ódio, lealdade e traição, esperança e desespero. Mergulhe nesse romance e veja por si mesmo.\" – Cosmopolitan \"Maravilhoso e fascinante. Você será capturado por esse livro e não conseguirá mais largá-lo.\" – Chicago Sun-Times \"Uma montanha-russa de sensações, com um ritmo impecável, muita ação, intrigas, violência e paixão. Um livro que diverte, instrui e satisfaz como poucos.\" – Publishers Weekly \"Sensacional e cheio de detalhes, com uma narrativa dinâmica e cativante. Um thriller histórico maravilhoso e contado de forma magistral.\" – Chicago Tribune",
        "page_count": 1249,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=rlK5CwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 54.99,
        "currency": "BRL"
    },
    {
        "id": "Rlb5DwAAQBAJ",
        "title": "Meninas Sem Nome",
        "authors": [
            "Serena Burdick"
        ],
        "publisher": "Leya",
        "publication_date": "2020-07-13",
        "categories": [
            "Fiction"
        ],
        "description": "Effie e Luella Tildon são duas irmãs privilegiadas e pouco habituadas à dureza das ruas de Nova Iorque. Mas perto da mansão da família, ergue-se a sombria House of Mercy, o lar austero onde as raparigas rebeldes da cidade são internadas. As irmãs crescem sem nunca se esquecerem de que nada - nem mesmo uma fortuna como a delas - lhes dará a liberdade de quebrarem as regras.Effie nasceu no dia 1 de janeiro de 1900 com um coração imperfeito, um problema que deveria ter-lhe custado a vida na infância. No entanto, aos 13 anos, é uma menina cheia de imaginação e força de vontade, surpreendendo todos com o seu coração que teima em bater. A irmã mais velha, Luella, é bailarina como a mãe e sonha com uma vida diferente e menos convencional.Quando as irmãs descobrem um segredo chocante sobre o pai, a ânsia de liberdade de Luella intensifica-se e a jovem torna-se cada vez mais ousada. Mas a sua rebeldia tem consequências e um dia ela desaparece misteriosamente. Destroçada, Effie traça um plano para resgatar a irmã, que acredita ter sido enviada para a House of Mercy por ordem do pai. Uma vez lá dentro, o que descobre deixa-a desesperada. Agora, fugir é impossível, e Effie necessitará de toda a sua força e coragem para sobreviver, pondo o coração e a esperança à prova. Meninas Sem Nome dá vida a uma Nova Iorque no início do século XX, uma cidade prodigiosa em que as sufragistas marchavam nas ruas, os trabalhadores lutavam por melhores condições – mas a rebeldia das mais jovens era punida com a prisão na House of Mercy.",
        "page_count": 332,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=Rlb5DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 399,
        "currency": "BRL"
    },
    {
        "id": "HvwkDwAAQBAJ",
        "title": "Minha Lady Jane",
        "authors": [
            "Brodi Ashton",
            "Cynthia Hand",
            "Jodi Meadows"
        ],
        "publisher": "Gutenberg",
        "publication_date": "2017-06-20",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Toda história tem sempre duas versões... Inglaterra, século XVI, dinastia Tudor. O jovem Rei Eduardo VI está à beira da morte e o destino do país é incerto. Para evitar que o poder caia em mãos erradas (leia-se: nas mãos de Maria Sangrenta), Eduardo é persuadido por seu conselheiro a nomear Lady Jane Grey, sua prima e melhor amiga, como a legítima sucessora Aos 16 anos, Jane está em um relacionamento muito sério com seus livros até ser surpreendida pela trágica notícia de que terá de se casar com um completo estranho que (ninguém lembrou de contar para ela) tem um talento muito especial: a habilidade de se transformar em cavalo. E, pior ainda, descobre que está prestes a se tornar a nova Rainha da Inglaterra! Arrastada para o centro de um conflito político, Jane suspeita de que sua coroação na verdade esconde um grande plano conspiratório para usurpar o trono. Agora, ela precisa definitivamente manter a cabeça no lugar se... bem, se não quiser literalmente perder a cabeça. Um rei relutante, uma rainha-relâmpago ainda mais relutante e um nobre (e) garanhão puro-sangue que não se conformam com o destino que lhes foi reservado; uma história apaixonante, envolvente, cativante, sedutora... e mais uma porção de sinônimos que só Lady Jane seria capaz de listar. Tudo com uma leve semelhança com os fatos históricos. ...afinal, às vezes a História precisa de uma mãozinha.",
        "page_count": 368,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=HvwkDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 45.9,
        "currency": "BRL"
    },
    {
        "id": "2GXsCwAAQBAJ",
        "title": "Um lugar para sonhar",
        "authors": [
            "Robyn Carr"
        ],
        "publisher": "Harlequin, uma divisão de HarperCollins Ibérica, S.A.",
        "publication_date": "2012-07-16",
        "categories": [
            "Fiction"
        ],
        "description": "Procura-se parteira para trabalhar em Virgin River, uma vila com seiscentos habitantes. Um lugar diferente, rodeado de bosques de sequóias e de rios de águas cristalinas. Oferece-se residência gratuita. Quando a recém-viúva Melinda Monroe leu aquele anúncio, decidiu imediatamente que Virgin River era o lugar perfeito para ultrapassar a sua dor e voltar ao seu trabalho de parteira de que tanto gostava. Contudo, as suas esperanças desvaneceram-se assim que chegou a Virgin River: a casa estava a cair, as estradas eram intransitáveis e o médico da vila não desejava a sua presença. Ao perceber que cometera um erro enorme, decidiu ir-se embora na manhã seguinte. Todavia, uma recém-nascida, abandonada no consultório do médico, fê-la mudar de ideias... E um ex-marine contribuiu muito para que voltasse a mudar de planos. Melinda Monroe chegara a Virgin River à procura de uma forma de fugir, no entanto, encontraria um lar.",
        "page_count": 269,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=2GXsCwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 116,
        "currency": "BRL"
    },
    {
        "id": "HBBQDwAAQBAJ",
        "title": "The Forms of Historical Fiction",
        "authors": [
            "Harry E. Shaw"
        ],
        "publisher": "Cornell University Press",
        "publication_date": "2018-03-15",
        "categories": [
            "Literary Criticism"
        ],
        "description": "No detailed description available for \"The Forms of Historical Fiction\".",
        "page_count": 260,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=HBBQDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 208,
        "currency": "BRL"
    },
    {
        "id": "FVSBBfnGt_IC",
        "title": "Leveled Texts for Classic Fiction: Historical Fiction",
        "authors": [
            "Christine Dugan"
        ],
        "publisher": "Teacher Created Materials",
        "publication_date": "2013-01-01",
        "categories": [
            "Education"
        ],
        "description": "Rewind time with the classics as you teach literature in the classroom using leveled texts! Support your differentiated instruction with this book featuring passages from 15 different classic works including such titles as: Little Women, The Lords of the Wild, Ann of Green Gables, The Prince and the Pauper, and The Secret Garden. This resource is perfect for close reading or small-group instruction because each selection is written at four different reading levels and includes a focus on setting, character, plot, or language usage. These texts can support students' vocabulary devlopment, improve writing skills, foster engagement, and promote creative thinking. Symbols placed in the lower corner of each page represent the reading level range and are designed to help teachers differentiate instruction. Comprehension questions are also provided to complement each reading level",
        "page_count": 154,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=FVSBBfnGt_IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 411,
        "currency": "BRL"
    },
    {
        "id": "1IXVDwAAQBAJ",
        "title": "Uma promessa e nada mais",
        "authors": [
            "Mary Balogh"
        ],
        "publisher": "Editora Arqueiro",
        "publication_date": "2020-05-19",
        "categories": [
            "Fiction"
        ],
        "description": "MATERIAL EXTRA: Este e-book contém o conto O pretendente, que se passa entre os livros 1 e 2 da série. QUINTO VOLUME DA SÉRIE CLUBE DOS SOBREVIVENTES. Mary Balogh já vendeu mais de 160 mil exemplares pela Arqueiro e é presença constante na lista de mais vendidos do The New York Times. \"Dona de uma escrita brilhante e rica em emoções, Mary Balogh estabelece um modelo de excelência para os romances de época.\" – Jayne Ann Krentz, autora de A noiva traída \"No quesito romance de época, Mary Balogh é uma das minhas favoritas.\" – Eloisa James, autora de Quando a Bela domou a Fera Ralph Stockwood sempre se orgulhou de ser um líder nato. Mas, quando convenceu os amigos a lutarem com ele nas Guerras Napoleônicas, nunca imaginou que seria o único sobrevivente. Mesmo atormentado pela culpa, Ralph precisa seguir em frente, arranjar uma esposa e garantir um herdeiro para seu título e sua fortuna. Desde que a participação de Chloe Muirhead na temporada de Londres terminou de forma desastrosa, ela aceitou a possibilidade de ser, para sempre, uma solteirona. Para escapar da própria família, a moça se refugia na casa da madrinha de sua mãe. Lá, conhece Ralph. Ele precisa de uma esposa. Ela não acharia ruim encontrar um marido. Então Chloe sugere que os dois se casem, por conveniência. A condição é uma só: Ralph precisa prometer que nunca a levará de volta a Londres. Mas, de uma hora para outra, as circunstâncias mudam. E logo fica claro que, para Ralph, o acordo foi apenas uma promessa e nada mais...",
        "page_count": 375,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=1IXVDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 34.99,
        "currency": "BRL"
    },
    {
        "id": "VXm-AAAAQBAJ",
        "title": "O clube de boxe de Berlim",
        "authors": [
            "Robert Sharenow"
        ],
        "publisher": "Editora Rocco",
        "publication_date": "2013-09-01",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "A adolescência é uma fase difícil: o corpo muda; os olhos do mundo parecem voltados, inquisidores, para você; constrangimentos diversos; medo em não ser aceito em grupo; vergonha dos pais; dificuldade em compreender suas origens, construir sua identidade, assumir quem é de fato. Tribulações estas passadas nos anos 1930, na Alemanha, por Karl Stern, jovem que nunca se pensou judeu, apesar das raízes, e que tem no boxe a oportunidade perfeita para se redescobrir e proteger sua família da cruel perseguição nazista em O clube de boxe de Berlim, vibrante e emocionante romance do premiado escritor e executivo de TV Robert Sharenow. Criado por um pai ateu e uma mãe agnóstica, o protagonista de 14 anos jamais frequentara uma sinagoga — sabia do sangue que corria em suas veias, mas não se via como judeu. Para a Matilha de Lobos, um clube nacional-socialista improvisado por três rapazes valentões, sua ascendência não passou despercebida pelos corredores do Ginásio Holstein. Antissemita como Adolf Hitler, que chegara ao poder no ano anterior, em 1933, o trio humilhou e surrou Karl impiedosamente. Nocaute no primeiro round. Com seu anonimato religioso sob risco, a expansão do ideal nazista e as crescentes — e cada vez mais comuns — retaliações contra os \"inimigos do regime\", Karl teria que se preocupar mais em se precaver de futuros ataques e perseguições do que em formas de ganhar peso, livrar-se da acne, namorar sua vizinha, Greta, ou a situação financeira do pai, Sigmund Stern. Inspirado nos acontecimentos devastadores que antecederam o Holocausto e na história real do resgate de dois garotos judeus na Kristallnacht pelo boxer Max Schmeling, o escritor Robert Sharenow concebeu um romance de formação que mescla historicidade com emoção. Uma leitura, enfim, que ultrapassa a mera fruição e convida o leitor a refletir sobre questões como racismo, intolerância e violência que foram motrizes das atrocidades nazistas na Segunda Guerra Mundial.",
        "page_count": 392,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=VXm-AAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "DFk0DwAAQBAJ",
        "title": "As coisas que fazemos por amor",
        "authors": [
            "Kristin Hannah"
        ],
        "publisher": "Editora Arqueiro",
        "publication_date": "2017-11-24",
        "categories": [
            "Fiction"
        ],
        "description": "\"Kristin Hannah captura a felicidade e o sofrimento de uma família e prova mais uma vez por que é a estrela dos romances.\" – Booklist \"Esse livro maravilhoso é um exemplo clássico das histórias tocantes e provocativas que são a especialidade de Kristin Hannah. A ternura e as complexidades dos personagens mexem com o nosso coração.\" – Romantic Times Caçula de três irmãs, Angela DeSaria já tinha traçado sua vida desde pequena: escola, faculdade, casamento, maternidade. Porém, depois de anos tentando engravidar, o relacionamento com o marido não resistiu, soterrado pelo peso dos sonhos não realizados. Após o divórcio, Angie volta a morar na sua cidade natal e retorna ao seio da família carinhosa e meio doida. Em West End, onde a vida vai e vem ao sabor das marés, ela conhece a garota que mudará a sua vida para sempre. Lauren Ribido é uma adolescente estudiosa, bem-educada e trabalhadora. Apesar de morar em uma das áreas mais decadentes da cidade com a mãe alcoólatra e negligente, a menina sonha cursar uma boa faculdade e ter um futuro melhor. Desde o primeiro momento, Angie enxerga em Lauren algo especial e, rapidamente, uma forte conexão se forma: uma mulher que deseja um filho, uma menina que anseia pelo amor materno. Porém, nada poderia preparar as duas para a repercussão do relacionamento delas. Numa reviravolta dramática, Angie e Lauren serão testadas de forma extrema e, juntas, embarcarão em uma jornada tocante em busca do verdadeiro significado de família.",
        "page_count": 417,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=DFk0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 34.99,
        "currency": "BRL"
    },
    {
        "id": "D29XEAAAQBAJ",
        "title": "Até para o Ano, em Havana",
        "authors": [
            "Chanel Cleeton"
        ],
        "publisher": "TOPSELLER",
        "publication_date": "2020-04-13",
        "categories": [
            "Fiction"
        ],
        "description": "Um romance cheio de paixões proibidas, uma viagem extraordinária que liga passado e presente e que agarrará os leitores até ao fim. Depois da morte da avó, uma norte-americana de origem cubana viaja até Havana, onde descobre as raízes da sua identidade e desenterra um segredo de família escondido desde os tempos da revolução... Havana, 1958. Filha de um barão do açúcar, Elisa Perez, de 19 anos, pertence à alta sociedade de Cuba, na qual é protegida da crescente inquietação política... até que embarca numa relação clandestina com um ardente revolucionário. Miami, 2017. Marisol Ferrera é uma escritora que cresceu a ouvir as histórias românticas sobre Cuba que a falecida avó Elisa, obrigada a fugir do país com a família durante a revolução, lhe contava. O último desejo de Elisa era o de que Marisol espalhasse as suas cinzas no seu país de origem. Ao chegar a Havana, Marisol depara-se com o contraste entre a beleza tropical e intemporal de Cuba e o seu instável clima político. Ao mesmo tempo que descobre mais acerca da história da sua família, acaba por sentir uma especial atração por Luis, também ele com os seus próprios segredos. Mas serão as lições de vida da avó que irão ajudá-la a compreender o verdadeiro significado da coragem. Os elogios da crítica: «Um belo romance, cheio de paixões proibidas, segredos de família e muita coragem e sacrifício.» - Reese Whiterspoon «Até para o Ano, em Havana lembra-nos que, embora o amor seja complicado e, por vezes, avassalador, vale sempre a pena.» - National Public Radio «Uma análise tocante sobre aristocracia, subterfúgio, tirania, conflito, corrupção e coragem durante a revolução cubana... Até para o Ano, em Havana é uma viagem extraordinária que liga passado e presente e que agarrará os leitores até ao fim.» - RT Book Review",
        "page_count": 351,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=D29XEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 108,
        "currency": "BRL"
    }
]