[
    {
        "id": "Cda_QMSGK3sC",
        "title": "Hobbies",
        "authors": [
            "Steven M. Gelber"
        ],
        "publisher": "Columbia University Press",
        "publication_date": "1999-06-25",
        "categories": [
            "Social Science"
        ],
        "description": "Whether it's needlepoint or woodworking, collecting stamps or dolls, everyone has a hobby, or is told they need one. But why do we fill our leisure time with the activities we do? And what do our hobbies say about our culture? Steven Gelber here traces the history and significance of hobbies from the mid-nineteenth century through the 1950s. Although hobbies are often touted as a break from work, Gelber demonstrates that they reflect and reproduce the values and activities of the workplace by bringing utilitarian rationality into the home, imitating the economic stratification of the marketplace, and reinforcing traditional gender roles. Drawing on a wide array of social and cultural theory, Hobbies fills a critical gap in American cultural history and provides a compelling new perspective on the meaning of leisure.",
        "page_count": 396,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Cda_QMSGK3sC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 4,
        "price": 392,
        "currency": "BRL"
    },
    {
        "id": "5QTrEAAAQBAJ",
        "title": "HOBBIES",
        "authors": [
            "DIVYA SINHA"
        ],
        "publisher": "JEC PUBLICATION",
        "publication_date": null,
        "categories": [
            "Fiction"
        ],
        "description": "Hobbies are a wonderful way to engage in activities that bring joy, relaxation, and fulfillment outside of our regular responsibilities. They are an avenue for self-expression, creativity, and personal growth. Whether it's painting, playing a musical instrument, gardening, cooking, reading, hiking, or any other pursuit, hobbies allow us to explore our interests and connect with like-minded individuals. Engaging in hobbies can help reduce stress, enhance cognitive abilities, and provide a sense of accomplishment. They offer a balance to our daily routines and allow us to escape into a world of passion and curiosity. No matter what the hobby is, the time spent enjoying it often becomes a cherished and essential part of our lives.",
        "page_count": 73,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=5QTrEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 6.79,
        "currency": "BRL"
    },
    {
        "id": "lRkqEQAAQBAJ",
        "title": "Wonderful Hobbies",
        "authors": [
            "Lucas Nguyen"
        ],
        "publisher": "Publifye AS",
        "publication_date": "2024-10-15",
        "categories": [
            "Crafts & Hobbies"
        ],
        "description": "\"\"Wonderful Hobbies\"\" explores the transformative power of engaging in fulfilling pastimes, offering readers a comprehensive guide to discovering and cultivating hobbies that enrich their lives. This insightful book delves into the psychology of hobbies, examines a diverse array of activities, and provides practical steps for integrating leisure pursuits into daily life. By introducing the concept of \"\"hobby personality types,\"\" the book helps readers identify activities that align with their interests and temperaments. The author presents compelling evidence from psychology, neuroscience, and sociology to support the book's central thesis: finding the right hobby can lead to personal fulfillment, skill development, and enhanced well-being. \"\"Wonderful Hobbies\"\" introduces innovative ideas such as \"\"hobby cross-pollination,\"\" encouraging readers to combine different interests for unique and personalized activities. The book's approach balances academic research with practical advice and engaging anecdotes, making it accessible to a wide audience seeking to enrich their lives through meaningful leisure activities. Progressing through chapters that explore various hobby categories, from creative arts to outdoor activities, the book offers insights into the potential benefits of each pursuit. It also addresses the historical context of hobbies and their evolving role in society, providing readers with a deeper understanding of how leisure activities contribute to personal growth, cognitive health, and overall life satisfaction.",
        "page_count": 79,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=lRkqEQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 33.13,
        "currency": "BRL"
    },
    {
        "id": "gRkqEQAAQBAJ",
        "title": "Free Hobbies",
        "authors": [
            "Xena Mindhurst"
        ],
        "publisher": "Publifye AS",
        "publication_date": "2024-10-15",
        "categories": [
            "Crafts & Hobbies"
        ],
        "description": "\"\"Free Hobbies\"\" challenges the notion that enjoyment must come with a hefty price tag, exploring how we can enrich our lives without emptying our wallets. This insightful book delves into the world of cost-free pastimes, offering a fresh perspective on personal fulfillment and the true value of our free time. It presents a compelling argument that engaging in free hobbies can lead to greater life satisfaction, improved mental health, and enhanced creativity, often surpassing the benefits of more expensive activities. The book progresses through three main topics: identifying accessible hobbies, understanding the psychological benefits of engaging in free activities, and developing sustainable hobby practices. It examines the historical evolution of leisure activities and the societal shift towards consumerism, providing context for the importance of affordable leisure options in today's world. Readers will discover a wide range of cost-free pursuits, from outdoor adventures to creative arts and digital hobbies, along with practical strategies for incorporating these activities into daily life. What sets \"\"Free Hobbies\"\" apart is its holistic approach, combining informative content with engaging anecdotes and practical advice. It challenges readers to reconsider their relationship with consumerism and offers a path to contentment accessible to all, regardless of financial status. By presenting a compelling case for the value of free hobbies, this book empowers readers to discover joy and purpose in accessible activities, proving that a rich and satisfying life is within everyone's reach.",
        "page_count": 120,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=gRkqEQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 33.13,
        "currency": "BRL"
    },
    {
        "id": "Sqr_EAAAQBAJ",
        "title": "The Different Types Of Hobbies That People Can Have, The Best Type Of Hobby For People To Have, The Benefits Of Having Hobbies, And The Problems With Not Having Hobbies",
        "authors": [
            "Dr. Harrison Sachs"
        ],
        "publisher": "The Epic Books Of Dr. Harrison Sachs",
        "publication_date": "2022-06-30",
        "categories": [
            "Crafts & Hobbies"
        ],
        "description": "This essay sheds light on the different types of hobbies that people can have, demystifies the best type of hobby for people to have, reveals the benefits of having hobbies, and delineates the problems with not having hobbies. Unbeknownst to most people, there are a myriad of disparate types of hobbies that people are at liberty to avail themselves of having if they so choose to do so. Since there are an exorbitant amount of different types of hobbies for people to pursue, people are not pigeonholed into pursuing a single type of hobby. The surfeit of different types of hobbies renders it possible for people to cherry-pick hobbies to pursue that are tailored to their preferences. The types of hobbies that are available for people to pursue extend far beyond the ambit of video game hobbies and trading card game hobbies. Some of the different types of hobbies that people can have encompass sports hobbies, creative hobbies, educational hobbies, outdoor hobbies, observational hobbies, video game hobbies, trading card game hobbies, board game hobbies, collecting hobbies, musical hobbies, and culinary hobbies. People often grossly underestimate the totality of hobbies that there are in existence. Due to there being a copious amount of disparate types of hobbies that people are at liberty to pursue, a person who has eclectic interests can, for instance, pursue a multitude of different types of hobbies that are able to assuage a myriad of his desires. Due to there being a cornucopia of disparate types of hobbies that people are at liberty to pursue, a person who, for instance, has succumbed to chronic boredom can remedy his chronic boredom with ease if he choose to pursue the hobbies that he is utmost passionate about pursuing. The prodigious selection of hobbies to choose from being pursuant of is so eminently vast that most people have not even dabbled into attempting to experience most of the different salubrious hobbies at least once in their lifetime as of June of 2022. Pursuing new hobbies allows you to avail yourself of experiencing new experiences. People should be amenable to dabbling into pursuing new hobbies in order to ascertain if doing so will induce a pleasurable dopamine-release sensation. People should be pursuant of salubrious hobbies and should never be pursuant of insalubrious hobbies. Pursuing hobbies not only provides you with stimuli, but also can provide you with an opportunity to befriend other people and expand your network if your attend social events that revolve around pursuing your hobbies alongside other people. You may, for instance, join a sports league which will furnish you the opportunity to partake in sports matches and meet people who are passionate about playing sports. You may, for instance, also join a gaming league which will furnish you the opportunity to partake in video game matches matches and meet people who are passionate about playing sports playing video games. Being around people who share the same hobbies as you cannot only allow you be able to befriend other people and expand your network if you attend social events that revolve around pursuing your hobbies alongside other people, but can also allow you to learn more insightful information about your shared hobbies if other people bequeath informative information to you that appertains to your hobbies. Being around people who share the same hobbies as you can also culminate in amplifying your fervent passion about your shared hobbies if it allows you to avail yourself of shared experiences with other people in which you pursue your hobbies alongside other people who can masterfully hype up your shared hobbies and elicit unalloyed excitement from you about your shared hobbles. People who hype up shared hobbies are able to do so by ardently gushing over how stimulating they are to experience first-hand. If you dabble into pursuing new hobbies and are disinterested in continuing to pursue them, then you should desist from further pursuing them in order to avert squandering your sacrosanct time. Pursuing hobbies that you are disinterested in continuing to further pursue is needless depletion of precious time, especially when you have the autonomy to pursue hobbies that that you are passionate about pursuing in lieu of pursuing hobbies that you are disinterested in continuing to further pursue.",
        "page_count": 33,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Sqr_EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 85.51,
        "currency": "BRL"
    },
    {
        "id": "DVZiDwAAQBAJ",
        "title": "America's Oddest Hobbies",
        "authors": [
            "Michael Canfield"
        ],
        "publisher": "Gareth Stevens Publishing LLLP",
        "publication_date": "2015-12-15",
        "categories": [
            "Juvenile Nonfiction"
        ],
        "description": "Leisure time is for people do anything they want, but sometimes their interests are really freaky. While some people like to read books and others play board games with their families, many hobbies are a bit stranger. This wild book looks at the collections Americans treasure and the games they loveeven if the collection is of their own fingernails and the game is bug fighting! Engaging subject matter and incredible photos show Americans relaxing in the oddest ways imaginable, delighting even the most reluctant of readers.",
        "page_count": 34,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=DVZiDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 193,
        "currency": "BRL"
    },
    {
        "id": "eDQbEQAAQBAJ",
        "title": "HowExpert Guide to 365 Hobbies",
        "authors": [
            "HowExpert"
        ],
        "publisher": "HowExpert",
        "publication_date": "2024-08-21",
        "categories": [
            "Crafts & Hobbies"
        ],
        "description": "If you're looking to explore a new hobby every day and unlock your creative potential, then HowExpert Guide to 365 Popular Hobbies is your ultimate resource. Welcome to a year-long adventure filled with creativity, discovery, and growth. This guide is your gateway to mastering a diverse range of hobbies, organized from A to Z and tailored to fit every month. Whether you’re seeking to ignite your creativity, improve DIY skills, connect with nature, or find a new passion, this book offers endless inspiration and practical tips to enrich your life daily. Inside this book, you'll find: - Introduction: The Joy of Hobbies – Discover how hobbies can enrich your life, reduce stress, and spark joy. Use this guide to explore new passions daily or focus on specific interests. - January: Arts and Crafts – Start your year with creativity by diving into hobbies like painting, knitting, and wood carving. Each day introduces a new craft to let your artistic side shine. - February: Building and DIY – Channel your inner handyman or handywoman with projects ranging from carpentry to gardening. Perfect for anyone who loves to build, fix, or create with their hands. - March: Collecting – Explore the fascinating world of collecting, from antiques to rare books and coins. Learn the ins and outs of starting, maintaining, and expanding your collection. - April: Food and Drink – Satisfy your culinary curiosity by mastering the art of baking, brewing, and gourmet cooking. This chapter is a feast for your taste buds, with a new food-related hobby daily. - May: Games and Entertainment – Unleash your inner gamer with a month of board games, video games, and other forms of entertainment. Whether you’re into strategy or action, there’s something for every gamer. - June: Music and Performing Arts – Harmonize your love for music and performing arts by exploring instruments, singing, and acting. Each hobby helps you express yourself through sound and movement. - July: Nature and Outdoors – Embrace the outdoors with hobbies like hiking, birdwatching, and gardening. Perfect for nature lovers and adventurers, these activities connect you with the natural world. - August: Personal Development – Focus on self-improvement with hobbies that nurture your mind and soul, from journaling to meditation. This chapter is about building better habits, enhancing well-being, and fostering personal growth. - September: Science and Technology – Dive into science with hobbies ranging from robotics to astronomy. Ideal for curious minds, this chapter expands your understanding through hands-on experiments and tech projects. - October: Sports and Fitness – Get moving with a variety of physical activities that promote fitness and fun. Whether you’re into yoga, weightlifting, or extreme sports, this chapter keeps you active, energized, and healthy. - November: Travel and Exploration – Feed your wanderlust with hobbies that encourage exploration, from camping to cultural tours. This chapter is your passport to adventure, offering new ways to discover the world. - December: Writing and Literature – Cap off the year by indulging in the written word. Whether writing your memoirs or crafting fiction, these literary hobbies inspire you to unleash your creativity and reflect on your experiences. - Conclusion: Reflecting on Your Year of Hobbies – Reflect on your journey with tips on exploring new activities, embracing lifelong learning, and finding new inspirations. - Appendices – Delve into resources, journals, and community connections to keep your hobby pursuits thriving and ensure your passion for learning never fades. Whether you're a seasoned hobbyist or just starting out, HowExpert Guide to 365 Popular Hobbies is your go-to source for daily inspiration and growth. Buy the book today and embark on a year-long adventure of discovery, creativity, and fun! HowExpert publishes how-to guides on all topics from A to Z.",
        "page_count": 418,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=eDQbEQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 266,
        "currency": "BRL"
    },
    {
        "id": "ZBMrEQAAQBAJ",
        "title": "Exploring New Hobbies: The Benefits of Trying New Activities for Personal Growth",
        "authors": [
            "Namaskar Book"
        ],
        "publisher": "Prabhat Prakashan",
        "publication_date": "2024-10-19",
        "categories": [
            "Self-Help"
        ],
        "description": "Open the door to new possibilities and discover how exploring new hobbies can enrich your life. In “Exploring New Hobbies,” readers are encouraged to step outside their comfort zones and embrace the joy of trying new activities. This book highlights the numerous benefits of engaging in hobbies, from boosting creativity and relieving stress to fostering social connections. With a variety of suggestions and personal anecdotes, readers will be inspired to explore different interests, cultivate new skills, and ultimately enhance their personal growth through the adventure of discovery.",
        "page_count": 10,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=ZBMrEQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 0.75,
        "currency": "BRL"
    },
    {
        "id": "Jd1PDwAAQBAJ",
        "title": "Everybody's Book of Hobbies",
        "authors": [
            "Sid G. Hedges"
        ],
        "publisher": "Read Books Ltd",
        "publication_date": "2018-03-06",
        "categories": [
            "Crafts & Hobbies"
        ],
        "description": "“Everybody's Book of Hobbies” contains information on almost every conceivable hobby, providing descriptions, suggestions, instructions, and more for each treated. From basket weaving to bee keeping, this volume has something for everyone and is highly recommended for those looking for avocational inspiration. Contents include: “Basket Work”, “Gesso Work”, “Painting on Wood and Glass”, “Staining and Polishing”, “Mechanic Hobbies”, “Photography”, “Wireless”, “Moment's Hobbies”, “Appliqué Work”, “Artificial Flower Making”, “Barbola Work”, “Felt Embroidery”, “Fillet Work”, “Sealing-wax Craft”, “Home and Garden Hobbies”, etc. Many vintage books such as this are becoming increasingly scarce and expensive. It is with this in mind that we are republishing this volume now in an affordable, modern, high-quality edition complete with a specially commissioned new introduction.",
        "page_count": 203,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Jd1PDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 49.9,
        "currency": "BRL"
    },
    {
        "id": "oJHDEAAAQBAJ",
        "title": "Hobbies Through Children's Books and Activities",
        "authors": [
            "Nancy A. Jurenka"
        ],
        "publisher": "Bloomsbury Publishing USA",
        "publication_date": "2001-08-15",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Help students develop their own special talents and interests while supporting student literacy, social development, and a lifelong interest in reading through connecting books to children's hobbies. Each of the book's 30 chapters focuses on a different hobby through an annotation of a picture book in which the targeted hobby has a key role. Jurenka further explores each hobby ranging from bird-watching to tap dancing through a starter activity, a language arts activity, a poem citation, a glossary of associated vocabulary, references to related societies and associations, and five annotations of nonfiction informational books. Not only will students enthusiastically read about their chosen hobbies, they will develop healthy lifelong passions for activities that positively affect their social and intellectual development.",
        "page_count": 192,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=oJHDEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 179.7,
        "currency": "BRL"
    },
    {
        "id": "jQ5eAAAAcAAJ",
        "title": "The Artizan, His Recreations & Hobbies",
        "authors": [
            "William George Fretton"
        ],
        "publisher": null,
        "publication_date": "1870",
        "categories": [
            "Amusements"
        ],
        "description": "",
        "page_count": 8,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=jQ5eAAAAcAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 255,
        "currency": "BRL"
    },
    {
        "id": "1x_bEAAAQBAJ",
        "title": "Hobbies",
        "authors": [
            "Anantha Padmanabhan S S"
        ],
        "publisher": "Notion Press",
        "publication_date": "2023-10-09",
        "categories": [
            "Self-Help"
        ],
        "description": "Embark on a captivating exploration of the diverse and enriching world of hobbies. In ‘Hobbies,’ we delve into the fascinating realm of leisure pursuits that captivate hearts, expand horizons, and ignite creativity. From the soothing strokes of a paintbrush on canvas to the exhilarating rush of conquering mountain peaks, this book unveils the secrets to finding your perfect pastime. This book serves as a compass for both beginners seeking inspiration and enthusiasts looking to deepen their engagement. Unearth the profound psychological benefits of engaging in hobbies, as they become windows to self-discovery, stress relief, and enhanced well-being. Whether you’re yearning to lose yourself in the mesmerizing world of dance, venture into the culinary arts, or explore the cosmos through stargazing, this book is your trusted companion on the journey to cultivating a fulfilling and joyous life. Unveil the stories of remarkable individuals who have harnessed the power of hobbies to ignite their creativity and amplify their talents. ‘Hobbies’ invites you to embrace the art of balance, offering practical tips on integrating hobbies seamlessly into your busy life while reaping the profound rewards they offer.",
        "page_count": 89,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=1x_bEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 28.47,
        "currency": "BRL"
    },
    {
        "id": "eZOIQsToKl4C",
        "title": "Hobbies",
        "authors": [],
        "publisher": null,
        "publication_date": "1963",
        "categories": [
            "Collectors and collecting"
        ],
        "description": "",
        "page_count": 808,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=eZOIQsToKl4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 298,
        "currency": "BRL"
    },
    {
        "id": "OgVPAQAAMAAJ",
        "title": "Merchandising Hobbies",
        "authors": [
            "Hobby Industry Association"
        ],
        "publisher": null,
        "publication_date": "1959",
        "categories": [
            "Hobbies"
        ],
        "description": "",
        "page_count": 164,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=OgVPAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 146,
        "currency": "BRL"
    },
    {
        "id": "1e1OAQAAMAAJ",
        "title": "Money-making Hobbies",
        "authors": [
            "Archie Frederick Collins"
        ],
        "publisher": null,
        "publication_date": "1938",
        "categories": [
            "Hobbies"
        ],
        "description": "",
        "page_count": 348,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=1e1OAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 235,
        "currency": "BRL"
    },
    {
        "id": "WvR3EPjtBNMC",
        "title": "The Book of Hobbies",
        "authors": [
            "Charles William Taussig",
            "Theodore Arthur Meyer"
        ],
        "publisher": null,
        "publication_date": "1924",
        "categories": [
            "Amusements"
        ],
        "description": "",
        "page_count": 352,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=WvR3EPjtBNMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 430,
        "currency": "BRL"
    },
    {
        "id": "1fZsAAAAMAAJ",
        "title": "Historical Hobbies for the Pharmacist",
        "authors": [
            "George A. Bender",
            "John Parascandola"
        ],
        "publisher": null,
        "publication_date": "1974",
        "categories": [
            "Hobbies"
        ],
        "description": "",
        "page_count": 68,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=1fZsAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 318,
        "currency": "BRL"
    },
    {
        "id": "r5Y1AQAAMAAJ",
        "title": "Hobbies; the Magazine of the Buffalo Museum of Science",
        "authors": [],
        "publisher": null,
        "publication_date": "1923",
        "categories": [],
        "description": "",
        "page_count": 784,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=r5Y1AQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 208,
        "currency": "BRL"
    },
    {
        "id": "dT0_AAAAYAAJ",
        "title": "The Book of Nature Hobbies",
        "authors": [
            "Ted Pettit"
        ],
        "publisher": null,
        "publication_date": "1947",
        "categories": [
            "Hobbies"
        ],
        "description": "",
        "page_count": 296,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=dT0_AAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 158,
        "currency": "BRL"
    },
    {
        "id": "IhRHUnhIR84C",
        "title": "\"Hobbies.\"",
        "authors": [
            "Harris Peyton Mosher"
        ],
        "publisher": null,
        "publication_date": "1936",
        "categories": [],
        "description": "",
        "page_count": 32,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=IhRHUnhIR84C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 497,
        "currency": "BRL"
    },
    {
        "id": "nF4QAAAAYAAJ",
        "title": "Haunts and Hobbies of an Indian Official",
        "authors": [
            "Mark Thornhill"
        ],
        "publisher": null,
        "publication_date": "1899",
        "categories": [
            "British"
        ],
        "description": "",
        "page_count": 370,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=nF4QAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 114,
        "currency": "BRL"
    },
    {
        "id": "cWBNAQAAMAAJ",
        "title": "Nature and Outdoor Life ...: Sports and games. Pets and hobbies",
        "authors": [],
        "publisher": null,
        "publication_date": "1927",
        "categories": [
            "Amusements"
        ],
        "description": "",
        "page_count": 660,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=cWBNAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 201,
        "currency": "BRL"
    },
    {
        "id": "sbI9AAAAYAAJ",
        "title": "Book Collectors and Their Hobbies",
        "authors": [
            "Rare Book Shop, Washington, D.C."
        ],
        "publisher": null,
        "publication_date": "1913",
        "categories": [
            "Book collectors"
        ],
        "description": "",
        "page_count": 86,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=sbI9AAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 442,
        "currency": "BRL"
    },
    {
        "id": "qVe3AAAAIAAJ",
        "title": "Africa Woman",
        "authors": [],
        "publisher": null,
        "publication_date": "1981",
        "categories": [
            "Women"
        ],
        "description": "",
        "page_count": 356,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=qVe3AAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 296,
        "currency": "BRL"
    },
    {
        "id": "rCpDAQAAMAAJ",
        "title": "Work",
        "authors": [],
        "publisher": null,
        "publication_date": "1904",
        "categories": [],
        "description": "",
        "page_count": 624,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=rCpDAQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 284,
        "currency": "BRL"
    },
    {
        "id": "3GY-AQAAMAAJ",
        "title": "Collecting and Hobbies",
        "authors": [],
        "publisher": null,
        "publication_date": "1917",
        "categories": [
            "Collectors and collecting"
        ],
        "description": "",
        "page_count": 70,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=3GY-AQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 320,
        "currency": "BRL"
    },
    {
        "id": "jOxHvWSDC_MC",
        "title": "Readers' Guide to Periodical Literature",
        "authors": [],
        "publisher": null,
        "publication_date": "1953",
        "categories": [
            "Periodicals"
        ],
        "description": "",
        "page_count": 2682,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=jOxHvWSDC_MC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 270,
        "currency": "BRL"
    },
    {
        "id": "vVnTAAAAMAAJ",
        "title": "Luther League Review",
        "authors": [],
        "publisher": null,
        "publication_date": "1928",
        "categories": [
            "Church work with youth"
        ],
        "description": "",
        "page_count": 812,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=vVnTAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 114,
        "currency": "BRL"
    },
    {
        "id": "Uuf34fMKxvkC",
        "title": "The World Book Encyclopedia",
        "authors": [],
        "publisher": null,
        "publication_date": "1959",
        "categories": [
            "Encyclopedias and dictionaries"
        ],
        "description": "",
        "page_count": 426,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Uuf34fMKxvkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 375,
        "currency": "BRL"
    },
    {
        "id": "kcAdEQAAQBAJ",
        "title": "Atividades e esportes aquáticos",
        "authors": [
            "Owen Jones"
        ],
        "publisher": "Tektime",
        "publication_date": "2024-08-29",
        "categories": [
            "Sports & Recreation"
        ],
        "description": "Quer você seja um entusiasta experiente de esportes aquáticos ou um novato ansioso por mergulhar em novas experiências, este livreto é o seu passaporte para um mundo de emoção, desafio e descobertas na água. Da tranquilidade serena do surfe com remo às emoções cheias de adrenalina do windsurf e do wakeboard, este livro cobre uma ampla gama de atividades aquáticas adequadas para todas as idades e níveis de habilidade, exceto os mais avançados. Com descrições detalhadas, dicas práticas e conselhos de especialistas, você aprenderá tudo o que precisa saber para começar, melhorar suas habilidades e aproveitar ao máximo seu tempo na água. Descubra os fundamentos de cada esporte, desde equipamentos essenciais até técnicas fundamentais, considerações de segurança e manobras avançadas. Explore destinos populares, jóias escondidas e canais imperdíveis em todo o mundo e obtenha informações sobre a rica história, cultura e comunidade que cercam cada atividade. Esteja você em busca de relaxamento, preparo físico, competição ou simplesmente uma nova maneira de se conectar com a natureza, “Atividades e Esportes aquáticos” tem algo para todos. Então pegue seu equipamento, mergulhe e prepare-se para uma aventura aquática inesquecível! Translator: Camila Campos PUBLISHER: TEKTIME",
        "page_count": 88,
        "language": "pt-BR",
        "cover_image_url": "http://books.google.com/books/content?id=kcAdEQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 21.49,
        "currency": "BRL"
    },
    {
        "id": "zI_hAAAAMAAJ",
        "title": "Media World Yearbook",
        "authors": [],
        "publisher": null,
        "publication_date": "1998",
        "categories": [
            "Mass media"
        ],
        "description": "",
        "page_count": 216,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=zI_hAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 186,
        "currency": "BRL"
    },
    {
        "id": "KVQaAAAAYAAJ",
        "title": "Who's who in Australasia and the Far East",
        "authors": [
            "Ernest Kay"
        ],
        "publisher": "Melrose Press, Limited",
        "publication_date": "1989",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "",
        "page_count": 700,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=KVQaAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 225,
        "currency": "BRL"
    },
    {
        "id": "b2MCAAAAYAAJ",
        "title": "Journal of the Royal Horticultural Society",
        "authors": [
            "Royal Horticultural Society (Great Britain)"
        ],
        "publisher": null,
        "publication_date": "1906",
        "categories": [
            "Botany"
        ],
        "description": "Vols. for 1846-55 include Proceedings at meetings of the society.",
        "page_count": 620,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=b2MCAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 334,
        "currency": "BRL"
    },
    {
        "id": "RKzMnQEACAAJ",
        "title": "Hobbies",
        "authors": [
            "Steven M. Gelber"
        ],
        "publisher": null,
        "publication_date": "1999",
        "categories": [
            "Social Science"
        ],
        "description": "Whether it's needlepoint or woodworking, collecting stamps or dolls, everyone has a hobby, or is told they need one. But why do we fill our leisure time with the activities we do? And what do our hobbies say about our culture? Steven Gelber here traces the history and significance of hobbies from the mid-nineteenth century through the 1950s. Although hobbies are often touted as a break from work, Gelber demonstrates that they reflect and reproduce the values and activities of the workplace by bringing utilitarian rationality into the home, imitating the economic stratification of the marketplace, and reinforcing traditional gender roles. Drawing on a wide array of social and cultural theory, Hobbies fills a critical gap in American cultural history and provides a compelling new perspective on the meaning of leisure.",
        "page_count": 374,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=RKzMnQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 163,
        "currency": "BRL"
    }
]