[
    {
        "id": "k6azCwAAQBAJ",
        "title": "Sem Pistas (um Mistério de Riley Paige–Livro 1)",
        "authors": [
            "Blake Pierce"
        ],
        "publisher": "Blake Pierce",
        "publication_date": "2016-03-08",
        "categories": [
            "Fiction"
        ],
        "description": "Mulheres aparecem mortas nos arredores rurais de Virgínia, foram assassinadas de forma grotesca e, quando o FBI é chamado, eles ficam perplexos. Um assassino em série está à solta, seus atos são cada vez mais frequentes, e eles sabem que há apenas uma agente boa o suficiente para resolver esse caso: a agente especial Riley Paige. Riley encontra-se afastada do trabalho, recuperando-se do encontro com seu último assassino em série. Frágil do jeito que está, o FBI se vê relutante em pedir ajuda à sua mente brilhante. No entanto, Riley, precisando lutar contra seus próprios demônios, entra no caso e sua investigação a leva à perturbadora subcultura de colecionadores de bonecas, a casas de famílias desfeitas e aos lugares mais sombrios da mente do assassino. À medida que Riley decifra os mistérios, ela percebe que está prestes a encontrar o assassino mais perverso que poderia ter imaginado. Em uma corrida frenética contra o tempo, Riley encontra-se pressionada ao limite; seu trabalho está em jogo; sua própria família, em perigo e sua frágil psique à beira de um colapso nervoso. Mesmo assim, uma vez que Riley Paige assume um caso, ela não desiste. Ela fica obcecada pela investigação, levando-a para os cantos mais escuros de sua própria mente, onde a divisa entre caça e caçador se confundem. Após uma série de reviravoltas inesperadas, seus instintos a conduzem a um clímax chocante que nem mesmo ela poderia ter imaginado. Um thriller psicológico sombrio e com suspense de tirar o fôlego, SEM PISTAS marca a estreia de uma fascinante nova série - e uma nova personagem amada - que o deixará virando as páginas até tarde da noite. O Livro 2 da série de Riley Paige logo estará disponível.",
        "page_count": 334,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=k6azCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 0,
        "currency": "BRL"
    },
    {
        "id": "bsWM8vWJHzoC",
        "title": "The Mystery Readers' Advisory",
        "authors": [
            "John Charles",
            "Joanna Morrison",
            "Candace Clark"
        ],
        "publisher": "American Library Association",
        "publication_date": "2002",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Three librarians from Scottsdale, Arizona provide library staff with an introduction to the mystery genre and offer tips and techniques for providing advice to mystery readers in the library. They include some of their own bibliographies, but refer readers elsewhere for fuller ones. They also include a brief history of the genre to pass on to readers new to it.",
        "page_count": 244,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=bsWM8vWJHzoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 429,
        "currency": "BRL"
    },
    {
        "id": "d-AUjnoMtY0C",
        "title": "The Mystery at Jamestown",
        "authors": [
            "Carole Marsh"
        ],
        "publisher": "Gallopade International",
        "publication_date": "2010-01-01",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Christina, Grant, Mimi, and Papa travel to Jamestown, Virginia and learn that \"founding\" a new nation is no easy task! During Jamestown's Quadricentennial Celebration, there's plenty of history, mystery, legend, lore, lost bones, and more! Joe the archaeologist is accused of stealing priceless \"Skeletal remains.\" Curious clues lead the kids on a whirlwind chase from Jamestown to Williamsburg to Yorktown. Christina and Grant meet Pocahontas and Captain John Smith! They get lost in the creepy woods! And, they acquire an adorable new pet who will be part of all the future books in the super Carole Marsh Mysteries! But in the meantime, Christina asks, \"Who's bone IS this?!\" LOOK what's in this mystery - people, places, history, and more! Jamestown history Š Powhatan Indian Village Š Archaeologist Š First Colonies history Š Archaerium Š The Susan Constant, boat Š Hominy Š Yehakin, Indian house Š Williamsburg history Š Revolutionary War history Š The Founding Fathers. Like all of Carole Marsh Mysteries, this mystery incorporates history, geography, culture and cliffhanger chapters that will keep kids begging for more! This mystery includes SAT words, educational facts, fun and humor, built-in book club and activities. Below is the Reading Levels Guide for this book: Grade Levels: 3-6 Accelerated Reader Reading Level: 4.7 Accelerated Reader Points: 2 Accelerated Reader Quiz Number: 110075 Lexile Measure: 690 Fountas & Pinnell Guided Reading Level: Q Developmental Assessment Level: 40",
        "page_count": 162,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=d-AUjnoMtY0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 45.58,
        "currency": "BRL"
    },
    {
        "id": "E3DyDwAAQBAJ",
        "title": "The Mystery of Holly Lane",
        "authors": [
            "Enid Blyton"
        ],
        "publisher": "Hachette UK",
        "publication_date": "2021-03-11",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "A brilliant mystery series from bestselling author Enid Blyton, perfect for fans of The Secret Seven. The Find-Outers have no mystery to solve, so Larry disguises himself as a window cleaner. But Larry, Fatty, Daisy, Pip and Bets soon discover that money has been stolen from the bungalow Larry was cleaning - and a few days later, all the furniture is gone too! The Find-Outers are on the case to discover who the thief is... First published in 1953, this edition contains the original text and is unillustrated.",
        "page_count": 276,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=E3DyDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 56.99,
        "currency": "BRL"
    },
    {
        "id": "5kxQDQAAQBAJ",
        "title": "The Mystery and the World",
        "authors": [
            "Maria Clara Bingemer"
        ],
        "publisher": "Wipf and Stock Publishers",
        "publication_date": "2016-05-10",
        "categories": [
            "Religion"
        ],
        "description": "During the past century, an enormous effervescence of events changed the sociopolitical configuration of the world. The interpretation of these facts helped further deepen the crisis in which modern thought already found itself--and it generated the uncertain and unstable environment in which we live today, the so-called postmodernity, late modernity, or hypermodernity. In this context, one of the most profound impacts is most certainly the one on religion. During the twentieth century, religion proved not to be banished from the human horizon as the masters of suspicion intended. Known as the godless century, the twentieth century saw also a resuscitation of the search for the sense of life and spirituality. With the crisis of modern reason, humankind turned toward consumerism and provisional and \"light\" practices. The last century represents not only the height of the postmodernization process but also the rescue of the transcendent and absolute, even if it is an absolute without face and identity. It is in this scenario that religious experiences, apparently exiled by modern rationality, begin to occur and multiply again. Mystical experiences will be, then, the basis for highlighting recurrent characteristics with universal import. But they will show a different configuration than before. One will be able to find them not in so-called sacred spaces but in very secular ones; not so much within institutions but at the borders, or even outside them; not configured by a specific tradition but in an interface that makes more than one tradition meet and dialogue.",
        "page_count": 401,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=5kxQDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 262.42,
        "currency": "BRL"
    },
    {
        "id": "3AQoDwAAQBAJ",
        "title": "Cause to Save (An Avery Black Mystery—Book 5)",
        "authors": [
            "Blake Pierce"
        ],
        "publisher": "Blake Pierce",
        "publication_date": "2017-08-28",
        "categories": [
            "Fiction"
        ],
        "description": "“A dynamic story line that grips from the first chapter and doesn't let go.” --Midwest Book Review, Diane Donovan (regarding Once Gone) From #1 bestselling author Blake Pierce comes a new masterpiece of psychological suspense—the AVERY BLACK SERIES—which continues here with CAUSE TO DREAD (Book #6), also a standalone novel. The series begins with CAUSE TO KILL (Book #1)—a free download with over 200 five star reviews! A woman turns up dead in her own apartment, locked in her closet, her body crawling with poisonous spiders, and the Boston police are stumped. As all of their leads collapse, they are dreading the killer will strike again. Desperate, the police have no choice but to turn to Boston’s most brilliant and controversial homicide detective—Avery Black. Now retired, Avery, in a low point in her own life, reluctantly agrees to help with the case. But when other bodies start turning up, murdered in grotesque and unusual ways, Avery can’t help but wonder: is there a serial killer on the loose? With the intense media pressure and the stress of having a new, inexperienced partner, Avery is pushed to her limit as she struggles to crack the bizarre cases—and to keep herself from falling into the abyss. Avery finds herself falling deeper and deeper into the twisted mind of the killer, who holds more secrets than Avery could imagine. The most riveting and shocking book of the series, a psychological thriller with heart-pounding suspense, CAUSE TO DREAD will leave you turning pages late into the night. Book #6 in the Avery Black series is also available! “A masterpiece of thriller and mystery. Pierce did a magnificent job developing characters with a psychological side, so well described that we feel inside their minds, follow their fears and cheer for their success. The plot is very intelligent and will keep you entertained throughout the book. Full of twists, this book will keep you awake until the turn of the last page.” --Books and Movie Reviews, Roberto Mattos (re Once Gone)",
        "page_count": 250,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=3AQoDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 34.17,
        "currency": "BRL"
    },
    {
        "id": "kNy_DQAAQBAJ",
        "title": "Cause to Fear (An Avery Black Mystery—Book 4)",
        "authors": [
            "Blake Pierce"
        ],
        "publisher": "Blake Pierce",
        "publication_date": "2017-03-29",
        "categories": [
            "Fiction"
        ],
        "description": "“A dynamic story line that grips from the first chapter and doesn't let go.” --Midwest Book Review, Diane Donovan (regarding Once Gone) From #1 bestselling author Blake Pierce comes a new masterpiece of psychological suspense: CAUSE TO FEAR (An Avery Black Mystery—Book 4). When a body turns up floating beneath the frozen Charles River, the Boston Police summons its most brilliant and controversial homicide detective—Avery Black—to close the case. It doesn’t take Avery long, however, to realize that this is no isolated murder: it is the work of a serial killer. Other bodies begin to turn up, all of them sharing one thing in common: all are trapped in ice. Is it all a coincidence—or the signature of a particularly deranged killer? As the media converges and Avery suffers pressure from her bosses, she struggles to crack the inexplicable case, too bizarre even for her brilliant mind. At the same time she tries to keep her own depression at bay, as her personal life spirals to a new low. And she does it all while trying to enter the mind of a psychotic and elusive killer. What she will find will shock even her, and make her realizes that nothing is what it seems—and that the worst darkness may sometimes be closest to us. A psychological thriller with heart-pounding suspense, CAUSE TO FEAR is book #4 in a riveting new series—with a beloved new character—that will leave you turning pages late into the night. Book #5 in the Avery Black series is also now available! “A masterpiece of thriller and mystery. Pierce did a magnificent job developing characters with a psychological side, so well described that we feel inside their minds, follow their fears and cheer for their success. The plot is very intelligent and will keep you entertained throughout the book. Full of twists, this book will keep you awake until the turn of the last page.” --Books and Movie Reviews, Roberto Mattos (re Once Gone)",
        "page_count": 254,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=kNy_DQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 28.47,
        "currency": "BRL"
    },
    {
        "id": "T5kiuxV4s7AC",
        "title": "Hardy Boys 33: The Yellow Feather Mystery",
        "authors": [
            "Franklin W. Dixon"
        ],
        "publisher": "Penguin",
        "publication_date": "1954-01-01",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "The famous young detectives Frank and Joe Hardy are caught up in a dangerous web of intrigue when they agree to help Greg Woodson search for his grandfather’s missing will. When Henry Kurt, the temporary headmaster of Woodson Academy, insists that he is to inherit the property from Greg’s grandfather, the case becomes even trickier. Frank and Joe must risk their lives several times before they solve the mystery of Yellow Feather and trap a sinister criminal who will stop at nothing--even murder--to satisfy his greed for money.",
        "page_count": 192,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=T5kiuxV4s7AC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 1,
        "price": 49.13,
        "currency": "BRL"
    },
    {
        "id": "uDTwDwAAQBAJ",
        "title": "The Mystery of the Spiteful Letters",
        "authors": [
            "Enid Blyton"
        ],
        "publisher": "Hachette UK",
        "publication_date": "2021-03-11",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "A brilliant mystery series from bestselling author Enid Blyton, perfect for fans of The Secret Seven. Someone is sending spiteful letters to the people of Peterswood - but who? Fatty, Larry, Pip, Daisy, Bets and Buster the Dog have to find the culprit who is making the villagers so unhappy. But Mr Goon is right on their heels to solve the mystery first! First published in 1946, this edition contains the original text and is unillustrated.",
        "page_count": 276,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=uDTwDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 51.29,
        "currency": "BRL"
    },
    {
        "id": "MmBWocJKzQgC",
        "title": "The Mystery on the Mighty Mississippi",
        "authors": [
            "Carole Marsh"
        ],
        "publisher": "Gallopade International",
        "publication_date": "2004-04-01",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "When Christina, Grant, and their two new friends plan to meet at the St. Louis Gateway Arch, they get involved in a very strange mystery that takes them to many fascinating sights along the mighty Mississippi River.",
        "page_count": 162,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=MmBWocJKzQgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 499,
        "currency": "BRL"
    },
    {
        "id": "a3ufEAAAQBAJ",
        "title": "Eudora Welty and Mystery",
        "authors": [
            "Jacob Agner",
            "Harriet Pollack"
        ],
        "publisher": "Univ. Press of Mississippi",
        "publication_date": "2022-12-28",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Contributions by Jacob Agner, Sarah Gilbreath Ford, Katie Berry Frye, Michael Kreyling, Andrew B. Leiter, Rebecca Mark, Suzanne Marrs, Tom Nolan, Michael Pickard, Harriet Pollack, and Victoria Richard Eudora Welty’s ingenious play with readers’ expectations made her a cunning writer, a paramount modernist, a short story artist of the first rank, and a remarkable literary innovator. In her signature puzzle-texts, she habitually engages with familiar genres and then delights readers with her transformations and nonfulfillment of conventions. Eudora Welty and Mystery: Hidden in Plain Sight reveals how often that play is with mystery, crime, and detective fiction genres, popular fiction forms often condescended to in literary studies, but unabashedly beloved by Welty throughout her lifetime. Put another way, Welty often creates her stories’ secrets by both evoking and displacing crime fiction conventions. Instead of restoring order with a culminating reveal, her story-puzzles characteristically allow mystery to linger and thicken. The mystery pursued becomes mystery elsewhere. The essays in this collection shift attention from narratives, characters, and plots as they have previously been understood by unearthing enigmas hidden within those constructions. Some of these new readings continue Welty’s investigation of hegemonic whiteness and southern narratives of race—outlining these in chalk as outright crime stories. Other essays show how Welty anticipated the regendering of the form now so characteristic of contemporary women mystery writers. Her tender and widely ranging personal correspondence with the hard-boiled American crime writer Ross Macdonald is also discussed. Together these essays make the case that across her career, Eudora Welty was arguably one of the genre’s greatest double agents, and, to apply the titles of Macdonald’s novels to her inventiveness with the form, she is its “underground woman,” its unexpected “sleeping beauty.”",
        "page_count": 165,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=a3ufEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 171.14,
        "currency": "BRL"
    },
    {
        "id": "9Il_EAAAQBAJ",
        "title": "The Mystery of Tally-ho Cottage",
        "authors": [
            "Enid Blyton"
        ],
        "publisher": "DigiCat",
        "publication_date": "2022-08-01",
        "categories": [
            "Fiction"
        ],
        "description": "DigiCat Publishing presents to you this special edition of \"The Mystery of Tally-ho Cottage\" by Enid Blyton. DigiCat Publishing considers every written word to be a legacy of humankind. Every DigiCat book has been carefully reproduced for republishing in a new modern format. The books are available in print, as well as ebooks. DigiCat hopes you will treat this work with the acknowledgment and passion it deserves as a classic of world literature.",
        "page_count": 156,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=9Il_EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 148,
        "currency": "BRL"
    },
    {
        "id": "HH9JAwAAQBAJ",
        "title": "Human Sexuality and the Nuptial Mystery",
        "authors": [
            "Roy R. Jeal"
        ],
        "publisher": "Wipf and Stock Publishers",
        "publication_date": "2010-03-08",
        "categories": [
            "Religion"
        ],
        "description": "This collection of essays was originally presented at the St. Margaret's Consultation on Doctrine, Liturgy, and Preaching held at St. Margaret's Anglican Church in Winnipeg, Canada in 2008. They consider human sexuality and marriage from a distinctly theological rather than polemical standpoint, aiming to avoid frequently polarized debates. The interesting commonality indicated in the articles is that sex and marriage are not about self-fulfillment, but are outwardly directed, aimed toward the other person, toward growth, maturity, and deepened spirituality, for the benefit of the church, for productive good, and for children. The first section explores theological and ethical issues surrounding human sexuality and aims toward understanding the nature of relationships in these contexts. The second section explores the spiritual nature of marriage and the history of thinking on marriage and family within Christian theology. For those interested in pursuing truly theological engagement with marriage and sexuality, this collection is required reading.",
        "page_count": 161,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=HH9JAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 131.21,
        "currency": "BRL"
    },
    {
        "id": "0z5pAwAAQBAJ",
        "title": "Managing the Mystery Collection",
        "authors": [
            "Judith A. Overmier",
            "Rhonda Harris Taylor"
        ],
        "publisher": "Routledge",
        "publication_date": "2014-04-23",
        "categories": [
            "Religion"
        ],
        "description": "Unravel the mystery of fostering a vibrant mystery collection for your library patrons! Whodunnit? Managing the Mystery Collection: From Creation to Consumption reveals just who is responsible—for providing high-quality library mystery collections to fans. This resource takes you through the complicated process, from creating a mystery story to getting it to the library bookshelf and your patrons—all with clear explanations and no plot twists. Authors, readers, critics, scholars, and librarians give you an interdisciplinary inside look at the production and collection of one of the most popular genres in literature, the mystery. This unique book comprehensively explains how a mystery story journeys a surprisingly winding way to reach an avid reading public. No red herrings here though. Acquisitions and collection development resources are provided along with effective strategies that will help librarians to sift through the clues on how to bring life to their mystery collections. Examinations of various subgenres of the mystery are provided, such as romance and Native American mysteries, as well as an enlightening discussion of the links between mysteries, libraries, and interest groups. Managing the Mystery Collection brings you: mystery writer Barbara Fister describing the creative process insights about Sisters in Crime—an organization that promotes mysteries authored by women—and its special relationship with libraries and librarians a detailed introduction to buying and selling books online Web and print resources guidance for the acquisition of mysteries for the younger mystery reader development of a collection of ethnic mysteries the creation of special collections of Sherlock Holmes and author Conan Doyle extensive listings of subgenre titles and details of popular series an organization that networks creators, fans, and scholars of detective and mystery fiction and more! Managing the Mystery Collection: From Creation to Consumption solves the mystery behind the step-by-step process it takes to provide readers with what they want—access to a collection of perplexing, well-written mysteries. This is perfect for public and academic librarians with an interest in building quality collections of mysteries; library school faculty teaching courses in collection building, popular culture and libraries, genre literature, and special collections; and students of those fields.",
        "page_count": 227,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=0z5pAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 171.09,
        "currency": "BRL"
    },
    {
        "id": "49um83-oUrYC",
        "title": "Mystery Women, Volume Two (Revised)",
        "authors": [
            "Colleen Barnett"
        ],
        "publisher": "Sourcebooks, Inc.",
        "publication_date": "2011-12-31",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Many bibliographers focus on women who write. Lawyer Barnett looks at women who detect, at women as sleuths and at the evolving roles of women in professions and in society. Excellent for all women's studies programs as well as for the mystery hound. Look at the popularity of such reading guides as Willetta Heising's Detecting Women (3rd ed. 0-9644593-7-X) or Amanda Cross' fiction (Honest Doubt 0-345-44011-0 11/00).",
        "page_count": 514,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=49um83-oUrYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 335,
        "currency": "BRL"
    },
    {
        "id": "uYpyEAAAQBAJ",
        "title": "A Rachel Gift Mystery Bundle: Her Last Hope (#3) and Her Last Fear (#4)",
        "authors": [
            "Blake Pierce"
        ],
        "publisher": "Blake Pierce",
        "publication_date": "2022-06-01",
        "categories": [
            "Fiction"
        ],
        "description": "A bundle of books #3 (HER LAST HOPE) and #4 (HER LAST FEAR) in Blake Pierce’s Rachel Gift Mystery series! This bundle offers books three and four in one convenient file, with over 100,000 words of reading. In HER LAST HOPE (Book #3), when a series of different organ donors are murdered, Rachel is determined to track down the killer. But Rachel herself is faltering, beginning to succumb to her illness. Can she keep it together long enough to catch this killer before her own death? And can she keep her own demons—and her own traumatic past—at bay? In HER LAST FEAR (Book #4), when she learns of a string of bizarre murders in New Mexico, Rachel quickly realizes this is no ordinary killer. In a race against time, Rachel must quickly figure out who is luring these victims out to the desert—and why. Meanwhile, her own clock is running out. Can she solve this macabre puzzle and stop the murderer once and for all? A riveting and chilling crime thriller featuring a brilliant and flailing FBI agent, the RACHEL GIFT series is an unputdownable mystery, packed with suspense, twists and shocking secrets, propelled by a page-turning pace that will keep you bleary-eyed late into the night. Books #5-#6 are also available!",
        "page_count": 500,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=uYpyEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 51.29,
        "currency": "BRL"
    },
    {
        "id": "bmHsxzvf2qkC",
        "title": "The Mystery Fancier",
        "authors": [
            "William F. Deeck"
        ],
        "publisher": "Wildside Press LLC",
        "publication_date": "2008-08-01",
        "categories": [
            "Detective and mystery stories"
        ],
        "description": "A bibliography of various mystery novels published between November 1976 and Fall 1992.",
        "page_count": 186,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=bmHsxzvf2qkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 28.47,
        "currency": "BRL"
    },
    {
        "id": "vnXRAgAAQBAJ",
        "title": "Adventure, Mystery, and Romance",
        "authors": [
            "John G. Cawelt"
        ],
        "publisher": "University of Chicago Press",
        "publication_date": "2014-02-07",
        "categories": [
            "Literary Criticism"
        ],
        "description": "In this first general theory for the analysis of popular literary formulas, John G. Cawelti reveals the artistry that underlies the best in formulaic literature. Cawelti discusses such seemingly diverse works as Mario Puzo's The Godfather, Dorothy Sayers's The Nine Tailors, and Owen Wister's The Virginian in the light of his hypotheses about the cultural function of formula literature. He describes the most important artistic characteristics of popular formula stories and the differences between this literature and that commonly labeled \"high\" or \"serious\" literature. He also defines the archetypal patterns of adventure, mystery, romance, melodrama, and fantasy, and offers a tentative account of their basis in human psychology.",
        "page_count": 344,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=vnXRAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 153.9,
        "currency": "BRL"
    },
    {
        "id": "J4JCDwAAQBAJ",
        "title": "The Mystery of the Shemitah",
        "authors": [
            "Jonathan Cahn"
        ],
        "publisher": "Charisma Media",
        "publication_date": "2018",
        "categories": [
            "History"
        ],
        "description": "The Shemitah, or Sabbath year, is the seventh year of the seven-year agricultural cycle mandated by the Torah for the land of Israel. Understanding this pattern is essential for understanding the prophecy and mysteries of the Bible that are still applicable today.",
        "page_count": 292,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=J4JCDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 419,
        "currency": "BRL"
    },
    {
        "id": "90OwCwAAQBAJ",
        "title": "The Mystery of Hidden Valley (The Mystery Series Book 3)",
        "authors": [
            "Paul Moxham"
        ],
        "publisher": "Paul Moxham",
        "publication_date": "2014-07-20",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Are you up for a thrilling adventure? While camping in Wales, it doesn't take long for the Mystery Kids to stumble across a long-lost tunnel that leads to a valley full of secrets. Follow the children as they are imprisoned in an old farmhouse, discover a hidden cave, sabotage a plane, rescue a missing man, undertake a perilous climb, and more! Book 3 in the Mystery Series, this adventure novel is set in 1950's Britain and will suit anyone who enjoys Nancy Drew, the Hardy Boys or the Famous Five. THE MYSTERY SERIES This middle grade series set in 1950's UK will delight children of all ages. Perfect for fans of Enid Blyton (Famous Five/Secret Seven), Carolyn Keene (Nancy Drew), Franklin Dixon (Hardy Boys) and Gertrude Chandler Warner (The Boxcar Children). Suitable for children 6-8, 9-12, and even adults who love a clean and wholesome story. ~ ~ ~ Standalone Short Story: The Mystery of Santa Claus Standalone Unbelievable Adventures: Mystery of the Invisible Woman Escape from Inner Earth The Secret Alien Invasion Standalone Worldwide Adventures: International Spy and Midnight Intruder Haunted Lighthouse and Blizzard Peak Standalone Choose Your Own Way: Danger in Monrovia Lost in the Bermuda Triangle Escape From Sylvania Summer Holidays: The Mystery of Smugglers Cove The Mystery of the Missing Money The Mystery of the Missing Gnomes The Mystery of Adventure Island The Mystery of the Mysterious Man The Mystery of the Strange Notebook The Mystery of Hidden Valley Winter Holidays: The Mystery of Claw Mountain The Mystery of the Golden Elephant The Mystery of the Red Balloon The Mystery of the Golden Dragons The Mystery of the Howling Dog The Mystery of the Hidden Suitcase The Mystery of Treasure Island Easter Holidays: The Mystery of Four Towers The Mystery of the Burning Plane The Mystery of the Russian Spy The Mystery of Ghost Island The Mystery of the Perfect Thief The Mystery of the Underwater Car The Mystery of the Crown Jewels Summer Holidays: The Mystery of the Amphibious Jeep The Mystery of the Escaped Prisoner The Mystery of the Bermuda Triangle The Mystery of the Runaway King The Mystery of the Secret Lake The Mystery of Crocodile Island The Mystery of the Fake President Winter Holidays: The Mystery of the Secret Hideout",
        "page_count": 79,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=90OwCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 0,
        "currency": "BRL"
    },
    {
        "id": "fB7OkVM_Bi4C",
        "title": "The Mystery at Dracula's Castle (Transylvania, Romania)",
        "authors": [
            "Carole Marsh"
        ],
        "publisher": "Gallopade International",
        "publication_date": "2011-01-01",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Mimi reads an ad and thinks, \"Hmm, would this make a great vacation home for a mystery-book-writing grandmother and her family and friends. Papa says, ÒLet's take a look.Ó Soon, Christina and Grant are whisked off aboard the Mystery Girl airplane with Mimi and Papa to Transylvania, Romania where they meet up with a strange real estate agent, tour the famous castle, meet some odd new kid friends, learn about vampires, and meet up with Count Dracula himself! ÓWhy don't you spend the weekend and see how you like the place?Ó the agent suggests. They do, and the mystery begins! Hey, is that tomato juice or what they're serving for breakfast? You'll Vant to Come Along on This Tooth-Tingling Adventure! This mystery incorporates history, geography, culture and cliffhanger chapters that keep kids begging for more! This mystery includes SAT words, educational facts, fun and humor, Built-In Book Club and activities. This book includes a map, inline glossary definitions, and lots more! This Carole Marsh Mystery also has an Accelerated Reader quiz, a Lexile Level, a Fountas & Pinnell guided reading level and a Developmental Reading Assessment.æ LOOK what's in this mystery - people, places, history, and more! Places: Bran Castle, Transylvania, Romania - Bucharest, Romania - Hungary Educational Items: History of Vlad Dracula - History and facts on Bran Castle - Teutonic Knights - Renaissance and Gothic styles - Explanation of different saloons - Italian Baroque Period - Entropy People: Bram Stoker, author of Dracula - Queen Maria - Nicoleta Volescu Below is the Reading Levels Guide for this book: Grade Levels: 3-6 Accelerated Reader Reading Level: 4.6 Accelerated Reader Points: 2 Accelerated Reader Quiz Number: 121651 Lexile Measure: 680 Fountas & Pinnell Guided Reading Level: Q Developmental Assessment Level: 40",
        "page_count": 149,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=fB7OkVM_Bi4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 45.58,
        "currency": "BRL"
    },
    {
        "id": "2WDcIRrSRCMC",
        "title": "The Mystery of the Ancient Pyramid (Cairo, Egypt)",
        "authors": [
            "Carole Marsh"
        ],
        "publisher": "Gallopade International",
        "publication_date": "2006-03-06",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Mimi, Papa, Grant and Christina find themselves in Egypt trying to solve a mystery involving a missing mummy, a curse and a mad archaeologist.",
        "page_count": 148,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=2WDcIRrSRCMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 405,
        "currency": "BRL"
    },
    {
        "id": "f8D5-NO2zR4C",
        "title": "The Mystery in the Amazon Rainforest (South America)",
        "authors": [
            "Carole Marsh"
        ],
        "publisher": "Gallopade International",
        "publication_date": "2011-01-01",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Grant and Christina have a new friend named Sam. Her mom and dad own a school supply store. One day Sam reads a book about the famous Amazon River and rainforest and soon everyone is off with Mimi and Papa on the Mystery Girl airplane to a great adventure! Well, that is, if you like sizable snakes, a terrifying tarantula, toe-nibbling fish, messy monkeys, witch doctors, poison arrows, swinging from vines, getting lost, getting scared. Whew! An amazing Amazon boy helps solve the mystery as he guides the kids through the maze of ancient ruins at the famous city of Machu Picchu (\"which sounds like a sneeze when you say it real fast!\" says Grant). Don't miss this mystery - it's wiiillldddd! This mystery incorporates history, geography, culture and cliffhanger chapters that keep kids begging for more! This mystery includes SAT words, educational facts, fun and humor, Built-In Book Club and activities. This book includes a map, inline glossary definitions, and lots more! This Carole Marsh Mystery also has an Accelerated Reader quiz, a Lexile Level, a Fountas & Pinnell guided reading level and a Developmental Reading Assessment.æ LOOK what's in this mystery - people, places, history, and more! Places: Amazon River - Guarulhos International Airport - Amazon Rainforest - Rainforest Hotel - Native Village - Ancient Machu Picchu, Peru (specifically the Jail) - Inca Trail, Machu Picchub- Amazon River Basin in Columbia, Ecuador, Peru, Bolivia, Venezuela, and Paraguay Educational Items: Rainforests including size, bugs, history, habitat, conservation, - Cabana Rooms in Rainforest Hotel - Machu Piccu including its history, buildings, construction and architecture - Howler Monkeys - Witch Doctors - Gemstones including their natural state - Amazon Rainforest Wildlife - including, caimans, poison dart frogs, Morpho butterflys, bugs, piranhas - Carnival (including the Samba) in Rio de Janeiro - The Jungle including safe traveling techniques - Indigenous Foods of the Amazon including Crab, Rice, Fish, and Coconut _ Pygmies Below is the Reading Levels Guide for this book: Grade Levels: 3-6 Accelerated Reader Reading Level: 4.6 Accelerated Reader Points: 3 Accelerated Reader Quiz Number: 118326 Lexile Measure: 700 Fountas & Pinnell Guided Reading Level: Q Developmental Assessment Level: 40",
        "page_count": 149,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=f8D5-NO2zR4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 45.58,
        "currency": "BRL"
    },
    {
        "id": "og8FEAAAQBAJ",
        "title": "The Paschal Mystery Workbook",
        "authors": [
            "Sophia Institute for Teachers"
        ],
        "publisher": "Sophia Institute for Teachers",
        "publication_date": null,
        "categories": [
            "Religion"
        ],
        "description": "",
        "page_count": 159,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=og8FEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 74.1,
        "currency": "BRL"
    },
    {
        "id": "qqAhEAAAQBAJ",
        "title": "The Mystery of Spirit",
        "authors": [
            "George Robbins"
        ],
        "publisher": "Balboa Press",
        "publication_date": "2021-02-25",
        "categories": [
            "Body, Mind & Spirit"
        ],
        "description": "Focusing on techniques of spiritual development and awareness of the presence of spirit in ordinary life, Robbins challenges the reader to move beyond spiritual blockages and obstacles and raise the vibrational frequencies that bring us to greater enlightenment. This reduces negative emotions such as despair, meaninglessness, and unhappiness. Robbins wants to help us increase our pro-social activity thereby contributing to a more open-minded service towards others. In this book he shows how to use effective techniques for practical and spiritual change while following a path of heart.",
        "page_count": 569,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=qqAhEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 17.9,
        "currency": "BRL"
    },
    {
        "id": "su9FAwAAQBAJ",
        "title": "The Tustin Chronicles: A Detective Santy Mystery",
        "authors": [
            "Louise Hathaway"
        ],
        "publisher": "Louise Hathaway",
        "publication_date": "2013-12-17",
        "categories": [
            "Fiction"
        ],
        "description": "Set in Orange County, California during the early 1970s and 1980s, this murder mystery brings back the bygone days of tractor showrooms, hippies and head shops in Laguna Beach, and a Catholic church in a citrus packing house dubbed the \"Sunkist Cathedral.\" In a world of WWII-era blimp hangers and disappearing orange groves, Detective Dick Santy investigates a murder that has unmistakable connections to the controversial construction of a nuclear power plant. An arrest is made in the murder but he is not convinced they have the right man. The victim's 18-year-old daughter is not convinced either and sets out, with the help of Detective Santy, to seek the truth about her father and, in the process, learns that there are some questions best left unanswered.",
        "page_count": 240,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=su9FAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 5.65,
        "currency": "BRL"
    },
    {
        "id": "Cq0cEw5pb88C",
        "title": "The Mystery of the Universe and the Meaning of Human Life",
        "authors": [
            "Witness Lee"
        ],
        "publisher": "Living Stream Ministry",
        "publication_date": "2003-12",
        "categories": [],
        "description": "",
        "page_count": 112,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Cq0cEw5pb88C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 482,
        "currency": "BRL"
    },
    {
        "id": "c6d-DwAAQBAJ",
        "title": "If She Hid (A Kate Wise Mystery—Book 4)",
        "authors": [
            "Blake Pierce"
        ],
        "publisher": "Blake Pierce",
        "publication_date": "2019-04-16",
        "categories": [
            "Fiction"
        ],
        "description": "“A masterpiece of thriller and mystery. Blake Pierce did a magnificent job developing characters with a psychological side so well described that we feel inside their minds, follow their fears and cheer for their success. Full of twists, this book will keep you awake until the turn of the last page.” --Books and Movie Reviews, Roberto Mattos (re Once Gone) IF SHE HID (A Kate Wise Mystery) is book #4 in a new psychological thriller series by bestselling author Blake Pierce, whose #1 bestseller Once Gone (Book #1) (a free download) has received over 1,000 five star reviews. Two parents are found dead, and their twin 16 year old daughters are missing. With the case quickly growing cold, the FBI, stumped, must summon their most brilliant agent: retired 55 year old FBI agent Kate Wise. Was this a random murder? The work of a serial killer? Can they find the girls in time? And does Kate, haunted by her past, still have the ability to solve cases as she used to? An action-packed thriller with heart-pounding suspense, IF SHE HID is book #4 in a riveting new series that will leave you turning pages late into the night. Book #5 in the KATE WISE MYSTERY SERIES is also now available!",
        "page_count": 258,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=c6d-DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 34.17,
        "currency": "BRL"
    },
    {
        "id": "X6CkDwAAQBAJ",
        "title": "If She Feared (A Kate Wise Mystery—Book 6)",
        "authors": [
            "Blake Pierce"
        ],
        "publisher": "Blake Pierce",
        "publication_date": "2019-11-20",
        "categories": [
            "Fiction"
        ],
        "description": "“A masterpiece of thriller and mystery. Blake Pierce did a magnificent job developing characters with a psychological side so well described that we feel inside their minds, follow their fears and cheer for their success. Full of twists, this book will keep you awake until the turn of the last page.” --Books and Movie Reviews, Roberto Mattos (re Once Gone) IF SHE FEARED (A Kate Wise Mystery) is book #6 in a new psychological thriller series by bestselling author Blake Pierce, whose #1 bestseller Once Gone (Book #1) (a free download) has received over 1,000 five star reviews. When another woman is found dead in a vacant, suburban house, the FBI must call in brilliant FBI special agent Kate Wise, 55, and ask her to come out of retirement from her suburban life to find the psychotic killer. But why is the killer staging the bodies in empty houses in suburbia? What do the victims have in common? And can Kate, despite her age, stop him in time to save another woman’s life? An action-packed thriller with heart-pounding suspense, IF SHE FEARED is book #6 in a riveting new series that will leave you turning pages late into the night. Book #7--IF SHE HEARD--is also now available!",
        "page_count": 250,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=X6CkDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 34.17,
        "currency": "BRL"
    },
    {
        "id": "JDF7DwAAQBAJ",
        "title": "If She Saw (A Kate Wise Mystery—Book 2)",
        "authors": [
            "Blake Pierce"
        ],
        "publisher": "Blake Pierce",
        "publication_date": "2018-12-11",
        "categories": [
            "Fiction"
        ],
        "description": "“A masterpiece of thriller and mystery. Blake Pierce did a magnificent job developing characters with a psychological side so well described that we feel inside their minds, follow their fears and cheer for their success. Full of twists, this book will keep you awake until the turn of the last page.” --Books and Movie Reviews, Roberto Mattos (re Once Gone) IF SHE SAW (A Kate Wise Mystery) is book #2 in a new psychological thriller series by bestselling author Blake Pierce, whose #1 bestseller Once Gone (Book #1) (a free download) has received over 1,000 five star reviews. When a couple is found murdered and no suspects are apparent, 55 year old empty nester Kate Wise, after a 30 year career with the FBI, finds herself called out of retirement (and her quiet suburban life) to come back and work for the bureau. Kate’s brilliant mind and unrivaled ability to enter the mind of serial killers is just too indispensable, and the FBI needs her to crack this baffling case. Why were two couples found murdered, 50 miles apart, and in the same manner? What can they possibly have in common? The answer, Kate realizes, is urgent—as she is certain the killer is about to strike again. But in the deadly game of cat and mouse that follows, Kate, entering the dark canals of the killer’s twisted mind, may just find herself a moment too late. An action-packed thriller with heart-pounding suspense, IF SHE SAW is book #2 in a riveting new series that will leave you turning pages late into the night. Book #3 in the KATE WISE MYSTERY series is now also available!",
        "page_count": 251,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=JDF7DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 22.76,
        "currency": "BRL"
    },
    {
        "id": "OHhT-FRguRsC",
        "title": "The Rip-ROARING Mystery on the African Safari (South Africa)",
        "authors": [
            "Carole Marsh"
        ],
        "publisher": "Gallopade International",
        "publication_date": "2009-03-01",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Come along for a wild ride with Grant and Christina through the sunny, South African savanna.",
        "page_count": 145,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=OHhT-FRguRsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 379,
        "currency": "BRL"
    },
    {
        "id": "a1BtDwAAQBAJ",
        "title": "Next Door (A Chloe Fine Psychological Suspense Mystery—Book 1)",
        "authors": [
            "Blake Pierce"
        ],
        "publisher": "Blake Pierce",
        "publication_date": "2018-10-02",
        "categories": [
            "Fiction"
        ],
        "description": "\"NEXT DOOR is full of completely unexpected twists—you will read it on the edge of your chair. It is Blake Pierce at his best! Another masterpiece of suspense and mystery. I highly recommend it to the permanent library of all readers that appreciate an excellent thriller, full of psychological suspense and with a completely unexpected ending. This is the first in what promises to be another excellent series. I can hardly wait to read the sequel.\" --Books and Movie Reviews, Roberto Mattos NEXT DOOR (A Chloe Fine Mystery) is book #1 in a new psychological suspense series by bestselling author Blake Pierce, whose #1 bestseller Once Gone (Book #1) (a free download) has received over 1,000 five star reviews. FBI Evidence Response Team intern Chloe Fine, 27, finds herself forced to confront her own dark past when her troubled twin sister needs her help—and when a body turns up dead in her small, suburban town. Chloe feels life is finally perfect as she moves back into her home town, and into a new house with her fiancé. Her career with the FBI looks promising, and her wedding is on the horizon. But, she learns, all is not as it seems in suburbia. Chloe begins to see the underside—the gossip, the secrets, the lies—and she finds herself haunted by her own demons: her mother’s mysterious death when she was 10, and her father’s imprisonment. And when a fresh body is found, Chloe soon realizes that her past, and this small town, might hold the key to solving both. An emotionally wrought psychological suspense with layered characters, small-town ambiance and heart-pounding suspense, NEXT DOOR is book #1 in a riveting new series that will leave you turning pages late into the night. Book #2 in the CHLOE FINE series is also now available!",
        "page_count": 278,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=a1BtDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 4,
        "price": 0,
        "currency": "BRL"
    },
    {
        "id": "xnqur-1WZ60C",
        "title": "The Mystery at the Eiffel Tower (Paris, France)",
        "authors": [
            "Carole Marsh"
        ],
        "publisher": "Gallopade International",
        "publication_date": "2005-12-09",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Mimi, Papa, Cristina, and Grant find a series of clues that helps them to discover where a stolen statue from the Louvre Museum in Paris might be hidden.",
        "page_count": 145,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=xnqur-1WZ60C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 362,
        "currency": "BRL"
    },
    {
        "id": "h_xBDwAAQBAJ",
        "title": "Once Bound (A Riley Paige Mystery—Book 12)",
        "authors": [
            "Blake Pierce"
        ],
        "publisher": "Blake Pierce",
        "publication_date": "2018-02-26",
        "categories": [
            "Fiction"
        ],
        "description": "“A masterpiece of thriller and mystery! The author did a magnificent job developing characters with a psychological side that is so well described that we feel inside their minds, follow their fears and cheer for their success. The plot is very intelligent and will keep you entertained throughout the book. Full of twists, this book will keep you awake until the turn of the last page.” --Books and Movie Reviews, Roberto Mattos (re Once Gone) ONCE BOUND is book #12 in the bestselling Riley Paige mystery series, which begins with the #1 bestseller ONCE GONE (Book #1)—a free download with over 1,000 five star reviews! In this heart-pounding thriller, women are being found dead on train tracks across the country, forcing the FBI into a mad race against time to catch the serial killer. FBI Special Agent Riley Paige may have finally met her match: a sadistic killer, binding victims to the tracks to be killed by incoming trains. A killer smart enough to evade capture across many states—and charming enough to go unseen. She soon learns it will require all of her faculties to enter into his sick mind—a mind which she unsure she wants to enter. And all with a final twist that is so shocking, even Riley could not expect it. A dark psychological thriller with heart-pounding suspense, ONCE BOUND is book #12 in a riveting new series—with a beloved new character—that will leave you turning pages late into the night. Book #13 in the Riley Paige series is also now available!",
        "page_count": 317,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=h_xBDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 39.88,
        "currency": "BRL"
    },
    {
        "id": "Iyz5Q7ptbd8C",
        "title": "The Mystery of Jesus Christ Revealed",
        "authors": [
            "Mark Moonsamy"
        ],
        "publisher": "Charisma Media",
        "publication_date": "2013-08-06",
        "categories": [
            "Religion"
        ],
        "description": "Understanding who we are in Christ Jesus.",
        "page_count": 209,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Iyz5Q7ptbd8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 312,
        "currency": "BRL"
    },
    {
        "id": "eKPBXQjpIBIC",
        "title": "The Nebraska Mystery Van Takes Off!",
        "authors": [
            "Carole Marsh"
        ],
        "publisher": "Carole Marsh Books",
        "publication_date": "1994",
        "categories": [],
        "description": "",
        "page_count": 69,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=eKPBXQjpIBIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 144,
        "currency": "BRL"
    },
    {
        "id": "9M3xCQAAQBAJ",
        "title": "The Richard Deming Mystery MEGAPACK ®",
        "authors": [
            "Richard Deming"
        ],
        "publisher": "Wildside Press LLC",
        "publication_date": "2015-06-19",
        "categories": [
            "Fiction"
        ],
        "description": "Richard Deming (1915-1983) wrote prolifically for magazines (more than 200 short stories) as well as for major book publishers (more than two dozen novels, ranging from original crime novels to media tie-ins (Dragnet and The Mod Squad) to even a pseudonymous nautical series involving submarines. He was a meticulous professional who never disappointed readers. Included here are 15 of his best crime tales, including: THE ART OF DEDUCTION THE CLOCK IS CUCKOO SAY IT WITH FLOWERS STOLEN GOODS MR. OLEM'S SECRET CHEERS HE'LL KILL YOU A GIRL MUST BE PRACTICAL ACTING JOB BLACK BELT A PUTTING AWAY OF TOYS DAN AND THE DEATH-CELL BLUFF HOUSEBOAT NICE GUY A GOOD FRIEND THIS IS MY NIGHT (Novel Sample) DRAGNET: THE CASE OF THE COURTEOUS KILLER (Novel Sample) PACIFIC STANDOFF (Novel Sample) If you enjoy this book, search your favorite ebook store for \"Wildside Press Megapack\" to see the 200+ other entries in the series, covering science fiction, fantasy, mysteries, westerns, classics, adventure stories, and much, much more!",
        "page_count": 383,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=9M3xCQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 5.65,
        "currency": "BRL"
    },
    {
        "id": "OGYYEAAAQBAJ",
        "title": "Aged for Malice (A Tuscan Vineyard Cozy Mystery—Book 7)",
        "authors": [
            "Fiona Grace"
        ],
        "publisher": "Fiona Grace",
        "publication_date": "2021-05-18",
        "categories": [
            "Fiction"
        ],
        "description": "\"Very entertaining. I highly recommend this book to the permanent library of any reader that appreciates a very well written mystery, with some twists and an intelligent plot. You will not be disappointed. Excellent way to spend a cold weekend!\" --Books and Movie Reviews, Roberto Mattos (regarding Murder in the Manor) AGED FOR MALICE (A TUSCAN VINEYARD COZY MYSTERY) is book #7 in a charming new cozy mystery series by #1 bestselling author Fiona Grace. The series begins with AGED FOR MURDER (Book #1), a free download with over 200 five-star reviews! Olivia Glass, 34, turns her back on her life as a high-powered executive in Chicago and relocates to Tuscany, determined to start a new, simpler life—and to grow her own vineyard. Olivia is stunned when she discovers the treasure map may lead to a historic wine cellar, hidden on her estate, filled with priceless wine. It seems like the stuff of dreams—until a dead body puts her at the center of the high-stakes discovery, and turns her heaven into a hell. Can she clear her name? And will the priceless find be hers? Hilarious, packed with travel, food, wine, twists and turns, romance and her newfound animal friend—and centering around a baffling small-town murder that Olivia must solve—the TUSCAN VINEYARD is an un-putdownable mystery series that will keep you laughing late into the night.",
        "page_count": 280,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=OGYYEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 34.17,
        "currency": "BRL"
    },
    {
        "id": "Shu7DwAAQBAJ",
        "title": "The Mystery of Musical Creativity",
        "authors": [
            "Hermann Beckh"
        ],
        "publisher": "Temple Lodge Publishing",
        "publication_date": "2019-11-06",
        "categories": [
            "Music"
        ],
        "description": "‘Beckh ventures into provinces that I have not had the opportunity of investigating myself…’ – Rudolf Steiner Lost for decades, the manuscript of Hermann Beckh’s final lectures on the subject of music present fundamentally new insights into its cosmic origins. Beckh characterises the qualities of musical development, examines select musical works (that represent for him the peak of human ingenuity), and throws new light on the nature and source of human creativity and inspiration. Published here for the first time, the lectures demonstrate a distinctive approach founded on the raw material of musical perception. Beckh discusses the whistling wind, the billowing wave, the song of the birds and particularly the theme of longing. Never losing the ground from under his feet, he penetrates perennial themes: from the yearning for real spontaneity and the ‘Mystery background’ uniting heaven and earth, to spiritual knowledge that can meet the demands of the twenty-first century. Out of the cosmic context, Beckh writes to the individual situation. From there, he seeks again the re-won cosmic context. He does not write as a musical specialist and then turn to universal human concerns; rather, Beckh writes from universal human concerns and reveals music as of special concern to everyone. In addition to the transcripts of fifteen lectures, this book contains a valuable introduction and editorial footnotes. It also features appendices including Beckh’s essay ‘The Mystery of the Night in Wagner and Novalis’; reminiscences of Beckh by August Pauli and Harro Rückner; Donald Francis Tovey’s ‘Wagnerian harmony and the evolution of the Tristan-chord’, and several contemporaneous reviews of Beckh’s published works.",
        "page_count": 190,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Shu7DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 442,
        "currency": "BRL"
    },
    {
        "id": "k_x42kXnOuIC",
        "title": "The Washington D. C. Mystery Van Takes Off!",
        "authors": [
            "Carole Marsh"
        ],
        "publisher": "Carole Marsh Books",
        "publication_date": "1994",
        "categories": [],
        "description": "",
        "page_count": 70,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=k_x42kXnOuIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 222,
        "currency": "BRL"
    }
]