[
    {
        "id": "_5lEEAAAQBAJ",
        "title": "Will",
        "authors": [
            "Will Smith",
            "Mark Manson"
        ],
        "publisher": "Best Seller",
        "publication_date": "2021-11-09",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "Em Will, uma das maiores personalidades do entretenimento se abre em uma biografia corajosa e inspiradora sobre sucesso, felicidade e conexão humana. Ao longo da narrativa, Will Smith descreve em detalhes uma das jornadas mais incríveis já vividas no mundo da música e do cinema. Edição limitada acompanhada de pôster. O processo de transformação de Will Smith de um jovem do oeste da Filadélfia a um dos maiores astros do rap de sua geração e, posteriormente, um dos nomes mais conhecidos de Hollywood é uma narrativa épica — mas é apenas parte da história. Will pensava, com razão, que tinha vencido na loteria a vida: ele alcançara o estrelato e toda a sua família fazia parte do mais alto escalão do mundo do entretenimento. Mas não era bem assim que eles percebiam as coisas. A esposa e os filhos se sentiam atrações no espetáculo de Will, um trabalho em tempo integral para o qual não tinham se candidatado. A verdade era que a jornada de aprendizado de Will Smith ainda não havia chegado ao fim. Escrito em colaboração com Mark Manson, autor do best-seller mundial A sutil arte de ligar o f*da-se, Will conta a história de alguém que conseguiu tomar as rédeas das próprias emoções de uma forma que pode inspirar todos a fazerem o mesmo. Poucas pessoas terão a experiência de se apresentar nos maiores palcos do mundo, mas todas são capazes de entender que o combustível que guia experiências como essa pode ser diferente daquele que nos move no caminho para casa. Com dois encartes de 16 páginas de fotos inéditas do arquivo pessoal do autor. Will é o resultado de um profundo processo de autoconhecimento, um acerto de contas com tudo o que a motivação é capaz de conquistar e tudo o que pode deixar para trás. A união de sabedoria universal e uma história de vida incrivelmente interessante, por vezes surpreendente, coloca Will, o livro, assim como seu autor, em um panteão único. \"É fácil dominar o mundo material quando conseguimos dominar nossa própria mente. Eu acredito nisso. Quando conhecemos o território da nossa mente, toda experiência, emoção, circunstância — positiva ou negativa —, nos move para frente, em busca de crescimento e novas experiências. Esse é o verdadeiro propósito. Seguir em frente apesar de tudo. E seguir em frente levando aqueles ao nosso redor junto conosco, sem deixar ninguém para trás.\" - Will Smith",
        "page_count": 548,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=_5lEEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "OyYlDwAAQBAJ",
        "title": "Dias bárbaros",
        "authors": [
            "William Finnegan"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2017-06-30",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "Em autobiografia vencedora do Prêmio Pulitzer, jornalista da revista The New Yorker apresenta o surfe em uma perspectiva extremamente pessoal, original e surpreendente. O surfe é um esporte, mas só para os que apenas assistem. Para quem surfa, trata-se de muito mais: um vício, uma arte, um estilo de vida. William Finnegan viveu a infância na Califórnia e no Havaí, e aprendeu cedo a surfar. Ao longo da vida, viajou o mundo em busca das melhores ondas. Amante de livros e de aventuras, tornou-se um escritor e correspondente de guerra de grande prestígio. Mas sua mais perfeita narrativa está em Dias bárbaros, a autobiografia vencedora do Pulitzer na qual ele compartilha, através de sua trajetória no surfe, as histórias da época em que pertencia a uma gangue de meninos brancos em Honolulu, a loucura que impregnou jovens e adultos na década de 1960, sua vivência das ondas mais famosas do mundo e tudo o que aprendeu com elas — do pesar de ter usado LSD para desbravar a baía de Honolua, em Maui, à satisfação intensa de atravessar os recifes da Polinésia de mapa em punho para descobrir uma das maiores ondas que existem. À medida que as viagens de Finnegan o levam cada vez mais longe, suas memórias ganham um viés deliciosamente improvável, quase antropológico, que explora da simplicidade pitoresca de uma aldeia de pescadores em Samoa às excêntricas regras tonganesas para o sexo com estrangeiros. Mais do que um livro de aventura, Dias bárbaros é uma autobiografia inteligente, uma história social e um road movie literário. Apresenta de modo surpreendente o domínio gradual de uma arte tão exigente quanto magnífica, narrado com uma voz que transporta o leitor até as águas, as ondas, os povos e os países que Finnegan conheceu, extrapolando tempo e espaço em uma das melhores viagens que um livro será capaz de proporcionar. Dias bárbaros figurou na lista de mais vendidos do The New York Times e foi indicado por Barack Obama como um dos melhores livros de 2016. Livro vencedor do Prêmio Pulitzer de Biografia em 2016. “Um olhar fascinante que revela a mente de um homem intensamente apaixonado e com uma obsessão de proporções esplendorosas. Memórias vigorosas e repletas de lirismo.” Kirkus Reviews “Espetacular. Graciosamente escrito e estruturado, Dias bárbaros é uma fascinante história de aventura, uma autobiografia inteligente e uma incessante reflexão sobre amor, amizade e família.” The Washington Post",
        "page_count": 548,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=OyYlDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 54.9,
        "currency": "BRL"
    },
    {
        "id": "qShHEAAAQBAJ",
        "title": "What Is Non-fiction Cinema?",
        "authors": [
            "Trevor Ponech"
        ],
        "publisher": "Routledge",
        "publication_date": "2021-11-28",
        "categories": [
            "Social Science"
        ],
        "description": "Trevor Ponech has written a serious and pathbreaking study of how to define non-fiction cinema. Working from the position that no cinematic representation is wholly factual, Ponech argues that what determines whether a film is fiction or non-fiction is the filmmakers intention. Persuasively defending this unique position, the author provides a philosophically rigorous analysis of the communicative practices of filmmakers. In What Is Non-Fiction Cinema? Trevor Ponech has written a serious and pathbreaking study of how to define non-fiction cinema. Working from the position that no cinematic representation is wholly factual, Ponech argues that what determines whether a film is fiction or non-fiction is the filmmakers intention. Persuasively defending this unique position, the author provides a philosophically rigorous analysis of the communicative practices of filmmakers. In making his case, Ponech cogently presents the other major theoretical positions regarding documentary cinema and shows why each is incomplete. The result is a cutting-edge philosophical inquiry into purposiveness in film.",
        "page_count": 258,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=qShHEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 313.7,
        "currency": "BRL"
    },
    {
        "id": "oq0CEAAAQBAJ",
        "title": "O esplêndido e o vil",
        "authors": [
            "Erik Larson"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2020-11-26",
        "categories": [
            "History"
        ],
        "description": "Os bastidores de como Churchill uniu sua nação durante o pior momento da Segunda Guerra Mundial Assim que Winston Churchill assumiu como primeiro-ministro do Reino Unido, Hitler invadiu a Holanda e a Bélgica. A Polônia e a Tchecoslováquia já haviam sucumbido e a evacuação de Dunquerque ocorreria duas semanas depois. Pelos doze meses seguintes, Hitler travaria uma incessante campanha de bombardeios, matando 45 mil britânicos. Coube a Churchill manter a nação unida e convencer o presidente americano Franklin Roosevelt de que era um aliado valioso — e com disposição para lutar até o fim. Em O esplêndido e o vil, Erik Larson mostra em detalhes como Churchill incutiu no povo britânico “a arte de não temer”. Muito além de uma história de malabarismos políticos, a obra é também um drama doméstico e íntimo. Baseado em documentos originais de arquivos e relatórios de espionagem secretos — alguns deles abertos apenas recentemente —, além de diários, o livro oferece uma nova perspectiva sobre o ano mais sombrio da capital inglesa através da experiência cotidiana de Churchill e daqueles próximos a ele. Além do famoso no 10 da Downing Street, residência oficial dos primeiros-ministros em Londres, o leitor também é levado a endereços menos conhecidos, como Chequers, a casa de campo oficial, e Ditchley, o lugar que abrigou Churchill e sua equipe quando os ataques se intensificaram. Narrado em ritmo de ficção, O esplêndido e o vil transporta o leitor da disfunção política dos dias de hoje de volta a uma época de verdadeira liderança, quando — ao encarar o horror impiedoso — a eloquência, a coragem e a perseverança de Churchill foram capazes de unir uma família e um reino.",
        "page_count": 830,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=oq0CEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 54.9,
        "currency": "BRL"
    },
    {
        "id": "DmB7EAAAQBAJ",
        "title": "OS SETE PILARES DA SABEDORIA",
        "authors": [
            "T.E. Lawrence"
        ],
        "publisher": "Lebooks Editora",
        "publication_date": "2022-07-15",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "Os Sete Pilares da Sabedoria é um clássico da literatura mundial, designado por Winston Churchill como \"um dos maiores livros já escritos na língua inglesa\". A obra foi escrita, entre os anos de 1919 e 1922, pelo arqueólogo e herói militar britânico Thomas Edward Lawrence que, graças ao seu livro, acabou se tornando mundialmente conhecido como Lawrence da Arábia. Lawrence tornou-se um verdadeiro herói para toda uma geração por lutar na Revolta Árabe contra a dominação turca (1916-1918). O livro, escrito logo em seguida a esse turbulento período, é uma mescla de livro de memórias da guerra, descrição histórica e reflexão pautada pela autocrítica. Em alguns trechos da obra o autor questiona-se a respeito da sua atuação, seus sucessos e fracassos. O livro tornou-se um grande sucesso desde o seu lançamento. Em 1962 o épico do deserto é levado às telas de cinema. Sob a direção de David Lean, o filme Lawrence of Arabia ganhou sete Oscars e a consagração do American Film Institute como um dos dez melhores filmes de todos os tempos.",
        "page_count": 1070,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=DmB7EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 9.9,
        "currency": "BRL"
    },
    {
        "id": "3z4jDQAAQBAJ",
        "title": "Nujeen",
        "authors": [
            "Nujeen Mustafa",
            "Christina Lamb"
        ],
        "publisher": "HarperCollins Ibérica S.A.",
        "publication_date": "2016-10-01",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "Christina Lamb é uma jornalista do Sunday Times e recebeu numerosos prémios pelo desempenho do seu trabalho. Foi correspondente-chefe para o jornal em Washington e em 2009 ganhou o prestigioso Prix Bayeux Calvados pelas suas reportagens no Afeganistão. Também foi distinguida pela Foreign Press Association com o prémio para a história do ano, em 2007; foi nomeada correspondente do ano no estrangeiro nos British Press Awards e ganhou o prémio What the Paper Say, da BBC, tendo obtido ambas as distinções já em 2002. Além disso, ganhou o prémio Foreign Press Association pela sua reportagem sobre a guerra contra o terrorismo. Foi galardoada com muitos outros prémios, começando pelo Young Journalist of the Year dos British Press Awards, pela sua cobertura da ocupação soviética no Afeganistão, em 1988. É autora dos best-sellers The Africa Houses, Waiting for Allah, The Sewing Circles of Herat, Small Wars Permiting e de Eu, Malala, do qual é coautora com Malala Yousafzai. Esta é uma história sobre as migrações modernas, de uma rapariga que supera a adversidade e foge do inferno da guerra enquanto luta por andar pela primeira vez na sua vida. Nujeen Mustafa tem paralisia cerebral. Isso não a impediu de percorrer numa cadeira de rodas, com a irmã, os mais de 5 000 quilómetros de distância entre a Síria e a Hungria. Abriu caminho até à fronteira húngara graças a ter aprendido inglês sozinha, através das séries americanas que via na televisão síria, com a esperança de conseguir asilo na Alemanha. Ali pôde contar a sua história em colaboração com Christina Lamb, coautora do best-seller Eu, Malala. Esta jovem síria de 16 anos tem a coragem de um leão. Com uma voz forte e extraordinária, Nujeen conta-nos a história real do que é ser uma refugiada, de ter crescido na guerra e ter tido que deixar para trás a sua pátria para depender de outros. Conta como a guerra na Síria destruiu uma nação orgulhosa perante a indiferença das potências internacionais e o temor dos seus líderes, assustados por intervenções anteriores. É também uma história incrível de coragem de uma pessoa que decidiu não deixar de sorrir. É uma história do nosso tempo contada por uma rapariga extraordinária. \"A história de Nujeen, uma incrível jovem refugiada síria, recorda-nos que os refugiados, como todos nós, têm aspirações e sonhos de paz, de educação e de uma sociedade melhor. Nujeen inspira-me a sonhar sem limites. É nossa heroína. Todos deveriam ler a sua história. Emocionar-vos-á.\" Malala Yousafzai, autora de Eu, Malala e Prémio Nobel da Paz, em 2014.",
        "page_count": 164,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=3z4jDQAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 191,
        "currency": "BRL"
    },
    {
        "id": "Ji8eDQAAQBAJ",
        "title": "A garota com a tribal nas costas",
        "authors": [
            "Amy Schumer"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2016-10-17",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "É como uma longa conversa entre uma mulher e a melhor amiga: ela confessa que é introvertida, embora tenha uma profissão que pareça exigir exatamente o contrário; já saiu com caras que foram um completo desastre, mas também já teve em mãos o equivalente humano de um príncipe da Disney e fez com ele só um sexozinho casual. Precisou de anos de terapia para entender que a mãe não é perfeita, mas que é possível amá-la mesmo assim, e de uma grande dose de coragem para admitir que já esteve num relacionamento abusivo. Mais de uma vez. Em A garota com a tribal nas costas, a atriz, roteirista, comediante vencedora do Emmy e estrela de um filme indicado ao Globo de Ouro Amy Schumer expõe seu passado em histórias sobre a adolescência, a família, relacionamentos e sexo, e divide as experiências que a tornaram quem ela é — uma mulher com a coragem de desnudar a própria alma e se colocar diante do que acredita, tudo isso enquanto faz as pessoas rirem. Com a inteligência e o humor ácido que conquistaram o show business norte-americano, Amy Schumer prova, nessa reunião divertida e honesta de crônicas extremamente pessoais, ser uma pessoa destemida, dona de um coração generoso, e uma criativa contadora de histórias que vai levar o leitor a se identificar, rir alto ou chorar copiosamente, mas só porque o livro acabou. Best-seller instantâneo nos Estados Unidos, A garota com a tribal nas costas alcançou o primeiro lugar na lista do The New York Times. Conhecida do público brasileiro pela carreira de comediante, Amy Schumer dá voz em seu livro a questões universais na vida das mulheres, como os altos e baixos da carreira, da vida amorosa, dos relacionamentos familiares, da autoimagem e da autoestima. “A prosa de Amy Schumer é, assim como seus números de comédia, franca, corajosa, honesta e deliciosamente atrevida.” Publishers Weekly “Amy Schumer é uma contadora de histórias talentosa.” The Washington Post",
        "page_count": 360,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=Ji8eDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 26.9,
        "currency": "BRL"
    },
    {
        "id": "eTQx-2VvovkC",
        "title": "Nonfiction Matters",
        "authors": [
            "Stephanie Harvey"
        ],
        "publisher": "Stenhouse Publishers",
        "publication_date": "1998",
        "categories": [
            "English language"
        ],
        "description": "A guide to bringing nonfiction into the curriculum in third through eighth-grade classrooms, with strategies and ideas for reading nonfiction, conducting research, and writing reports.",
        "page_count": 249,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=eTQx-2VvovkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 3,
        "price": 381,
        "currency": "BRL"
    },
    {
        "id": "eHc0DgAAQBAJ",
        "title": "Outros Jeitos de Usar a Boca",
        "authors": [
            "Rupi Kaur"
        ],
        "publisher": "Editora Planeta do Brasil",
        "publication_date": "2017-02-20",
        "categories": [
            "Poetry"
        ],
        "description": "Maior fenômeno de poesia dos EUA na última década, há mais de 40 semanas no topo das listas de best-sellers Outros jeitos de usar a boca é um livro de poemas sobre a sobrevivência. Sobre a experiência de violência, o abuso, o amor, a perda e a feminilidade. O volume – publicado nos EUA como \"milk and honey\" – é dividido em quatro partes, e cada uma delas serve a um propósito diferente. Lida com um tipo diferente de dor. Cura uma mágoa diferente. Outros jeitos de usar a boca transporta o leitor por uma jornada pelos momentos mais amargos da vida e encontra uma maneira de tirar delicadeza deles. Publicado inicialmente de forma independente por Rupi Kaur, poeta, artista plástica e performer canadense nascida na Índia – e que também assina as ilustrações presentes neste volume –, o livro se tornou o maior fenômeno do gênero nos últimos anos nos Estados Unidos, com mais de 1 milhão de exemplares vendidos.",
        "page_count": 126,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=eHc0DgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 37.9,
        "currency": "BRL"
    },
    {
        "id": "Lf0gyAEACAAJ",
        "title": "12 regras para a vida",
        "authors": [
            "Jordan B. Peterson"
        ],
        "publisher": null,
        "publication_date": "2018",
        "categories": [
            "Conduct of life"
        ],
        "description": "",
        "page_count": 487,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=Lf0gyAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 234,
        "currency": "BRL"
    },
    {
        "id": "9qvEEAAAQBAJ",
        "title": "Agilidade emocional (resumo)",
        "authors": [
            "Susan David Ph.D."
        ],
        "publisher": "Editora Cultrix",
        "publication_date": "2023-02-25",
        "categories": [
            "Self-Help"
        ],
        "description": "O caminho em direção à realização pessoal e profissional nunca é uma linha reta. Mas o que separa aqueles que vencem os desafios daqueles que fracassam? Para a renomada psicóloga e professora da Escola de Medicina de Harvard, Susan David, a resposta é uma: Agilidade Emocional. Depois de estudar por mais de 20 anos as emoções e autorealização, Susan descobriu que, por mais inteligentes ou criativas que as pessoas sejam, é a maneira como lidam com seu mundo que determina o quanto serão felizes e bem-sucedidas em todas as áreas da vida. Primeiro lugar na lista dos mais vendidos do The Wall Street Journal, Agilidade Emocional apresenta, com sagacidade e empatia, uma abordagem revolucionária para lidar com as reviravoltas da vida para atingir seus objetivos mais importantes com sucesso. Este minilivro é um resumo feito a partir da obra original.",
        "page_count": 23,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=9qvEEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 9.9,
        "currency": "BRL"
    },
    {
        "id": "3LJeDwAAQBAJ",
        "title": "New Nonfiction Film",
        "authors": [
            "Dara Waldron"
        ],
        "publisher": "Bloomsbury Publishing USA",
        "publication_date": "2018-08-09",
        "categories": [
            "Performing Arts"
        ],
        "description": "New Nonfiction Film: Art, Poetics and Documentary Theory is the first book to offer a lengthy examination of the relationship between fiction and documentary from the perspective of art and poetics. The premise of the book is to propose a new category of nonfiction film that is distinguished from – as opposed to being conflated with – the documentary film in its multiple historical guises; a premise explored in case-studies of films by distinguished artists and filmmakers (Abbas Kiarostami, Ben Rivers, Chantal Akerman, Ben Russell Pat Collins and Gideon Koppel). The book builds a case for this new category of film, calling it the 'new nonfiction film,' and argues, in the process, that this kind of film works to dismantle the old distinctions between fiction and documentary film and therefore the axioms of Film and Cinema Studies as a discipline of study.",
        "page_count": 219,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=3LJeDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 230.76,
        "currency": "BRL"
    },
    {
        "id": "wKmKh7slk6wC",
        "title": "Touchstone Anthology of Contemporary Creative Nonfiction",
        "authors": [
            "Lex Williford",
            "Michael Martone"
        ],
        "publisher": "Simon and Schuster",
        "publication_date": "2007-12-11",
        "categories": [
            "Literary Collections"
        ],
        "description": "From memoir to journalism, personal essays to cultural criticism, this indispensable anthology brings together works from all genres of creative nonfiction, with pieces by fifty contemporary writers including Cheryl Strayed, David Sedaris, Barbara Kingsolver, and more. Selected by five hundred writers, English professors, and creative writing teachers from across the country, this collection includes only the most highly regarded nonfiction work published since 1970. Contributers include: Jo Ann Beard, Wendell Berry, Eula Biss, Mary Clearman Blew, Charles Bowden, Janet Burroway, Kelly Grey Carlisle, Anne Carson, Bernard Cooper, Michael W. Cox, Annie Dillard, Mark Doty, Brian Doyle, Tony Earley, Anthony Farrington, Harrison Candelaria Fletcher, Diane Glancy, Lucy Grealy, William Harrison, Robin Hemley, Adam Hochschild, Jamaica Kincaid, Barbara Kingsolver , Ted Kooser, Sara Levine, E.J. Levy, Phillip Lopate, Barry Lopez, Thomas Lynch, Lee Martin, Rebecca McCLanahan, Erin McGraw, John McPhee, Brenda Miller, Dinty W. Moore, Kathleen Norris, Naomi Shihab Nye, Lia Purpura, Richard Rhodes, Bill Roorbach, David Sedaris, Richard Selzer, Sue William Silverman, Floyd Skloot, Lauren Slater, Cheryl Strayed, Amy Tan, Ryan Van Meter, David Foster Wallace, and Joy Williams.",
        "page_count": 578,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=wKmKh7slk6wC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 2,
        "price": 103.5,
        "currency": "BRL"
    },
    {
        "id": "4VQWfFL86KEC",
        "title": "Beyond Leveled Books",
        "authors": [
            "Karen Szymusiak",
            "Franki Sibberson",
            "Lisa Koch"
        ],
        "publisher": "Stenhouse Publishers",
        "publication_date": "2008",
        "categories": [
            "Education"
        ],
        "description": "In the first edition of Beyond Leveled Books, Franki Sibberson and Karen Szymusiak, offered a much-needed perspective on moving transitional readers from the basic supports of leveling to independent book selection. Seven years later, drawing on their continued research and expanding roles as authors and literacy consultants, Franki and Karen, along with colleague Lisa Koch, present a new updated and expanded edition of this \"useful and eye-opening book.\" Education Reviews, 2001] In Beyond Leveled Books, Second Edition the authors provide even more resources to help teachers understand and meet the needs of transitional readers. The key topic of series books has been revised and enlarged, with charts outlining new series with the challenges they pose and supports readers need. New lessons have been added, and most chapters now include a related article from a literacy expert. Some of the contributors include Kathy Collins, Larry Swartz, and Mary Lee Hahn. The book also features an entirely new section covering grades K-1, that explores the uses and limitations of leveled texts in primary reading instruction. Among the highlights of this new section are ideas for how to organize your classroom library and a list of great books to use alongside leveled text in supporting new readers. Packed with examples of classroom instruction, sample mini-lessons, strategies for small-group instruction, assessment techniques, and student work, this new edition expands what was once a great little book that filled a gap for teachers in intermediate grades into an essential resource for independent reading instruction from grades K-5.",
        "page_count": 272,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=4VQWfFL86KEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 377,
        "currency": "BRL"
    },
    {
        "id": "P35MViXVTbAC",
        "title": "Promoting Reading for Pleasure in the Primary School",
        "authors": [
            "Michael Lockwood"
        ],
        "publisher": "SAGE",
        "publication_date": "2008-06-24",
        "categories": [
            "Education"
        ],
        "description": "Winner of the UKLA Author Award 2009 ′Lockwood has written a useful, supportive book which will help teachers and librarians...He describes the background and summarises the research and then proposes thoroughly practical programmes′ - Carousel ′Michael Lockwood has produced an excellent, practical overview and analysis of what works in the primary school to promote reading for pleasure....Lockwood′s work is grounded and valuable to those who need it most - teachers in the classroom working hard to engender a love of reading′ - English Drama Media ′This book is first class. It puts the matter very clearly and succinctly, and presents a great deal of evidence to support the argument that pleasure is not a frivolous extra, but the very heart and essence of what reading is about. It also gives readers plenty of ideas for carrying the principle into the classroom, and for justifying it...This is an excellent piece of work, which I hope will find a place on every staffroom bookshelf.′ - Philip Pullman English primary school children are less likely to read for pleasure than their counterparts in many other countries. This practical and focused book discusses the background to this situation and looks at how government initiatives have tried to address it. Drawing on the author′s own research project in order to identify good practice in promoting reading for enjoyment, the book presents specific activities which teachers can use to develop their own whole school and classroom practice, enabling them to put the fun back into reading. Each chapter features case-study material and provides examples of planning from schools that have successfully created thriving reading cultures through schemes such as reading assemblies, book clubs, library loyalty cards, school book evenings and quizzes. There is also an extensive, annotated list of print and internet-based resources. Topics covered include: - Becoming a reading for pleasure school - Promoting a love of reading in the early years - Developing reading enjoyment in the later primary years - Getting boys reading Promoting Reading for Pleasure in the Primary School is written for all those involved in education who would like to see as many children as possible develop a love of reading. It will be particularly relevant for primary teachers, teaching assistants, trainee teachers, advisers and consultants, as well as teacher educators and researchers.",
        "page_count": 169,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=P35MViXVTbAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 298.69,
        "currency": "BRL"
    },
    {
        "id": "vULJEazkefUC",
        "title": "Nonfiction Strategies Grades 1-3",
        "authors": [
            "Debra J. Housel"
        ],
        "publisher": "Teacher Created Resources",
        "publication_date": "2002-06",
        "categories": [
            "Education"
        ],
        "description": "Lessons detailing how to read, write, discuss, research, remember, and listen to information from nonfiction sources give students the meaningful practice they need to master nonfiction comprehension skills. Strategies are correlated to McREL s Standards.",
        "page_count": 178,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=vULJEazkefUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 189,
        "currency": "BRL"
    },
    {
        "id": "6ESvpGMd5DAC",
        "title": "Children's Literature",
        "authors": [
            "Barbara Stoodt"
        ],
        "publisher": "Macmillan Education AU",
        "publication_date": "1996",
        "categories": [
            "Education"
        ],
        "description": "",
        "page_count": 532,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=6ESvpGMd5DAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 158,
        "currency": "BRL"
    },
    {
        "id": "Fisd2FcezAsC",
        "title": "Inversão Sexual",
        "authors": [
            "Havelock Ellis"
        ],
        "publisher": "INDEX ebooks",
        "publication_date": "2013-03-27",
        "categories": [
            "Psychology"
        ],
        "description": "A primeira edição integral em português do clássico de Havelock Ellis sobre homossexualidade. No final do século XIX, Ellis teve a coragem de publicar abertamente um estudo detalhado e desapaixonado sobre a problemática da inversão sexual, que recentemente havia condenado Oscar Wilde à prisão e nos séculos anteriores classificara os culpados do \"nefando pecado\" como hereges e degenerados. Ao longo de 7 capítulos, Ellis descreve a homossexualidade no mundo, os principais estudiosos da matéria, a homossexualidade nos homens e nas mulheres, apresentando um grande número de casos e depoimentos reais, a natureza e a teoria da inversão sexual, terminando com um capítulo de conclusões. Esta edição conta ainda com dois apêndices, sobre a homossexualidade nas escolas femininas e a homossexualidade entre os vagabundos, e uma extensa lista de tópicos e de autores.",
        "page_count": 737,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=Fisd2FcezAsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 12.5,
        "currency": "BRL"
    },
    {
        "id": "q4y0EAAAQBAJ",
        "title": "Mastering Nonfiction Writing with ChatGPT",
        "authors": [
            "Maximus Wilson"
        ],
        "publisher": "Adidas Wilson ",
        "publication_date": "2023-03-19",
        "categories": [
            "Computers"
        ],
        "description": "Writers are increasingly using ChatGPT, an advanced natural language processing model developed by OpenAI, to help with various aspects of their writing process. ChatGPT uses machine learning to generate human-like responses to text prompts, making it a valuable tool for generating ideas, overcoming writer's block, and even providing inspiration for full-length works. In this chapter, we will explore some of the ways in which writers are using ChatGPT and the benefits and limitations of this technology. One of the most popular uses of ChatGPT for writers is to generate ideas. By providing a text prompt, such as a sentence or a few words, ChatGPT can generate a list of potential ideas or prompts for further exploration. This can be especially useful for writers who are stuck or experiencing writer's block and need a new angle or direction to pursue. ChatGPT can also be used to develop characters by generating personality traits, backgrounds, and motivations. By providing a basic description of a character, ChatGPT can generate a list of potential traits and characteristics that can be further developed and explored. This can be especially useful for writers who are struggling to develop complex, multi-dimensional characters. Another way that writers are using ChatGPT is to explore different plot points or scenarios.",
        "page_count": 71,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=q4y0EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 22.76,
        "currency": "BRL"
    },
    {
        "id": "Q6KMDwAAQBAJ",
        "title": "The Everything Guide to Writing Nonfiction",
        "authors": [
            "Richard D Bank"
        ],
        "publisher": "Everything",
        "publication_date": "2009-12-18",
        "categories": [
            "Reference"
        ],
        "description": "Everyone wants to be a published writer. But only a few manage to break into print. In this guide, Richard D. Bank provides expert advice to help you reach your goals of writing and selling articles, essays, and books. Featuring step-by-step instructions covering all aspects of writing, including how to: Master the elements of creative nonfiction Conduct interviews and take accurate notes Find your unique voice Develop good research and editing skills Write with authority and confidence Sell writing to periodicals and publishers Whether you want to write an intimate memoir, a magazine story, or a scholarly article, you’ll find all you need to see your bylines in print.",
        "page_count": 304,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Q6KMDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 144,
        "currency": "BRL"
    },
    {
        "id": "EHeKdjktiZIC",
        "title": "Reciprocities in the Nonfiction Novel",
        "authors": [
            "John Russell"
        ],
        "publisher": "University of Georgia Press",
        "publication_date": "2000",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Nonfiction novels have usually been associated with the \"new journalism\" writers of the 1960s such as Tom Wolfe, Norman Mailer, and Truman Capote. Yet this form has long commanded a key position in the literary canon, as John Russell now reveals. Russell identifies eleven major works not usually thought of as nonfiction novels, such as Isak Dinesen's Out of Africa and E. E. Cummings's The Enormous Room, to create a new definition of the genre. He shows that journalistic writing is characterized by a reporter's proprietary stance, which undermines reciprocity with subjects, while true nonfiction novels feature greater reciprocity and also employ such techniques as circular narrative and bricolage.Reciprocities in the Nonfiction Novel contributes to ongoing explorations of literary forms and offers wise commentary on how writing about real life can become art.",
        "page_count": 262,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=EHeKdjktiZIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 415,
        "currency": "BRL"
    },
    {
        "id": "3KjMyAaLGmYC",
        "title": "Exploring Nonfiction with Young Learners",
        "authors": [
            "Darla Miner",
            "Jill Zitnay"
        ],
        "publisher": "R&L Education",
        "publication_date": "2012",
        "categories": [
            "Education"
        ],
        "description": "Exploring Nonfiction with Young Learners explores the four basic nonfiction structures that the youngest learners are most likely to encounter: descriptive, recount/collection, procedural, and explanatory texts. This book also includes information to help teach four, more complex structures that younger readers sometimes encounter during read-alouds: comparison, response, causation/cause and effect, and persuasive genres. This book is organized to help plan lessons using each type of nonfiction structure. Strategies and suggestions for activities to use before, during and after reading are included. Templates and graphic organizers are also provided in order to facilitate planning, and offer additional resources. Detailed information about each text structure as well as mentor texts to illustrate each type is included. Text structures, as well as text access features, are defined and located in easy reference charts. Whole class and small group planning ideas are included throughout the book in order to allow for differentiation. Additionally, assessment ideas, sample think-alouds, lesson planning templates, and sample lessons with completed graphic organizers are included for each text structure.",
        "page_count": 151,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=3KjMyAaLGmYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 135,
        "currency": "BRL"
    },
    {
        "id": "z7p36FdLYdIC",
        "title": "Nonfiction Film",
        "authors": [
            "Richard Barsam"
        ],
        "publisher": "Indiana University Press",
        "publication_date": "1992-11-22",
        "categories": [
            "Performing Arts"
        ],
        "description": "\"Richard Barsam has given us as comprehensive a study of the origins and development of the nonfiction mode in motion pictures as we are ever likely to have in one volume. He draws on all the major written sources and many which are little known, and he shares with us many eloquent descriptions of the films themselves, giving us a valuable textbook.\" --Richard Dyer MacCann \"... superb work... \" --Historical Journal of Film, Radio, and Television",
        "page_count": 508,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=z7p36FdLYdIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 471,
        "currency": "BRL"
    },
    {
        "id": "mQoaLZPNJ_sC",
        "title": "Nelson English - Red Level Teacher's Guide",
        "authors": [
            "John Jackman",
            "Wendy Wren"
        ],
        "publisher": "Nelson Thornes",
        "publication_date": "2001",
        "categories": [
            "Juvenile Nonfiction"
        ],
        "description": "This flexible and easy-to-use Teacher's Guide fully supports the programme, giving you all the guidance you neeed to help your class work through the pupil Books",
        "page_count": 102,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=mQoaLZPNJ_sC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 302,
        "currency": "BRL"
    },
    {
        "id": "PFna_nhFzNkC",
        "title": "Introducing Nonfiction Writing in the Early Grades",
        "authors": [
            "Jodi Weisbart Mahoney"
        ],
        "publisher": "Scholastic Inc.",
        "publication_date": "2002-10",
        "categories": [
            "Education"
        ],
        "description": "Presents tools, including lessons, activities, and graphic organizers, for teaching children in grades K-2 how to understand and write nonfiction; covers using research tools, conducting whole-class research, sharing resources, and editing and compiling.",
        "page_count": 84,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=PFna_nhFzNkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 133,
        "currency": "BRL"
    },
    {
        "id": "wxIKJ1mz9asC",
        "title": "Teaching English 3-11",
        "authors": [
            "Cathy Burnett",
            "Julia Myers"
        ],
        "publisher": "A&C Black",
        "publication_date": "2004-04-01",
        "categories": [
            "Education"
        ],
        "description": "This title highlights aspects of progression and continuity in the teaching of English across the Foundation and Primary years and encourages readers to develop an understanding of key principles and the confidence to apply these appropriately to their classroom practice.",
        "page_count": 292,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=wxIKJ1mz9asC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 472,
        "currency": "BRL"
    },
    {
        "id": "BclmS4eMv_8C",
        "title": "Access",
        "authors": [
            "Wendy Wren"
        ],
        "publisher": "Nelson Thornes",
        "publication_date": "2005",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "The aim of Nelson Thornes Framework English Access is to raise standards in writing for lower attainers. Access Skills in Fiction and Non-Fiction offers the rigour and support necessary to raise the attainment of students struggling through Years 7 - 10.",
        "page_count": 170,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=BclmS4eMv_8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 194,
        "currency": "BRL"
    },
    {
        "id": "UOL7ahhRzVkC",
        "title": "Nonfiction Strategies Grades 4-8",
        "authors": [
            "Debra J. Housel"
        ],
        "publisher": "Teacher Created Resources",
        "publication_date": "2002-06",
        "categories": [
            "Education"
        ],
        "description": "Lessons detailing how to read, write, discuss, research, remember, and listen to information from nonfiction sources give students the meaningful practice they need to master nonfiction comprehension skills. Strategies are correlated to McREL s Standards.",
        "page_count": 178,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=UOL7ahhRzVkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 424,
        "currency": "BRL"
    },
    {
        "id": "pCk80vAo5yQC",
        "title": "Nonfiction Craft Lessons",
        "authors": [
            "JoAnn Portalupi",
            "Ralph J. Fletcher"
        ],
        "publisher": "Stenhouse Publishers",
        "publication_date": "2001",
        "categories": [
            "Education"
        ],
        "description": "Writing nonfiction represents a big step for most students. Most young writers are not intimidated by personal narrative, fiction, or even poetry, but when they try to put together a \"teaching book,\" report, or persuasive essay, they often feel anxious and frustrated. JoAnn Portalupi and Ralph Fletcher believe that young nonfiction writers supply plenty of passion, keen interest, and wonder. Teachers can provide concrete strategies to help students scaffold their ideas as they write in his challenging genre. Like the authors' best-selling Craft Lessons: Teaching Writing K-8, this book is divided into sections for K-2, 3-4, and middle school (grades 5-8) students. These divisions reflect various differences between emerging, competent, and fluent writers. In each section you'll find a generous collection of craft lessons directed at the genre that's most appropriate for that particular age. In the K-2 section, for example, a number of craft lessons focus on the all-about or concept book. In the 3-4 section there are several lessons on biography. In the 5-8 section a series of lessons addresses expository writing. Throughout the book each of the 80 lessons is presented on a single page in an easy-to-read format. Every lesson features three teaching guidelines: Discussion--A brief look at the reasons for teaching the particular element of craft specifically in a nonfiction context.How to Teach It--Concrete language showing exactly how a teacher might bring this craft element to students in writing conferences or a small-group setting.Resource Material--Specific book or text referred to in the craft lesson including trade books, or a piece of student writing in the Appendixes. This book will help students breathe voice into lifeless \"dump-truck\" writing and improve their nonfiction writing by making it clearer, more authoritative, and more organized. Nonfiction Craft Lessons gives teachers a wealth of practical strategies to help students grow into strong writers as they explore and explain the world around them. Be sure to look at the When Students Write videotapes too.",
        "page_count": 161,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=pCk80vAo5yQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 483,
        "currency": "BRL"
    },
    {
        "id": "uMMtNIsEJrQC",
        "title": "Exploring the Literature of Fact",
        "authors": [
            "Barbara Moss"
        ],
        "publisher": "Guilford Press",
        "publication_date": "2003-01-01",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Filling a crucial need for K-6 teachers, this book provides practical strategies for using nonfiction trade books in language arts and content area instruction. Research-based, classroom-tested ideas are spelled out to help teachers: *Select from among the many wonderful nonfiction trade books available *Incorporate nonfiction into the classroom *Work with students to develop comprehension strategies for informational texts *Elicit responses to nonfiction through drama, writing, and discussion *Use nonfiction to promote content area learning and research skills Unique features of the book include teacher-created lesson plans, extensive lists of recommended books (including choices for reluctant readers), illustrative examples of student work, and suggestions for linking nonfiction reading to the use of the World Wide Web.",
        "page_count": 182,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=uMMtNIsEJrQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 414,
        "currency": "BRL"
    },
    {
        "id": "ib03AAAAQBAJ",
        "title": "The Book Publishing Industry",
        "authors": [
            "Albert N. Greco",
            "Jim Milliot",
            "Robert M. Wharton"
        ],
        "publisher": "Routledge",
        "publication_date": "2013-07-31",
        "categories": [
            "Business & Economics"
        ],
        "description": "This volume provides an innovative and detailed overview of the book publishing industry, including details about the business processes in editorial, marketing and production. The work explores the complex issues that occur every day in the publishing industry.",
        "page_count": 502,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=ib03AAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 500,
        "currency": "BRL"
    },
    {
        "id": "Bb_OEAAAQBAJ",
        "title": "Children’s Literature in the Classroom",
        "authors": [
            "Matthew D. Zbaracki"
        ],
        "publisher": "SAGE Publications Limited",
        "publication_date": "2023-12-06",
        "categories": [
            "Education"
        ],
        "description": "Children′s literature is a powerful resource that can inspire a young reader’s lifetime love of reading, but how can you ensure that your literacy teaching uses this rich creative world to its fullest? This book gives pre-service primary teachers an in-depth guide to each major type of children′s book, examining the form, structure and approach of each. From fairy tales and non-fiction to picture books and digital texts, learn what qualities underpin outstanding children′s literature and how you can use this to inspire rewarding learning experiences in your classroom. Key features: Each chapter is full of key book recommendations to help you select excellent age-appropriate texts for your learners An international focus across English-language publishing, covering key books from Australian, US and UK authors A special focus on Australian indigenous children′s literature Busting popular myths about children′s literature to give you a deeper understanding of the form Evaluation criteria for every genre, helping you to recognise the qualities of high quality books This is essential reading for anyone training to teach in primary schools and qualified teachers looking to improve their professional knowledge. Matthew Zbaracki is State Head of Victoria in the National School of Education at ACU, Melbourne.",
        "page_count": 301,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Bb_OEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 216.53,
        "currency": "BRL"
    },
    {
        "id": "lXUZQylGJMUC",
        "title": "How to Write Non-fiction Books",
        "authors": [
            "Gordon Wells"
        ],
        "publisher": null,
        "publication_date": "1999",
        "categories": [
            "Authorship"
        ],
        "description": "This text offers authoritative information for the non-fiction writer, practical advice for both the beginner and the established writer, and useful addresses of professional organizations.",
        "page_count": 110,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=lXUZQylGJMUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 138,
        "currency": "BRL"
    },
    {
        "id": "g0i-24lO7h4C",
        "title": "Nonfiction Reading Comprehension Grade 6",
        "authors": [
            "Debra Housel"
        ],
        "publisher": "Teacher Created Resources",
        "publication_date": "2003-06-30",
        "categories": [
            "Education"
        ],
        "description": "After reading nonfiction passages about science, geography, or history topics, students answer multiple-choice and short-answer questions to build seven essential comprehension skills.",
        "page_count": 50,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=g0i-24lO7h4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 3,
        "price": 406,
        "currency": "BRL"
    },
    {
        "id": "vePdobqc3oIC",
        "title": "Math and Nonfiction",
        "authors": [
            "Jennifer M. Bay-Williams",
            "Sherri L. Martinie"
        ],
        "publisher": "Math Solutions",
        "publication_date": "2008",
        "categories": [
            "Education"
        ],
        "description": "\"Provides lessons that link mathematics with nonfiction. Topics include collecting and analyzing data; using proportional reasoning; and exploring linear and exponential growth, probability, and relationships between two- and three-dimensional objects, pi, and more. Each lesson includes an overview of the nonfiction title, a discussion of the lesson's mathematical focus, a description of the activity, and samples of student work\"--Provided by publisher.",
        "page_count": 226,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=vePdobqc3oIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 115,
        "currency": "BRL"
    },
    {
        "id": "KpdDEAAAQBAJ",
        "title": "Holocaust Cinema Complete",
        "authors": [
            "Rich Brownstein"
        ],
        "publisher": "McFarland",
        "publication_date": "2021-09-17",
        "categories": [
            "Performing Arts"
        ],
        "description": "Holocaust movies have become an important segment of world cinema and the de-facto Holocaust education for many. One quarter of all American-produced Holocaust-related feature films have won or been nominated for at least one Oscar. In fact, from 1945 through 1991, half of all American Holocaust features were nominated. Yet most Holocaust movies have fallen through the cracks and few have been commercially successful. This book explores these trends--and many others--with a comprehensive guide to hundreds of films and made-for-television movies. From Anne Frank to Schindler's List to Jojo Rabbit, more than 400 films are examined from a range of perspectives--historical, chronological, thematic, sociological, geographical and individual. The filmmakers are contextualized, including Charlie Chaplin, Sidney Lumet, Steven Spielberg, Quentin Tarantino and Roman Polanski. Recommendations and reviews of the 50 best Holocaust films are included, along with an educational guide, a detailed listing of all films covered and a four-part index-glossary.",
        "page_count": 489,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=KpdDEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 101,
        "currency": "BRL"
    },
    {
        "id": "W_51DwAAQBAJ",
        "title": "Escolha Coletiva e Bem-Estar Social",
        "authors": [
            "Amartya Sen"
        ],
        "publisher": "Leya",
        "publication_date": "2018-10-01",
        "categories": [
            "Social Science"
        ],
        "description": "\"Poderão os valores que os membros individuais da sociedade atribuem a diferentes alternativas ser agregados em valores para a sociedade como um todo, de uma maneira que seja justa e teoricamente sensata? Será o princípio da maioria uma regra praticável para se tomar decisões? Como é que a desigualdade de rendimentos deveria ser medida? Quando e como podemos comparar a distribuição do bem-estar nas diferentes sociedades?\" Estas questões, retiradas da citação da Academia Sueca das Ciências, quando Amartya Sen recebeu o Prémio Nobel da Economia, referem-se ao seu trabalho sobre Collective Choice and Social Welfare, o mais importante de todos os seus primeiros livros. As ideias de Sen sobre escolha social, economia do bem-estar, desigualdade, pobreza e direitos humanos continuaram a evoluir desde que o livro foi publicado pela primeira vez. Esta edição expandida, que começa por reproduzir na íntegra a edição original de 1970, apresenta onze novos capítulos com novos argumentos e resultados.",
        "page_count": 652,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=W_51DwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 425,
        "currency": "BRL"
    },
    {
        "id": "OQTPDTBkN3MC",
        "title": "Philosophy of Film and Motion Pictures",
        "authors": [
            "Noël Carroll",
            "Jinhee Choi"
        ],
        "publisher": "John Wiley & Sons",
        "publication_date": "2009-02-09",
        "categories": [
            "Philosophy"
        ],
        "description": "Designed for classroom use, this authoritative anthology presentskey selections from the best contemporary work in philosophy offilm. The featured essays have been specially chosen for theirclarity, philosophical depth, and consonance with the current movetowards cognitive film theory Eight sections with introductions cover topics such as thenature of film, film as art, documentary cinema, narration andemotion in film, film criticism, and film's relation to knowledgeand morality Issues addressed include the objectivity of documentary films,fear of movie monsters, and moral questions surrounding the viewingof pornography Replete with examples and discussion of moving picturesthroughout",
        "page_count": 432,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=OQTPDTBkN3MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 606.5,
        "currency": "BRL"
    },
    {
        "id": "XPMDkXX1v7kC",
        "title": "Framework English",
        "authors": [
            "Geoff Reilly",
            "Wendy Wren"
        ],
        "publisher": "Nelson Thornes",
        "publication_date": "2003",
        "categories": [
            "English language"
        ],
        "description": "The aim of Nelson Thornes Framework English is to develop students' confidence and achievement in writing. With its unique range of rich fiction and non-fiction texts, and comprehensive coverage of the core skills, Nelson Thornes Framework English Skills in Fiction and Non-Fiction targets students doing well in years 7-10.",
        "page_count": 164,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=XPMDkXX1v7kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 315,
        "currency": "BRL"
    },
    {
        "id": "zbTOEAAAQBAJ",
        "title": "A Richard Wright Bibliography",
        "authors": [
            "Kenneth Kinnamon",
            "Joseph Benson",
            "Michel Fabre",
            "Craig Werner"
        ],
        "publisher": "Bloomsbury Publishing USA",
        "publication_date": "1988-01-13",
        "categories": [
            "Social Science"
        ],
        "description": "Any future biographical work on Richard Wright will find this bibliography a necessity; academic or public libraries supporting a program of black culture will find it invaluable; and it belongs in any library supporting American literature studies. Richard Wright has truly been well served. Choice The most comprehensive bibliography ever compiled for an American writer, this book contains 13,117 annotated items pertaining to Richard Wright. It includes almost all published mentions of the author or his work in every language in which those mentions appear. Sources listed include books, articles, reviews, notes, news items, publishers' catalogs, promotional materials, book jackets, dissertations and theses, encyclopedias, biographical dictionaries, handbooks and study guides, library reports, best seller charts, the Index Translationum, playbills and advertisements, editorials, radio transcripts, and published letters and interviews. The bibliography is arranged chronologically by year. Each entry includes bibliographical information, an annotation by the authors, and information about all reprintings, partial or full. The index is unusually complete and contains the titles of Wright's works, real and fictional characters in the works, entries relating to significant places and events in the author's life, important literary terminology, and much additional information.",
        "page_count": 1000,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=zbTOEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 426.14,
        "currency": "BRL"
    }
]