[
    {
        "id": "qVfNDwAAQBAJ",
        "title": "Os 7 hábitos dos adolescentes altamente eficazes",
        "authors": [
            "Sean Covey"
        ],
        "publisher": "Editora Best Seller",
        "publication_date": "2020-02-03",
        "categories": [
            "Self-Help"
        ],
        "description": "O guia definitivo para o sucesso dos adolescentes. Os 7 hábitos das pessoas altamente eficazes de Stephen R. Covey é um best-seller mundial que já ajudou leitores em todo o mundo a alcançarem a transformação pessoal. Neste livro, com bom humor e inteligência, Sean Covey baseia-se no best-seller escrito por seu pai e aplica aos jovens os princípios clássicos dos 7 hábitos. Um livro que ensina a resgatar o prazer da união, da compreensão e da convivência e a construir uma vida familiar harmoniosa, sólida e amorosa, que perpetue ao longo das gerações. Esta edição revista e atualizada é uma leitura indispensável para adolescentes, pais, professores, psicólogos ou qualquer adulto que lide com adolescentes. Uma obra repleta de sentimento, conselhos valiosos e respostas para os desafios familiares mais comuns no conturbado mundo de hoje.",
        "page_count": 439,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=qVfNDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 4,
        "price": 42.9,
        "currency": "BRL"
    },
    {
        "id": "fV0z5i4SnhcC",
        "title": "Handbook of Parenting",
        "authors": [
            "Masud S Hoghughi",
            "Nicholas Long",
            "Nicholas James Long"
        ],
        "publisher": "SAGE",
        "publication_date": "2004-03-08",
        "categories": [
            "Psychology"
        ],
        "description": "A single-volume textualization of the growing level of interest in research, educational and professional activity within the broadly defined field of parenting.",
        "page_count": 420,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=fV0z5i4SnhcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 247,
        "currency": "BRL"
    },
    {
        "id": "Ih6aZnP_SeIC",
        "title": "Evaluation of Parenting Capacity in Child Protection",
        "authors": [
            "Karen S. Budd",
            "Jennifer R. Clark",
            "Mary Connell"
        ],
        "publisher": "Oxford University Press",
        "publication_date": "2011-03-02",
        "categories": [
            "Medical"
        ],
        "description": "This book addresses evaluations for child protection, one of the most delicate legal arenas in which forensic mental examiners play a part. The evaluations are highly specialized, requiring child clinical specialization, a knowledge of the legal and social context, and a thorough understanding of the professional and ethical guidelines for child protection evaluations. This volume provides that context, and presents established empirical foundations from the behavioral, social, and medical sciences. Finally, the book provides a detailed \"how-to\" for practitioners, including information on data collection, interpretation, report writing and expert testimony.",
        "page_count": 232,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Ih6aZnP_SeIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 399,
        "currency": "BRL"
    },
    {
        "id": "6Jw1FESHsC0C",
        "title": "Parenting in Poor Environments",
        "authors": [
            "Deborah Ghate",
            "Neal Hazel",
            "Policy Research Bureau (Great Britain)"
        ],
        "publisher": "Jessica Kingsley Publishers",
        "publication_date": "2002",
        "categories": [
            "Social Science"
        ],
        "description": "A study of the effect of poor environments on parenting. The authors explore what professionals and policy-makers can do to assist families living in poverty.",
        "page_count": 324,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=6Jw1FESHsC0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 257,
        "currency": "BRL"
    },
    {
        "id": "0STvjJnYirYC",
        "title": "Teen Pregnancy and Parenting",
        "authors": [
            "Annette U. Rickel"
        ],
        "publisher": "Taylor & Francis",
        "publication_date": "1989",
        "categories": [
            "Health & Fitness"
        ],
        "description": "First published in 1989. Routledge is an imprint of Taylor & Francis, an informa company.",
        "page_count": 216,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=0STvjJnYirYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 413,
        "currency": "BRL"
    },
    {
        "id": "FNpQN9vUGpAC",
        "title": "Gay and Lesbian Parenting",
        "authors": [
            "Jack Drescher",
            "Deborah Glazer"
        ],
        "publisher": "CRC Press",
        "publication_date": "2001-08-29",
        "categories": [
            "Medical"
        ],
        "description": "Find sources of support for raising a nontraditional family in a straight world! The experience of parenting is commonly overlooked in psychological theory, and lesbians and gay men are not typically considered as parents or parents to be. Gay and Lesbian Parenting examines the psychological issues related to developing family and becoming parents for gay men and lesbians. Instead of pathologizing gay and lesbian families, it explores the emotional growth and development issues inherent in child-rearing. Traditionally, coming out as gay or lesbian meant abandoning any hope of becoming a parent or keeping your children if you already had them. But with the “gayby boom” in full swing, more and more gay and lesbian couples are having new babies, adopting children, and continuing to raise the offspring of previous heterosexual relationships. Although gay and lesbian parents still face unique challenges in building and rearing a family, as well as the usual problems heterosexual couples encounter, Gay and Lesbian Parenting unflinchingly examines these concerns and offers positive suggestions and ideas for dealing with the difficulties. This life-affirming book takes a look at the practical and emotional realities of raising children in nontraditional family structures, including: issues of kinship, shared motherhood, and possessiveness in lesbian couples legal issues entailed by the lack of marriage and legal kinship parenthood as a powerful force for personal growth and development fatherhood as a process of creating connectedness in the family, community, and place of worship original empirical research on the mental health of lesbians’children the history of the gay and lesbian movement as it relates to child-rearing Gay and Lesbian Parenting affirms the power of gay and lesbian couples to raise healthy, happy children and to change and grow through their experience of parenting. This book is also essential for mental health professionals from psychiatric nurses to psychiatrists who are working with the gay and lesbian community.",
        "page_count": 168,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=FNpQN9vUGpAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 416,
        "currency": "BRL"
    },
    {
        "id": "P96FbzSW_bIC",
        "title": "Teen Pregnancy and Parenting",
        "authors": [
            "David Checkland",
            "James Wong"
        ],
        "publisher": "University of Toronto Press",
        "publication_date": "1999-01-01",
        "categories": [
            "Family & Relationships"
        ],
        "description": "Nine original essays explore the many factors affecting how Canadian society responds to, and creates, the phenomenon of teen parenting. A challenges to assumptions about the circumstances, consequences and experience of teen parenting.",
        "page_count": 212,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=P96FbzSW_bIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 325,
        "currency": "BRL"
    },
    {
        "id": "DIhvEAAAQBAJ",
        "title": "Parenting",
        "authors": [
            "Sayyed Ali Samadi"
        ],
        "publisher": "BoD – Books on Demand",
        "publication_date": "2022-05-04",
        "categories": [
            "Philosophy"
        ],
        "description": "Parenting is a lifelong task and parents are always remaining as a parent. Parenting in the present situation faces many challenges which need to be reviewed and understood with profuse equanimity and alacrity. This book tries to consider the process of parenting in different conditions such as during COVID-19 lockdown, in the refugee camps, and in different cultural structures and economic conditions. Situations that families face due to changing conditions such as global changes which cause lifestyles, immigration patterns, social conflicts, and raising children with developmental disabilities have been discussed. Topics such as professional concern with child care and education, gender roles and caregiving, and father’s involvement in parenting, have been covered in different chapters of the book.",
        "page_count": 254,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=DIhvEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 430,
        "currency": "BRL"
    },
    {
        "id": "daeq84DTC3IC",
        "title": "Attachment Parenting",
        "authors": [
            "Katie Allison Granju",
            "Betsy Kennedy"
        ],
        "publisher": "Simon and Schuster",
        "publication_date": "1999-08",
        "categories": [
            "Family & Relationships"
        ],
        "description": "A comprehensive guide to attachment parenting, which asserts that consistent parental responsiveness to a baby's needs will lead to happy and emotionally well-balanced children. Photos.",
        "page_count": 340,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=daeq84DTC3IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 212,
        "currency": "BRL"
    },
    {
        "id": "AuUx_oz5Z_EC",
        "title": "The Art of Empowered Parenting",
        "authors": [
            "Erik A. Fisher",
            "Steven W. Sharp",
            "Diane Fivaz Wichman"
        ],
        "publisher": "BookPros, LLC",
        "publication_date": "2007",
        "categories": [
            "Family & Relationships"
        ],
        "description": "The Art of Empowered Parenting provides a unique blend of sound advice with a healthy dose of information to educate parents on why they and their children do what they do. The Art of Empowered Parenting will help any parent become more vigilant of their impact on their children. Finally. Dr. Fisher's well-known perspectives on power and emotion are discussed to guide parents into a healthier pattern of parenting that fosters empowerment for all. Exercises, practical tips and organizational plans are placed throughout the book that bring the text to life to help parents apply what they have learned. Book jacket.",
        "page_count": 319,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=AuUx_oz5Z_EC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 209,
        "currency": "BRL"
    },
    {
        "id": "awbfUu6L2M8C",
        "title": "Taking Parenting Public",
        "authors": [
            "Sylvia Ann Hewlett",
            "Nancy Rankin",
            "Cornel West"
        ],
        "publisher": "Rowman & Littlefield",
        "publication_date": "2002",
        "categories": [
            "Family & Relationships"
        ],
        "description": "Taking Parenting Public makes a compelling case that parenting has become dangerously undervalued in America today. It calls for a new investment-both personal and public-into the work of raising children and argues that we are all 'stockholders' in the next generation. With a foreword by Sylvia Ann Hewlett and Cornel West, Taking Parenting Public crosses boundaries to bring together thinkers from diverse fields spanning the political spectrum. It features contributions from distinguished experts in economics, political science, public policy, child development, public health, history, and the media. While recent books have focused on working mothers or absent fathers, Taking Parenting Public is the first volume to take a comprehensive look at the common struggles of parents. These essays go beyond the usual chest-beating about busy parents torn between work and family demands to suggest bold solutions. Instead of the typical call for 'parent replacement'-more child care, more after school programs and more mentors-the contributors offer fresh strategies for 'parent replenishment, ' ways to put mothers and fathers back into the lives of their children not only as economic providers, but also as emotional and moral providers",
        "page_count": 326,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=awbfUu6L2M8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 170,
        "currency": "BRL"
    },
    {
        "id": "Qscqm5jecXQC",
        "title": "Grace-Based Parenting",
        "authors": [
            "Tim Kimmel"
        ],
        "publisher": "Thomas Nelson",
        "publication_date": "2005-05-15",
        "categories": [
            "Religion"
        ],
        "description": "Discover a parenting style that nurtures a healthy family and displaces fear as a motivator for behavior. Learn how to meet your child's three driving inner needs for security, significance and strength with the invaluable gifts of love, purpose and hope. Modern parents are stressed out and tired. They’ve tried countless parenting books on the market, many of which are harsh, fear-based books that loving parents instinctively reject. As Christians, we frequently believe that the battle for a child's heart and soul is fought on the outside with rigid rules and boundaries, when in fact the opposite is true. Dr. Tim Kimmel, founder of Family Matters ministries, offers a timeless look at parenting. Rejecting rigidity and checklists that don't work, Dr. Kimmel recommends a parenting style that is the opposite, emphasizing the importance of communicating the unconditional love that Christ offers and affirming this timeless message of grace to one's family. In Grace-Based Parenting, you’ll learn: A parenting style that mirrors God's love, reflects His forgiveness, and displaces fear as a motivator Why fear-based parenting is a guaranteed method to set children up for failure How to provide a safe space for children to develop into functional adults with purpose, security, and inner strength As we embrace the grace God offers, we begin to give it—creating a solid foundation for growing morally strong and spiritually motivated children. This revolutionary book presents a whole new way to nurture your family.",
        "page_count": 272,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Qscqm5jecXQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 81.35,
        "currency": "BRL"
    },
    {
        "id": "oGOZt-IE0c8C",
        "title": "Good Parents Bad Parenting",
        "authors": [
            "Lisa Dunning"
        ],
        "publisher": "Lulu.com",
        "publication_date": "2004",
        "categories": [
            "Family & Relationships"
        ],
        "description": "Advice to couples aimed at improving communication and reaching consensus on strategies for raising responsible, successful children.",
        "page_count": 212,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=oGOZt-IE0c8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 135,
        "currency": "BRL"
    },
    {
        "id": "eQrnvxrfKN0C",
        "title": "Parenting Stress",
        "authors": [
            "Kirby Deater-Deckard"
        ],
        "publisher": "Yale University Press",
        "publication_date": "2008-10-01",
        "categories": [
            "Self-Help"
        ],
        "description": "All parents experience stress as they attempt to meet the challenges of caring for their children. This comprehensive book examines the causes and consequences of parenting distress, drawing on a wide array of findings in current empirical research. Kirby Deater-Deckard explores normal and pathological parenting stress, the influences of parents on their children as well as children on their parents, and the effects of biological and environmental factors. Beginning with an overview of theories of stress and coping, Deater-Deckard goes on to describe how parenting stress is linked with problems in adult and child health (emotional problems, developmental disorders, illness); parental behaviors (warmth, harsh discipline); and factors outside the family (marital quality, work roles, cultural influences). The book concludes with a useful review of coping strategies and interventions that have been demonstrated to alleviate parenting stress.",
        "page_count": 220,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=eQrnvxrfKN0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 370.81,
        "currency": "BRL"
    },
    {
        "id": "pkC-DQAAQBAJ",
        "title": "Surviving Parenting In The 21st Century",
        "authors": [
            "Rufus Triplett",
            "Jenny Triplett"
        ],
        "publisher": "Dawah International LLC",
        "publication_date": "2015-11-12",
        "categories": [
            "Family & Relationships"
        ],
        "description": "The second release by Rufus and Jenny Triplett, Ebony Magazine's Couple of the Year 2012, is a parenting playbook that deals with the comedy and lessons of raising kids. Included are stories about bullying, driving, cellphones, sibling bickering, peer pressure, teenage pregnancy and so much more. It is full of tips to help guide parents through this crazy matrix of parenting. The Triplett's have raised three boys, with no baby daddies. It's an easy page turner and great read for Teens, Preteens and Tweens. Find more great parenting philosophies - www.rufusandjennytriplett.com",
        "page_count": 42,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=pkC-DQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 297,
        "currency": "BRL"
    },
    {
        "id": "axyjRDDvJycC",
        "title": "Contemporary Issues in Parenting",
        "authors": [
            "Melissa J. Kane"
        ],
        "publisher": "Nova Publishers",
        "publication_date": "2005",
        "categories": [
            "Family & Relationships"
        ],
        "description": "There is probably no responsibility in life more important, rewarding, frustrating and difficult as parenting. One's mistakes are reflected in another person yet one's positive influence can lead to the happiness of another person and perhaps many. There are guidebooks, home-made advice, magazines and movies about it. Yet few do it well it seems although many may wish to. And just how should it be done? Should music be played even before birth or special schools be sought out? How can values be taught by many who have none themselves? How should parents try to counter the environmental factors which play a role in their upbringing? Is each generation dumbing down and if so, what can be done about it. This book presents chapters which attack these issues and more in a scholarly format.",
        "page_count": 204,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=axyjRDDvJycC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 380,
        "currency": "BRL"
    },
    {
        "id": "DeRFDwAAQBAJ",
        "title": "PARENTING STYLE",
        "authors": [
            "P. Sooriya"
        ],
        "publisher": "Lulu.com",
        "publication_date": "2017-12-30",
        "categories": [
            "Education"
        ],
        "description": "Parenting is a complex activity that includes many specific behaviors that work individually and together to influence child outcomes. Parenting in general terms, is what defines how our children behave in different situations, respond and react to different scenarios and ultimately the kind of adults that they grow into. Most parenting revolves around trying to exert some level of control over our children, to make our lives as easy as possible and also to create a harmonious family environment. Parenting is not a single activity, but the total of approaches and behavioral patterns used to care and groom children.",
        "page_count": 106,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=DeRFDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 455,
        "currency": "BRL"
    },
    {
        "id": "GhaGDwAAQBAJ",
        "title": "Handbook of Parenting",
        "authors": [
            "Marc H. Bornstein"
        ],
        "publisher": "Routledge",
        "publication_date": "2019-02-01",
        "categories": [
            "Family & Relationships"
        ],
        "description": "This highly anticipated third edition of the Handbook of Parenting brings together an array of field-leading experts who have worked in different ways toward understanding the many diverse aspects of parenting. Contributors to the Handbook look to the most recent research and thinking to shed light on topics every parent, professional, and policymaker wonders about. Parenting is a perennially \"hot\" topic. After all, everyone who has ever lived has been parented, and the vast majority of people become parents themselves. No wonder bookstores house shelves of \"how-to\" parenting books, and magazine racks in pharmacies and airports overflow with periodicals that feature parenting advice. However, almost none of these is evidence-based. The Handbook of Parenting is. Period. Each chapter has been written to be read and absorbed in a single sitting, and includes historical considerations of the topic, a discussion of central issues and theory, a review of classical and modern research, and forecasts of future directions of theory and research. Together, the five volumes in the Handbook cover Children and Parenting, the Biology and Ecology of Parenting, Being and Becoming a Parent, Social Conditions and Applied Parenting, and the Practice of Parenting. Volume 4, Social Conditions and Applied Parenting, describes socially defined groups of parents and social conditions that promote variation in parenting. The chapters in Part I, on Social and Cultural Conditions of Parenting, start with a relational developmental systems perspective on parenting and move to considerations of ethnic and minority parenting among Latino and Latin Americans, African Americans, Asians and Asian Americans, Indigenous parents, and immigrant parents. The section concludes with considerations of disabilities, employment, and poverty on parenting. Parents are ordinarily the most consistent and caring people in children’s lives. However, parenting does not always go right or well. Information, education, and support programs can remedy potential ills. The chapters in Part II, on Applied Issues in Parenting, begin with how parenting is measured and follow with examinations of maternal deprivation, attachment, and acceptance/rejection in parenting. Serious challenges to parenting—some common, such as stress and depression, and some less common, such as substance abuse, psychopathology, maltreatment, and incarceration—are addressed as are parenting interventions intended to redress these trials.",
        "page_count": 824,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=GhaGDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 127,
        "currency": "BRL"
    },
    {
        "id": "m5OzDwAAQBAJ",
        "title": "Parenting Musically",
        "authors": [
            "Lisa Koops"
        ],
        "publisher": null,
        "publication_date": "2020",
        "categories": [
            "Education"
        ],
        "description": "Parents use music in family life to accomplish practical tasks, make relational connections, and guide their children's musical development. Parenting Musically portrays the musicking of eight diverse Cleveland-area families in home, school, and community settings. Themes from interviews focused on the families' hopes and dreams for their children musically, as well as the families' perceptions of media messages regarding parents and music, serve to deepen the documentation of how families use and perceive music in their daily lives. Family musical interactions are analyzed using the concepts of musical parenting (actions to support a child's musical development) and parenting musically (using music to accomplish extra-musical parenting goals), arguing the importance of recognizing and valuing both modes. An additional construct, practical/relational musicking, adds to the detailed analysis of family musical engagement. Practical musicking refers to musicking for a practical purpose, such as learning a scale or passing the time in a car; relational musicking is musicking that deepens relationships with self, siblings, parents, or community members, such as a grandmother singing to her grandchildren via Facetime as a way to feel connected. Families who embraced both practical and relational musicking expressed satisfaction in long-term musical involvement. Weaving together themes of conscious and intuitive parenting, the rewards and struggles of musical practice, and the role of mutuality in community musicking, the discussion draws on research in music education, psychology, family studies, and sociology. This book serves to highlight the multi-faceted nature of families' engagement in music; the author urges music education practitioners and administrators to consider this diversity when approaching curricular decisions. Written in a style accessible to laypersons, this book will interest a wide range of music educators as well as families, community members, and scholars and practitioners in family studies, psychology, and sociology.",
        "page_count": 217,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=m5OzDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 460,
        "currency": "BRL"
    },
    {
        "id": "P_wXxaZ4yTYC",
        "title": "Parenting Coordination",
        "authors": [
            "Debra K. Carter, PhD"
        ],
        "publisher": "Springer Publishing Company",
        "publication_date": "2011-02-18",
        "categories": [
            "Psychology"
        ],
        "description": "Parenting Coordination is a child-centered process for conflicted divorced and divorcing parents. The Parenting Coordinator (PC) makes decisions to help high-conflict parents who cannot agree to parenting decisions on their own. This professional text serves as a training manual for use in all states and provinces which utilize Parenting Coordination, addressing the intervention process and the science that supports it. The text offers up-to-date research, a practical guide for training, service provision, and references to relevant research for quality parenting coordination practice. Specifically, this book describes the integrated model of Parenting Coordination, including the Parent Coordinator's professional role, responsibilities, protocol for service, and ethical guidelines.",
        "page_count": 349,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=P_wXxaZ4yTYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 399.28,
        "currency": "BRL"
    },
    {
        "id": "8T5SibX8DFkC",
        "title": "Parenting Well in a Media Age",
        "authors": [
            "Gloria DeGaetano"
        ],
        "publisher": "Personhood Press",
        "publication_date": "2004",
        "categories": [
            "Family & Relationships"
        ],
        "description": "This illuminating investigation takes a fresh look at the role of media in children's lives. An overview of the formidable challenges parents face and creative ways to overcome them are included, as are strategies for turning a home environment from \"high-tech\" to \"high-touch.\" Moving beyond demonizing the media, this work, like none before it, articulates the difficulties of parenting in our depersonalized society. It offers hopeful alternatives for all parents wanting to protect children from, and teach children about, media's impact.",
        "page_count": 276,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=8T5SibX8DFkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 134,
        "currency": "BRL"
    },
    {
        "id": "Gvo2DwAAQBAJ",
        "title": "Asian American Parenting",
        "authors": [
            "Yoonsun Choi",
            "Hyeouk Chris Hahm"
        ],
        "publisher": "Springer",
        "publication_date": "2017-09-22",
        "categories": [
            "Psychology"
        ],
        "description": "This important text offers data-rich guidelines for conducting culturally relevant and clinically effective intervention with Asian American families. Delving beneath longstanding generalizations and assumptions that have often hampered intervention with this diverse and growing population, expert contributors analyze the intricate dynamics of generational conflict and child development in Chinese, Korean, Filipino, and other Asian American households. Wide-angle coverage identifies critical factors shaping Asian American family process, from parenting styles, behaviors, and values to adjustment and autonomy issues across childhood and adolescence, including problems specific to girls and young women. Contributors also make extensive use of quantitative and qualitative findings in addressing the myriad paradoxes surrounding Asian identity, acculturation, and socialization in contemporary America. Among the featured topics: Rising challenges and opportunities of uncertain times for Asian American families. A critical race perspective on an empirical review of Asian American parental racial-ethnic socialization. Socioeconomic status and child/youth outcomes in Asian American families. Daily associations between adolescents’ race-related experiences and family processes. Understanding and addressing parent-adolescent conflict in Asian American families. Behind the disempowering parenting: expanding the framework to understand Asian-American women’s self-harm and suicidality. Asian American Parenting is vital reading for social workers, mental health professionals, and practitioners working family therapy cases who seek specific, practice-oriented case examples and resources for empowering interventions with Asian American parents and families.",
        "page_count": 214,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Gvo2DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 307.89,
        "currency": "BRL"
    },
    {
        "id": "GBAJHN0ylj8C",
        "title": "Parenting Your Parents",
        "authors": [
            "Bart J. Mindszenthy",
            "Michael Gordon"
        ],
        "publisher": "Dundurn",
        "publication_date": "2005-03-12",
        "categories": [
            "Self-Help"
        ],
        "description": "A valuable resource for anyone who needs advice on how to provide their elderly parents with the care and support they require.",
        "page_count": 395,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=GBAJHN0ylj8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 57.98,
        "currency": "BRL"
    },
    {
        "id": "Kd5fp8nEzRwC",
        "title": "Parenting the Custodial Grandchild",
        "authors": [
            "Bert Hayslip, Jr., PhD",
            "Patricia Kaminski, PhD"
        ],
        "publisher": "Springer Publishing Company",
        "publication_date": "2008-03-24",
        "categories": [
            "Psychology"
        ],
        "description": "Grandparents have long played important roles in the lives of their adult children and their grandchildren in our own as well as in many other cultures. Yet it has only been in the last 3 or 4 decades that grandparents have received the kind of academic scrutiny that other family members--especially mothers--have been receiving a century or more. This groundbreaking collection has targeted the essence of what occurs in the context of grandparents' efforts at parenting their grandchildren as well as the nature of these interactions. Indeed, grandparent's views on the adequacy of their parenting skills and the nature of their relationships with their grandchildren are at the heart of many of the difficulties and satisfactions associated with the resumption of the parenting role in middle and later life, and are of central importance in the lives and well-being of both custodial grandparents and their grandchildren. The volume, which will be of vital interest to family counselors, mental health practitioners, educators, school counselors, social workers, psychologists, and social service providers, approaches this issue from novel theoretical perspectives, presents new empirical data, and provides valuable suggestions for therapists who are treating grandparent-grandchild dyads. It is methodologically diverse, relying upon case studies, empirical findings, and national datasets. Additionally, it incorporates longitudinal work, which has been absent in research with grandparent caregivers to date. Most importantly, it defines new areas of understanding of custodial grandparents that are relevant to both researchers and practitioners, e.g., dealing with grief and loss, a focus on grandchildren, the interactional style of caregiving, parenting education, intergenerational ambivalence, and therefore, should provide fertile ground for work regarding these issues which are so central to the lives of custodial grandparents and their grandchildren. Highlighted coverage includes: Intergenerational relationships/intergenerational transmission of values and their implications for parenting among custodial grandparents the adjustments custodial grandchildren must make in the school system, viewed from the perspective of school personnel (an assistant principal and school counselor) the experiences/perceptions of adult children raised by their grandparents- impact on relationships with grandparents and the parenting of their own children the role of the adult parent in the context of grandparents raising grandchildren Each of these chapters will be written from an applied, practitioner perspective and stress the clinical implications of each issue.",
        "page_count": 327,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Kd5fp8nEzRwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 484.85,
        "currency": "BRL"
    },
    {
        "id": "3Y7CEAAAQBAJ",
        "title": "Parenting and Child Development",
        "authors": [
            "Abdul Khaleque"
        ],
        "publisher": "Bloomsbury Publishing USA",
        "publication_date": "2021-03-08",
        "categories": [
            "Family & Relationships"
        ],
        "description": "This research-based book covers the core components of modern parenting and child development across multi-ethnic and cross-cultural contexts in Asia, Africa, Europe, and North and South America, with a focus on the United States. Parenting and Child Development: Across Ethnicity and Culture is based on a cohesive framework that links physical, psychological, social, cognitive, and emotional aspects of children's lives to their experiences of parental behavior. This book covers the fundamentals of parent-child relationships, including the theoretical perspective of parenting, positive and negative parenting behaviors, and changing patterns of parenting from infancy through adolescence. Explored are parent-child relationships and their implications for children's health, well-being, and quality of life in different family forms, including parenting in drug-addicted families, homeless families, cohabiting families, single-parent families, and LGBT families around the world. Using an array of theories with relevant empirical findings, the practical implications for child development both within the United States and across the globe are highlighted. Also included is specific information about tools and techniques for measuring intimate relationships and intervention strategies for relationship problems.",
        "page_count": 349,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=3Y7CEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 544.23,
        "currency": "BRL"
    },
    {
        "id": "3N0P9cFb8ZUC",
        "title": "Parenting Plan Evaluations",
        "authors": [
            "Kathryn Kuehnle",
            "Leslie Drozd"
        ],
        "publisher": "OUP USA",
        "publication_date": "2012",
        "categories": [
            "Family & Relationships"
        ],
        "description": "When conducting parenting plan evaluations, mental health professionals need to be aware of a myriad of different factors. More so than in any other form of forensic evaluation, they must have an understanding of the most current findings in developmental research, behavioral psychology, attachment theory, and legal issues to substantiate their opinions. With a number of publications on child custody available, there is an essential need for a text focused on translating the research associated with the most important topics within the family court. This book addresses this gap in the literature by presenting an organized and in-depth analysis of the current research and offering specific recommendations for applying these findings to the evaluation process. Written by experts in the child custody arena, chapters cover issues associated with the most important and complex issues that arise in family court, such as attachment and overnight timesharing with very young children, dynamics between divorced parents and children's potential for resiliency, co-parenting children with chronic medical conditions and developmental disorders, domestic violence during separation and divorce, gay and lesbian co-parents, and relocation, among others. The scientific information provided in these chapters assists forensic mental health professionals to proffer empirically-based opinions, conclusions and recommendations. Parenting Plan Evaluations is a must-read for legal practitioners, family law judges and attorneys, and other professionals seeking to understand more about the science behind child custody evaluations.",
        "page_count": 630,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=3N0P9cFb8ZUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 166,
        "currency": "BRL"
    },
    {
        "id": "Vfc7Bs50FKwC",
        "title": "Parenting Your Internationally Adopted Child",
        "authors": [
            "Patty Cogen"
        ],
        "publisher": "ReadHowYouWant.com",
        "publication_date": "2011-05-14",
        "categories": [
            "Family & Relationships"
        ],
        "description": "Parenting Your Internationally Adopted Child guides adoptive parents in promoting a child's emotional and social adjustment, from the family's first hours together through the teen years. It explains how to help an adopted child cope with the ''Big Change,'' bond with new parents, become part of a family, and develop a positive self-image that incorporates both American identity and ethnicity origins. Parents waiting to meet their adoptive children will appreciate Cogen's advice about preparing for the trip and handling the first meeting. The author's main focus, though, is the child's adaptation over the next months and years. Cogen explains how to deal with the child's ''mixed maturities''; how (and why) to tell the child's story from the child's point of view; how to handle sleep problems and resistance to household rules; and how to encourage eye contact and ease transitions and separations. The reassuring narrative tone and the breadth and depth of information make this the most substantive and accessible book available and an indispensable resource for parents who adopt, professionals who advise adoptive parents, and teachers of adoptive children",
        "page_count": 418,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Vfc7Bs50FKwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 412,
        "currency": "BRL"
    },
    {
        "id": "g7sTEAAAQBAJ",
        "title": "Assessing Culturally Informed Parenting in Social Work",
        "authors": [
            "Davis Kiima"
        ],
        "publisher": "Routledge",
        "publication_date": "2021-03-07",
        "categories": [
            "Social Science"
        ],
        "description": "This book explores how social workers incorporate issues of culture when evaluating the parenting competence of Black, Asian, and Minority Ethnic (BAME) parents and highlights the gap in how social workers assess safe parenting in BAME families. Drawing on a study that combined a phenomenological research philosophy with frame analysis, the book explores how culturally informed parenting is construed by social workers and BAME parents. It argues that effective assessment of the parenting competence of BAME parents is predicated on understanding how culture frames perspectives of what constitutes competent parenting. Throughout the eight chapters, the book moves the debate within the literature away from the universality of parenting concepts to a focus on a deeper understanding of culture. It highlights the influence that culture has on the way that BAME parents socialise their children, as well as how parents and social workers conceptualise safe parenting. The result is useful insights into the cultural context of parenting. The book will be of interest to all scholars and students of social work, childhood studies, sociology, and social policy, as well as social work professionals more broadly.",
        "page_count": 167,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=g7sTEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 302.29,
        "currency": "BRL"
    },
    {
        "id": "mX8VEQAAQBAJ",
        "title": "Designing, implementing, evaluating, and scaling up parenting interventions",
        "authors": [
            "World Health Organization"
        ],
        "publisher": "World Health Organization",
        "publication_date": "2024-07-18",
        "categories": [
            "Family & Relationships"
        ],
        "description": "This handbook provides comprehensive advice for policy-makers, practitioners, and stakeholders involved in the development, implementation, and monitoring of evidence-based parenting interventions. It offers a practical, step-by-step approach to selecting, designing, evaluating, implementing, monitoring, and scaling up parenting interventions in different contexts, and, by referencing relevant research and offering templates and other resources to support implementation, it acts as a bridge between the evidence for parenting interventions and practice, and is a companion to the WHO guidelines on parenting interventions to prevent maltreatment and enhance parent–child relationships with children aged 0–17 years).",
        "page_count": 100,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=mX8VEQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 0,
        "currency": "BRL"
    },
    {
        "id": "hfniyZyv_tUC",
        "title": "Parenting with Purpose",
        "authors": [
            "Robert W. Reasoner",
            "Marilyn L. Lane"
        ],
        "publisher": "Personhood Press",
        "publication_date": "2007",
        "categories": [
            "Family & Relationships"
        ],
        "description": "Parenting with Purpose offers an exciting way for you to make certain your child grows up to be one you can be proud of-responsible, caring, respectful, highly motivated, happy, and successful. The ideas, strategies, and suggestions included have been found to make a significant difference in the emotional, social, and intellectual growth of children and the behaviors and attitudes they display. They have been selected based upon 40 years of research and experience. You will find these suggestions helpful in developing those personal qualities you really want to see developed. In addition, the 50 simple activities included will enable you to build a close, positive relationship with your child. Book jacket.",
        "page_count": 230,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=hfniyZyv_tUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 269,
        "currency": "BRL"
    },
    {
        "id": "SFS31LB5mnYC",
        "title": "Breakthrough Parenting for Children with Special Needs",
        "authors": [
            "Judy Winter"
        ],
        "publisher": "John Wiley & Sons",
        "publication_date": "2006-03-20",
        "categories": [
            "Family & Relationships"
        ],
        "description": "Breakthrough Parenting for Children with Special Needs challenges families and professionals to help children with special needs to reach their full potential by using a proven motivational, how-to approach. This groundbreaking and inspiring book provides detailed information on how to let go of the “perfect-baby” dream, face and resolve grief, avoid the no-false-hope syndrome, access early intervention services, and avoid the use of limiting and outdated labels. Also included are specific guidelines for working with professionals, understanding the law and inclusion, planning for the future, and insightful interviews with Dana Reeve of the Christopher Reeve Foundation, Tim Shriver of Special Olympics, and Diane Bubel of the Bubel/Aiken Foundation.",
        "page_count": 280,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=SFS31LB5mnYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 61.2,
        "currency": "BRL"
    },
    {
        "id": "YYbzDwAAQBAJ",
        "title": "How Children Learn from Parents and Parenting Others in Formal and Informal Settings: International and Cultural Perspectives, 2nd Edition",
        "authors": [
            "Yvette Renee Harris",
            "Claudio Longobardi"
        ],
        "publisher": "Frontiers Media SA",
        "publication_date": "2020-07-28",
        "categories": [],
        "description": "For several decades, parent-child cognitive interaction researchers have acknowledged that children learn cognitive skills in the context of their social and early environments. These cognitive skills are often imparted to the children by parents or parenting others in formal or informal settings. Thus, for example, such informal settings as dinner table conversations, walks through grocery stores, museums, or neighborhoods become rich laboratories for children to learn varied cognitive skills ranging from numeracy, concepts, and language. The way in which those learning opportunities are provided by parents, structured by parents and scaffolded by parents may well vary depending on culture, and other socio-demographic variables; and may well vary depending on formal or informal settings. The aim of this Research Topic is to bring together scholarship from both global north and global south contexts which explores how children learn via parental involvement in formal and informal settings. Publisher’s note: In this 2nd edition, the following article has been added: Harris YR and Longobardi C (2020) Editorial: How Children Learn From Parents and Parenting Others in Formal and Informal Settings: International and Cultural Perspectives. Front. Psychol. 11:1026. doi: 10.3389/fpsyg.2020.01026",
        "page_count": 144,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=YYbzDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 169,
        "currency": "BRL"
    },
    {
        "id": "62l-ipd98s0C",
        "title": "Parenting in Today's Society",
        "authors": [],
        "publisher": "Dorrance Publishing",
        "publication_date": null,
        "categories": [],
        "description": "",
        "page_count": 149,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=62l-ipd98s0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 336.58,
        "currency": "BRL"
    },
    {
        "id": "T6CYEAAAQBAJ",
        "title": "Key Topics in Parenting and Behavior",
        "authors": [
            "Springer Behavioral & Health Sciences"
        ],
        "publisher": "Springer Nature",
        "publication_date": "2022",
        "categories": [
            "Child psychology"
        ],
        "description": "This volume features cutting-edge and impactful articles from across Springer's diverse journals publishing program. In this curated collection, our editorial team has brought together highly-cited and downloaded articles on the topic of Parenting and Behavior into one single resource. Moreover, this book enables readers to review a broad spectrum of quality research on a specialized topic, which we hope facilitates interdisciplinary and critical discussions of the topic at hand. As part of the Key Topics in Behavioral Sciences book series, this volume aims to serve as a quick reference for readers when writing or researching new topics or subject areas. Other topics in the series will include Psychological Research Methods, Health and Behavior, Industrial and Organizational Psychology, Sports Psychology, and Consumer Behavior. In the first section of the volume, articles focus on such topics as Adolescents, Communication Technologies, Emerging Adults, Mental Health, Social Media, Well-Being, Motivation, Parental Support, Self-Esteem, Sports Participation, Aggressiveness, Empathy, Parenting Styles, and Primary School. Next, the second section features research on Academic Motivation, Entitlement, Helicopter Parenting, Mastery Vs. Performance Goals, Overparenting, Perfectionism, Antecedents, Burn-Out, Behavior Causes, Exhaustion, Group Therapy, Informant Discrepancy, Parent-Child Discrepancy, Resilience, and Treatment Outcome. Lastly in the final section of this collection, Body Image, Depression, Life Satisfaction., Parental Mediation, Social Comparison, Media Use, Parental Media Monitoring, Parental Mediation, Preregistration, Video Games, and Violence are discussed.",
        "page_count": 129,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=T6CYEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 404,
        "currency": "BRL"
    },
    {
        "id": "C1KXEAAAQBAJ",
        "title": "Parenting in the Context of Opioid Use: Mechanisms, Prevention Solutions, and Policy Implications",
        "authors": [
            "Leslie D. Leve",
            "Philip Andrew Fisher",
            "Kristen Mackiewicz Seghete",
            "Emily E. Tanner-Smith",
            "Amanda M. Griffin",
            "Carly Champagne",
            "Elisabeth Conradt"
        ],
        "publisher": "Frontiers Media SA",
        "publication_date": "2022-10-25",
        "categories": [
            "Science"
        ],
        "description": "",
        "page_count": 165,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=C1KXEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 128,
        "currency": "BRL"
    },
    {
        "id": "0HOrSqLp71MC",
        "title": "The Parenting Deficit",
        "authors": [
            "Amitai Etzioni"
        ],
        "publisher": "Demos",
        "publication_date": "1993",
        "categories": [
            "Parent and child"
        ],
        "description": "",
        "page_count": 60,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=0HOrSqLp71MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 260,
        "currency": "BRL"
    },
    {
        "id": "d_rUDQAAQBAJ",
        "title": "Crianças dinamarquesas",
        "authors": [
            "Jessica Joelle Alexander",
            "Iben Dissing Sandahl"
        ],
        "publisher": "Editora Schwarcz - Companhia das Letras",
        "publication_date": "2017-01-06",
        "categories": [
            "Family & Relationships"
        ],
        "description": "Um guia passo a passo para auxiliar pais que estão para embarcar ou já embarcaram num dos trabalhos mais desafiadores e extraordinários do mundo. Por mais de quarenta anos, a população da Dinamarca tem sido eleita a mais feliz do mundo pela Organização para a Cooperação e o Desenvolvimento Econômico (OECD). Os dinamarqueses também foram considerados o povo mais feliz do mundo por todas as edições do Relatório Mundial da Felicidade, publicado pelas Nações Unidas. Qual seria, então, a fórmula desse sucesso? Depois de muita pesquisa, as autoras deste livro acreditam ter desvendado o segredo. E a resposta é bastante simples: toda essa felicidade vem da forma como os dinamarqueses são criados. A filosofia dinamarquesa de como educar os filhos gera resultados poderosos: crianças felizes, emocionalmente seguras e resilientes, que se tornam também adultos felizes, emocionalmente seguros e resilientes, e que reproduzem esse estilo de criação quando têm seus próprios filhos. Que tal, então, conhecer melhor esses costumes, atitudes e posturas? O método exige prática, paciência, força de vontade e autoconsciência, mas o resultado faz o esforço valer a pena. Não se esqueça de que esse será seu legado.",
        "page_count": 144,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=d_rUDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 27.9,
        "currency": "BRL"
    },
    {
        "id": "4-rJDwAAQBAJ",
        "title": "O livro que você gostaria que seus pais tivessem lido",
        "authors": [
            "Philippa Perry"
        ],
        "publisher": "Fontanar",
        "publication_date": "2020-02-28",
        "categories": [
            "Family & Relationships"
        ],
        "description": "Neste livro completo, inteligente e bem trabalhado, a renomada psicoterapeuta Philippa Perry revela o que realmente importa e quais comportamentos evitar – a cartilha essencial para pais. Todos os pais querem que seus filhos sejam felizes, sem errar na educação. Mas como atingir esses objetivos? Em vez de mapear um plano \"perfeito\", Philippa Perry oferece um olhar geral sobre como desenvolver relacionamentos de qualidade. Sem julgamentos e regras, Perry ensina a: * entender como sua própria criação afeta sua relação com seus filhos; * aceitar que irá cometer erros e entender o que pode fazer a respeito deles; * dar fim a ciclos e padrões de comportamento negativos; * lidar com os próprios sentimentos, assim como os de seus filhos; * entender o que comportamentos diferentes comunicam. Repleto de conselhos sábios, este é um livro que todos os pais vão desejar ler e cada filho gostará que seus pais tenham lido.",
        "page_count": 318,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=4-rJDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "8T4WEAAAQBAJ",
        "title": "Social Justice Parenting",
        "authors": [
            "Dr. Traci Baxley"
        ],
        "publisher": "HarperCollins",
        "publication_date": "2021-10-19",
        "categories": [
            "Family & Relationships"
        ],
        "description": "“Social Justice Parenting offers guidance and grace for parents who want to teach their children how to create a fair and inclusive world.”—Diane Debrovner, deputy editor of Parents magazine “Replete with excellent examples and advice that can help parents raise children with a healthy self-image and regard for the welfare of others.\"—Jane E. Brody, New York Times An empowering, timely guide to raising anti-racist, compassionate, and socially conscious children, from a diversity and inclusion educator with more than thirty years of experience. As a global pandemic shuttered schools across the country in 2020, parents found themselves thrust into the role of teacher—in more ways than one. Not only did they take on remote school supervision, but after the murder of George Floyd and the ensuing Black Lives Matter protests, many also grappled with the responsibility to teach their kids about social justice—with few resources to guide them. Now, in Social Justice Parenting, Dr. Traci Baxley—a professor of education who has spent 30 years teaching diversity and inclusion—will offer the essential guidance and curriculum parents have been searching for. Dr. Baxley, a mother of five herself, suggests that parenting is a form of activism, and encourages parents to acknowledge their influence in developing compassionate, socially-conscious kids. Importantly, Dr. Baxley also guides parents to do the work of recognizing and reconciling their own biases. So often, she suggests, parents make choices based on what’s best for their children, versus what’s best for all children in their community. Dr. Baxley helps readers take inventory of their actions and beliefs, develop self-awareness and accountability, and become role models. Poised to become essential reading for all parents committed to social change, Social Justice Parenting will offer parents everywhere the opportunity to nurture a future generation of humane, compassionate individuals.",
        "page_count": 256,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=8T4WEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 77.07,
        "currency": "BRL"
    },
    {
        "id": "cGUGkd6h4-YC",
        "title": "The Enneagram of Parenting",
        "authors": [
            "Elizabeth Wagele"
        ],
        "publisher": "Harper Collins",
        "publication_date": "2010-09-14",
        "categories": [
            "Psychology"
        ],
        "description": "Elizabeth Wagele, coauthor of The Enneagram Made Easy and Are You My Type, Am I Yours?, offers the first practical guidebook for parents -- packed with her delightful cartoons -- on how the Enneagram can help to understand and work with children's personality traits and behavioral patterns more effectively and creatively. Using her expertise in making the Enneagram accessible through simple text and zany, informative cartoons, Wagele shows parents how to be flexible and compassionate, willing and eager to recognize the unique potential of every child and to respond to and nurture each child appropriately.",
        "page_count": 180,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=cGUGkd6h4-YC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 72.79,
        "currency": "BRL"
    }
]