[
    {
        "id": "PIgAEAAAQBAJ",
        "title": "Uma história da filosofia",
        "authors": [
            "A. C. Grayling"
        ],
        "publisher": "Leya",
        "publication_date": "2020-10-01",
        "categories": [
            "Philosophy"
        ],
        "description": "Esta história num único volume escrita pelo eminente professor de filosofia A. C. Grayling explora as principais questões intelectuais que persistem ao longo dos séculos e nas mais variadas circunstâncias. Grayling examina o enraizamento histórico das linhas de pensamento que compõem a filosofia como a conhecemos hoje. Começa antes de Buda e Confúcio, depois segue para as antigas escolas gregas de pensamento, através do domínio do cristianismo sobre o pensamento europeu, para a Renascença e o Iluminismo quando os desenvolvimentos nas ciências naturais e revoluções no pensamento sobre o status moral dos indivíduos tiveram um impacto dramático na forma de ver o mundo. O autor passa então para os filósofos modernos como Darwin, Marx e Freud, cujo pensamento deu origem às ciências sociais. Finalmente toca a filosofia e a lógica hoje que desempenharam um papel importante na ascensão da computação e da ciência cognitiva. Como qualquer história da filosofia não pode ser exclusivamente uma história da filosofia ocidental, o autor também analisa a história tumultuada do pensamento na Índia e na China, bem como o mundo islâmico. Grayling conclui perguntando o que aprendemos sobre a natureza da humanidade a partir desse antigo corpo de pensamento, e que progresso ainda temos de fazer para alcançar entendimento e perspectiva em relação ao que é bom e certo, sobre como a sociedade deve ser organizada, sobre significado e valor, e especialmente a busca pela vida boa e que vale a pena.",
        "page_count": 808,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=PIgAEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 118,
        "currency": "BRL"
    },
    {
        "id": "BUd2ZWiRMIgC",
        "title": "Proceedings of the Boston Area Colloquium in Ancient Philosophy",
        "authors": [
            "John J. Cleary",
            "Gary M. Gurtler"
        ],
        "publisher": "BRILL",
        "publication_date": "1986",
        "categories": [
            "Philosophy"
        ],
        "description": "This latest BACAP Proceedings covers three key areas in ancient philosophy, ethics, method and physics. Under ethics, there are three papers on Socratic piety, Aristotelian friendship, and Augustinian-Platonic virtue. Under method, Socratic elenchos, Socratic maieutic, and Aristotelian aporematic inquiry. Under physics, life in Plato and Proclus's reconsideration of Aristotelian motion.",
        "page_count": 364,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=BUd2ZWiRMIgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 495,
        "currency": "BRL"
    },
    {
        "id": "aQnheyqm-WEC",
        "title": "Medieval Philosophy and Modern Times",
        "authors": [
            "Ghita Holmström-Hintikka"
        ],
        "publisher": "Springer Science & Business Media",
        "publication_date": "2000-01-31",
        "categories": [
            "History"
        ],
        "description": "Modern developments in philosophy have provided us with tools, logical and methodological, that were not available to Medieval thinkers - a development that has its dangers as well as opportunities. Modern tools allow one to penetrate old texts and analyze old problems in new ways, offering interpretations that the old thinkers could not have known. But unless one remains sensitive to the fact that language has undergone changes, bringing with it a shift in the meaning of terminology, one can easily perpetrate an anachronism. Yet there is a growing need to bring modern tools and to bear on the struggle for greater understanding of the problems studied and the solutions found by the ancient scholars. If we remain sensitive to the dangers, this openness to new methods can be expected to widen our perspectives and deepen our knowledge of old material. The focus in the present volume is on problems in Medieval and contemporary philosophy of religion.",
        "page_count": 212,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=aQnheyqm-WEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 146,
        "currency": "BRL"
    },
    {
        "id": "TD43k809CT8C",
        "title": "Studies in Chinese Philosophy and Philosophical Literature",
        "authors": [
            "Angus Charles Graham"
        ],
        "publisher": "SUNY Press",
        "publication_date": "1990-01-01",
        "categories": [
            "Philosophy"
        ],
        "description": "Graham addresses several fundamental problems in classical Chinese philosophy, and in the nature and structure of the classical Chinese language. These inquiries and reflections are both broad based and detailed. Two sources of continuity bring these seemingly disparate parts into a coherent and intelligible whole. First, Graham addresses that set of fundamental philosophical questions that have been the focus of dispute in the tradition, and that have defined its character: What is the nature of human nature? What can we through linguistic and philosophical scrutiny discover about the date and composition of some of the major texts? What sense can we make of the Kung-sun Lung sophistries? A second source of coherence is Graham's identification and articulation of those basic and often unconscious presuppositions that ground our own tradition. By so doing, he enables readers to break free from the limits of their own conceptual universe and to explore in the Chinese experience a profoundly different world view.",
        "page_count": 450,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=TD43k809CT8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 192,
        "currency": "BRL"
    },
    {
        "id": "s6ExSHrknywC",
        "title": "The Cambridge History of Eighteenth-century Philosophy",
        "authors": [
            "Knud Haakonssen"
        ],
        "publisher": "Cambridge University Press",
        "publication_date": "2006",
        "categories": [
            "Electronic reference sources"
        ],
        "description": "This two-volume set presents a comprehensive and up-to-date history of eighteenth-century philosophy. The subject is treated systematically by topic, not by individual thinker, school, or movement, thus enabling a much more historically nuanced picture of the period to be painted.",
        "page_count": 790,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=s6ExSHrknywC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 321,
        "currency": "BRL"
    },
    {
        "id": "EOZOthuLKxIC",
        "title": "The Scottish Philosophy",
        "authors": [
            "James McCosh"
        ],
        "publisher": "Applewood Books",
        "publication_date": "2009-06",
        "categories": [
            "Philosophy"
        ],
        "description": "With our American Philosophy and Religion series, Applewood reissues many primary sources published throughout American history. Through these books, scholars, interpreters, students, and non-academics alike can see the thoughts and beliefs of Americans who came before us.",
        "page_count": 498,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=EOZOthuLKxIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 292,
        "currency": "BRL"
    },
    {
        "id": "byJk8Ea0WSQC",
        "title": "Annals of the History and Philosophy of Biology 10/2005",
        "authors": [],
        "publisher": "Universitätsverlag Göttingen",
        "publication_date": "2006",
        "categories": [],
        "description": "The name DGGTB (Deutsche Gesellschaft für Geschichte und Theorie der Biologie; German Society for the History and Theory of Biology) reflects recent history as well as German tradition. The Society is a relatively late addition to a series of German societies of science and medicine that began with the »Deutsche Gesellschaft für Geschichte der Medizin und der Naturwissenschaften«, founded in 1910 by Leipzig University's Karl Sudhoff (1853-1938), who wrote: »We want to establish a ,German' society in order to gather German-speaking historians together in our special disciplines so that they form the core of an international society...«. Yet Sudhoff, at this time of burgeoning academic internationalism, was »quite willing« to accommodate the wishes of a number of founding members and »drop the word German in the title of the Society and have it merge with an international society«. The founding and naming of the Society at that time derived from a specific set of historical circumstances, and the same was true some 80 years later when in 1991, in the wake of German reunification, the »Deutsche Gesellschaft für Geschichte und Theorie der Biologie« was founded. From the start, the Society has been committed to bringing studies in the history and philosophy of biology to a wide audience, using for this purpose its Jahrbuch für Geschichte und Theorie der Biologie. Parallel to the Jahrbuch, the Verhandlungen zur Geschichte und Theorie der Biologie has become the by now traditional medium for the publication of papers delivered at the Society's annual meetings. In 2005 the Jahrbuch was renamed Annals of the History and Philosophy of Biology, reflecting the Society's internationalist aspirations in addressing comparative biology as a subject of historical and philosophical studies.",
        "page_count": 213,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=byJk8Ea0WSQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 227,
        "currency": "BRL"
    },
    {
        "id": "5VewAkDw8h0C",
        "title": "Philosophy of Science and the Occult",
        "authors": [
            "Patrick Grim"
        ],
        "publisher": "State University of New York Press",
        "publication_date": "1990-07-17",
        "categories": [
            "Philosophy"
        ],
        "description": "This book both introduces the philosophy of science through examination of the occult and examines the occult rigorously enough to raise central issues in the philosophy of science. Placed in the context of the occult, philosophy of science issues become immediately understandable and forcefully compelling. Divergent views on astrology, parapsychology, and quantum mechanics mysticism emphasize topics standard to the philosophy of science. Such issues as confirmation and selection for testing, causality and time, explanation and the nature of scientific laws, the status of theoretical entities, the problem of demarcation, theory and observation, and science and values are discussed. Significantly revised, this second edition presents an entirely new section of quantum mechanics and mysticism including instructions from N. David Mermin for constructing a device which dramatically illustrates the genuinely puzzling phenomena of quantum mechanics. A more complete and current review of research on astrology has been included in this new edition, and the section on the problem of demarcation has been broadened.",
        "page_count": 408,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=5VewAkDw8h0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 216.5,
        "currency": "BRL"
    },
    {
        "id": "dZqHYgrhbg0C",
        "title": "Understanding Eastern Philosophy",
        "authors": [
            "Ray Billington"
        ],
        "publisher": "Psychology Press",
        "publication_date": "1997",
        "categories": [
            "Philosophy"
        ],
        "description": "This book provides an accessible critical introduction to how some of the key philosophies of the East compare with those in the West.",
        "page_count": 216,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=dZqHYgrhbg0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 251,
        "currency": "BRL"
    },
    {
        "id": "PSlUVfENWwQC",
        "title": "Philosophy, Religion, and the Question of Intolerance",
        "authors": [
            "Mehdi Amin Razavi",
            "David Ambuel"
        ],
        "publisher": "SUNY Press",
        "publication_date": "1997-01-01",
        "categories": [
            "Philosophy"
        ],
        "description": "Philosophy, Religion, and the Question off Intolerance is a diverse collection of essays united by a common starting point and theme -- the awareness that intolerance is a phenomenon encountered in diverse places and circumstances and often handled with limited success. The question of toleration, together with its cultural, social, religious, and philosophical implications, are addressed by leading authorities who offer insights from an interdisciplinary perspective. The book begins with essays by three distinguished scholars, Robert Cummings Neville, J. B. Schneewind, and John McCumber. They assess the origins of intolerance, the genesis of our concept of toleration, and the outlook for the practice of tolerance in contemporary society. Beyond the opening essays, the collection is divided into three sections. The first concentrates on the relationship of religious faith and practice to toleration and inquires how religion might either impede or promote toleration. The second section deals primarily with questions regarding tolerance in the face of modern political realities. The final section discusses ethics, namely the philosophical analysis and definition of toleration as a virtue.",
        "page_count": 306,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=PSlUVfENWwQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 431,
        "currency": "BRL"
    },
    {
        "id": "Abooxr14nCwC",
        "title": "The Philosophy of Simone de Beauvoir",
        "authors": [
            "Margaret A. Simons"
        ],
        "publisher": "Indiana University Press",
        "publication_date": "2006",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Since her death in 1986 and the publication of her letters and diaries in 1990, interest in the philosophy of Simone de Beauvoir has increased. An international group of philosophers present 16 essays that reveal Beauvoir as one of the century's most important and influential thinkers.",
        "page_count": 337,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Abooxr14nCwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 288,
        "currency": "BRL"
    },
    {
        "id": "aSQbHw6vbgsC",
        "title": "Method in Ancient Philosophy",
        "authors": [
            "Jyl Gentzler"
        ],
        "publisher": "Oxford University Press",
        "publication_date": "1998",
        "categories": [
            "History"
        ],
        "description": "Fifteen new, specially written essays by leading scholars on a broad subject of central importance.",
        "page_count": 420,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=aSQbHw6vbgsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 123,
        "currency": "BRL"
    },
    {
        "id": "Rb8-HYSPg_gC",
        "title": "Philosophy and Power in the Graeco-Roman World",
        "authors": [
            "Miriam Tamara Griffin"
        ],
        "publisher": null,
        "publication_date": "2002",
        "categories": [
            "Philosophy, Ancient"
        ],
        "description": "Miriam Griffin is unrivalled as a bridge-builder between historians of the Graeco-Roman world and students of its philosophies. This volume in her honour brings togetherseventeen international specialists. Their essays range from Socrates to late antiquity, extending to Diogenes, Cicero, Plinythe Elder, Marcus Aurelius, the Second Sophistic, Ulpian, Augustine, the Neoplatonist tradition, women philosophers, provision for basic human needs, the development of law, the formulation of imperial power, and the interpretation of Judaism and early Christianity. Emperors and drop-outs, mediastars and administrators, top politicians and abstruse professionals, even ordinary citizens in their epitaphs, were variously called philosophers. Philosophy could offer those in power moral support or confrontation, a language for making choices or an intellectual diversion, but they mightdisregard philosophy and get on with the exercise of power. 'Philosophy' means 'love of wisdom', but what was the power of philosophy?",
        "page_count": 380,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Rb8-HYSPg_gC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 171,
        "currency": "BRL"
    },
    {
        "id": "kQl8j9vBz5QC",
        "title": "New Educational Philosophy",
        "authors": [
            "Bhagirathi Sahu"
        ],
        "publisher": "Sarup & Sons",
        "publication_date": "2002",
        "categories": [
            "Education"
        ],
        "description": "",
        "page_count": 424,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=kQl8j9vBz5QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 4,
        "price": 322,
        "currency": "BRL"
    },
    {
        "id": "sVP3vBmDktQC",
        "title": "History of Italian Philosophy",
        "authors": [
            "Eugenio Garin"
        ],
        "publisher": "Rodopi",
        "publication_date": "2008",
        "categories": [
            "History"
        ],
        "description": "This book is a treasure house of Italian philosophy. Narrating and explaining the history of Italian philosophers from the Middle Ages to the twentieth century, the author identifies the specificity, peculiarity, originality, and novelty of Italian philosophical thought in the men and women of the Renaissance. The vast intellectual output of the Renaissance can be traced back to a single philosophical stream beginning in Florence and fed by numerous converging human factors. This work offers historians and philosophers a vast survey and penetrating analysis of an intellectual tradition which has heretofore remained virtually unknown to the Anglophonic world of scholarship.",
        "page_count": 1434,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=sVP3vBmDktQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 1607.49,
        "currency": "BRL"
    },
    {
        "id": "ywUeAWo_TgAC",
        "title": "Philosophy, Crime, and Criminology",
        "authors": [
            "Bruce A. Arrigo",
            "Christopher R. Williams"
        ],
        "publisher": "University of Illinois Press",
        "publication_date": "2010-10-01",
        "categories": [
            "Social Science"
        ],
        "description": "Philosophy, Crime, and Criminology represents the first systematic attempt to unpack the philosophical foundations of crime in Western culture. Utilizing the insights of ontology, epistemology, aesthetics, and ethics, contributors demonstrate how the reality of crime is informed by a number of implicit assumptions about the human condition and unstated values about civil society. Charting a provocative and original direction, editors Bruce A. Arrigo and Christopher R. Williams couple theoretically oriented chapters with those centered on application and case study. In doing so, they develop an insightful, sensible, and accessible approach for a philosophical criminology in step with the political and economic challenges of the twenty-first century. Revealing the ways in which philosophical conceits inform prevailing conceptions of crime, Philosophy, Crime, and Criminology is required reading for any serious student or scholar concerned with crime and its impact on society and in our lives.",
        "page_count": 307,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=ywUeAWo_TgAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 113.81,
        "currency": "BRL"
    },
    {
        "id": "nS743gMSzeIC",
        "title": "American Philosophy Today, and Other Philosophical Studies",
        "authors": [
            "Nicholas Rescher"
        ],
        "publisher": "Rowman & Littlefield",
        "publication_date": "1994",
        "categories": [
            "Philosophy"
        ],
        "description": "The Ideal of Rationality presents an evaluation of all the main varieties of rationalism, in clear and jargon-free language. Different notions of rationality - such as means-end, conception, hedonism, and the evil-avoidance view - are examined and rejected, in favor of the theory that to act rationally is to 'act for the best', a theory Nathanson characterizes as \"critical pluralism\". Among present-day thinkers whose ideas are scrutinized are Richard Brandt, Bernard Gert, Gilbert Harman, John Kekes, Robert Nozick, Karl Popper, and John Rawls.",
        "page_count": 196,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=nS743gMSzeIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 482,
        "currency": "BRL"
    },
    {
        "id": "D5Hk8EkmQBcC",
        "title": "A Conceptual-analytic Study of Classical Indian Philosophy of Morals",
        "authors": [
            "Rajendra Prasad"
        ],
        "publisher": "Concept Publishing Company",
        "publication_date": "2008",
        "categories": [
            "Ethics"
        ],
        "description": "Using recontructive ideas available in classical Indian original works, this book makes a departure in the style of modern writings on Indian moral philosophy. It presents Indian ethics, in an objective, secular, and wherever necessary, critical manner as a systematic, down-to-earth, philosophical account of moral values, virtues, rights and obligations. It thereby refutes the claim that Indian philosophy has no ethics as well as the counter-claim that it transcends ethics. It demonstrates that moral living proves that the individual, his society and the world are really real and not only taken to be real for behavioral purposes as the Advaitins hold, the self is amoral being a non-agent, moksa is not a moral value, and the Karmic theory, because of involving belief in rebirth, does not fuarantee that the doer of an action is also the experiencer of its results, contrary to what is commonly held, and Indian ethics can sustain itself even if such notions are dropped. Rajendra Prasad calls Indian ethics organismic because, along with ethical concerns, it also covers issues related to professions, politics, administration, sex, environment, etc. Therefore, in one format it is theoretical and applied, normative and metaethical, humanistic and non-humanistic, etc., of course, within the limits of the then cognitive enquiry.",
        "page_count": 496,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=D5Hk8EkmQBcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 152,
        "currency": "BRL"
    },
    {
        "id": "jCSB9KGQCsIC",
        "title": "The Philosophy of Thomas Reid",
        "authors": [
            "M.T. Dalgarno",
            "E.H. Matthews"
        ],
        "publisher": "Springer Science & Business Media",
        "publication_date": "1989-04-30",
        "categories": [
            "Gardening"
        ],
        "description": "Note on references to the works of Thomas Reid 5 SECTION 1 - Perception Yves Michaud (University of Paris, France) 9 'Reid's Attack on the Theory of Ideas' William P. Alston (Syracuse University, U. S. A. ) 35 'Reid on Perception and Conception' Vere Chappell (University of Massachusetts, U. S. A. ) 49 'The Theory of Sensations' Norton Nelkin (University of New Orleans, U. S. A. ) 65 'Reid's View of Sensations Vindicated' A. E. Pitson (University of Stirling, Scotland) 79 'Sensation, Perception and Reid's Realism' Aaron Ben-Zeev (University of Haifa, Israel) 91 'Reid's Opposition to the Theory of Ideas' Michel Malherbe (University of Nantes, France) 103 'Thomas Reid on the Five Senses' SECTION 2 - Knowledge and COlIIOOn Sense Keith Lehrer (University of Arizona, U. S. A. ) 121 'Reid on Evidence and Conception' Dennis Charles Holt (Southeast Missouri State 145 University, U. S. A. ) 'The Defence of Common Sense in Reid and Moore' T. J. Sutton (University of Oxford, England) 159 'The Scottish Kant?' Daniel Schulthess (university of Berne, Switzerland) 193 'Did Reid Hold Coherentist Views?' VI Claudine Engel-Tiercelin (University of Rouen, France) 205 'Reid and Peirce on Belief' C. A. J. Coady (University of Melbourne, Australia) 225 'Reid on Testimony' SECTION 3 - Mind and Action James Somerville (University of Hull, England) 249 'Making out the Signatures: Reid's Account of the Knowledge of Other Minds' R. F.",
        "page_count": 508,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=jCSB9KGQCsIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 412,
        "currency": "BRL"
    },
    {
        "id": "gPk72b6A8yYC",
        "title": "The Core of Gandhi's Philosophy",
        "authors": [
            "Unto Tähtinen"
        ],
        "publisher": "Abhinav Publications",
        "publication_date": "1979",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "",
        "page_count": 120,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=gPk72b6A8yYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 473,
        "currency": "BRL"
    },
    {
        "id": "Hkf6n9oKFmYC",
        "title": "Byzantine Philosophy and its Ancient Sources",
        "authors": [
            "Katerina Ierodiakonou"
        ],
        "publisher": "OUP Oxford",
        "publication_date": "2002-03-28",
        "categories": [
            "Philosophy"
        ],
        "description": "Byzantine philosophy is an almost unexplored field. Being regarded either as mere scholars or as primarily religious thinkers, Byzantine philosophers, for the most part, have not been studied on their own philosophical merit, and their works have hardly been scrutinized as works of philosophy. Thus, although distinguished scholars in the past have tried to reconstruct the intellectual life of the Byzantine period, there is no question that we still lack even the beginnings of a systematic understanding of the philosophy of the Byzantines. Byzantine Philosophy and its Ancient Sources is conceived as a concerted attempt in this direction. It examines the attitude the Byzantines took towards the ancient philosophical tradition and the specific ancient sources which they relied upon to form their theories. But did the Byzantines merely copy ancient philosophers or interpret them the way they already had been interpreted in late antiquity? Does Byzantine philosophy as a whole lack a distinctive character which differentiates it from the previous periods in the history of philosophy? Eleven scholars, representing different disciplines from philosophy and history to classics and medieval studies, approach these questions by thoroughly investigating particular topics which give us some insight as to the directions in which we should look for possible answers. These topics range, in modern terms, from philosophy of language, theory of knowledge, and logic, to political philosophy, ethics, natural philosophy, and metaphysics. The philosophers whose works our contributors study belong to all periods from the beginnings of Byzantine culture in the fourth century to the demise of the Byzantine Empire in the fifteenth century.",
        "page_count": 322,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Hkf6n9oKFmYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 333.11,
        "currency": "BRL"
    },
    {
        "id": "ZIDn3NcoVt0C",
        "title": "The Foundational Standpoint of Madhyamika Philosophy",
        "authors": [
            "Gajin Nagao"
        ],
        "publisher": "SUNY Press",
        "publication_date": "1989-01-01",
        "categories": [
            "Philosophy"
        ],
        "description": "The Madhyamika philosophy of Nagarjuna articulates the basic Mahayana insights in two themes: the identity of emptiness-dependent co-arising, and the two truths. In The Foundational Standpoint of Madhyamika Philosophy, Gadjin M. Nagao, one of the foremost Buddhist scholars in the world, presents an in-depth interpretation of this foundational philosophy of Mahayana Buddhism. In this book, the author has culled data from Sanskrit, Tibetan, Chinese, Japanese, and Western sources, a rare feat which only a few scholars are capable of accomplishing. The translation is faithful, readable, and masterful.",
        "page_count": 200,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=ZIDn3NcoVt0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 329,
        "currency": "BRL"
    },
    {
        "id": "7kq6jBE2rvEC",
        "title": "Essays in Ancient Greek Philosophy II",
        "authors": [
            "John Peter Anton",
            "George L. Kustas",
            "Anthony Preus"
        ],
        "publisher": "SUNY Press",
        "publication_date": "1971-01-01",
        "categories": [
            "Philosophy"
        ],
        "description": "Papers presented to the Society for Ancient Greek Philosophy since its beginnings in the 1950's.",
        "page_count": 572,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=7kq6jBE2rvEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 445,
        "currency": "BRL"
    },
    {
        "id": "6K4XLwDa3L4C",
        "title": "The Philosophy of Law in Historical Perspective",
        "authors": [
            "Carl Joachim Friedrich"
        ],
        "publisher": "University of Chicago Press",
        "publication_date": "1963",
        "categories": [
            "Law"
        ],
        "description": "",
        "page_count": 309,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=6K4XLwDa3L4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 136,
        "currency": "BRL"
    },
    {
        "id": "1arGI9NZcAkC",
        "title": "An Introductory Philosophy of Medicine",
        "authors": [
            "James A. Marcum"
        ],
        "publisher": "Springer Science & Business Media",
        "publication_date": "2008-05-07",
        "categories": [
            "Medical"
        ],
        "description": "In this book the author explores the shifting philosophical boundaries of modern medical knowledge and practice occasioned by the crisis of quality-of-care, especially in terms of the various humanistic adjustments to the biomedical model. To that end he examines the metaphysical, epistemological, and ethical boundaries of these medical models. He begins with their metaphysics, analyzing the metaphysical positions and presuppositions and ontological commitments upon which medical knowledge and practice is founded. Next, he considers the epistemological issues that face these medical models, particularly those driven by methodological procedures undertaken by epistemic agents to constitute medical knowledge and practice. Finally, he examines the axiological boundaries and the ethical implications of each model, especially in terms of the physician-patient relationship. In a concluding Epilogue, he discusses how the philosophical analysis of the humanization of modern medicine helps to address the crisis-of-care, as well as the question of “What is medicine?” The book’s unique features include a comprehensive coverage of the various topics in the philosophy of medicine that have emerged over the past several decades and a philosophical context for embedding bioethical discussions. The book’s target audiences include both undergraduate and graduate students, as well as healthcare professionals and professional philosophers. “This book is the 99th issue of the Series Philosophy and Medicine...and it can be considered a crown of thirty years of intensive and dynamic discussion in the field. We are completely convinced that after its publication, it can be finally said that undoubtedly the philosophy of medicine exists as a special field of inquiry.”",
        "page_count": 371,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=1arGI9NZcAkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 1287.23,
        "currency": "BRL"
    },
    {
        "id": "JEAB4QSmEX8C",
        "title": "Classic Asian Philosophy",
        "authors": [
            "Joel Kupperman"
        ],
        "publisher": "Oxford University Press",
        "publication_date": "2007",
        "categories": [
            "Philosophy"
        ],
        "description": "\"This is a second, revised edition of Kupperman's introduction to Asian philosophy via its canonical texts. Ranging from the Upanishads to the Bhagavad Gita, through Confucius to Zen Buddhism, Kupperman walks students through the most important texts of Asian philosophy, conveying the vitality and appeal of the works, and explaining their philosophical roots. This second edition includes revisions and updates throughout the text, clarifying where necessary, and a brand new chapter on al-Arabi's The Bezels of Wisdom, a classic of Islamic Sufism. Classic Asian Philosophy is a highly useful aid to students in philosophy, religion, or Asian studies courses who are studying these fascinating bust complex texts, as well as laypersons or specialists in other areas who need assistance in understanding them.\"--Page 4 de la couverture.",
        "page_count": 210,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=JEAB4QSmEX8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 391,
        "currency": "BRL"
    },
    {
        "id": "OUaOOd3ljdQC",
        "title": "Zen and Philosophy",
        "authors": [
            "Michiko Yusa"
        ],
        "publisher": "University of Hawaii Press",
        "publication_date": "2002-03-31",
        "categories": [
            "Philosophy"
        ],
        "description": "This is the definitive work on the first and greatest of Japan's twentieth-century philosophers, Nishida Kitaro (1870-1945). Interspersed throughout the narrative of Nishida's life and thought is a generous selection of the philosopher's own essays, letters, and short presentations, newly translated into English.",
        "page_count": 516,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=OUaOOd3ljdQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 108,
        "currency": "BRL"
    },
    {
        "id": "YlVIgakV1NcC",
        "title": "Modern French Philosophy",
        "authors": [
            "Vincent Descombes"
        ],
        "publisher": "Cambridge University Press",
        "publication_date": "1980",
        "categories": [
            "Philosophy"
        ],
        "description": "A critical introduction to modern French philosoophy, from one of the liveliest contemporary practitioners.",
        "page_count": 212,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=YlVIgakV1NcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 303,
        "currency": "BRL"
    },
    {
        "id": "9xVErjy9qPQC",
        "title": "Philosophy of Mathematics",
        "authors": [
            "Stewart Shapiro"
        ],
        "publisher": "Oxford University Press",
        "publication_date": "1997-08-07",
        "categories": [
            "Mathematics"
        ],
        "description": "Shapiro argues that both realist and anti-realist accounts of mathematics are problematic. To resolve this dilemma, he articulates a \"structuralist\" approach, arguing that the subject matter of a mathematical theory is not a fixed domain of numbers that exist independent of each other, but rather is the natural structure, the pattern common to any system of objects that has an initial object and successor relation satisfying the induction principle.",
        "page_count": 290,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=9xVErjy9qPQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 465,
        "currency": "BRL"
    },
    {
        "id": "QXPI7Dbn7akC",
        "title": "Hegel: Philosophy of History: Oxford Bibliographies Online Research Guide",
        "authors": [
            "Oxford University Press"
        ],
        "publisher": "Oxford University Press, USA",
        "publication_date": "2010-06-01",
        "categories": [
            "Philosophy"
        ],
        "description": "This ebook is a selective guide designed to help scholars and students of social work find reliable sources of information by directing them to the best available scholarly materials in whatever form or format they appear from books, chapters, and journal articles to online archives, electronic data sets, and blogs. Written by a leading international authority on the subject, the ebook provides bibliographic information supported by direct recommendations about which sources to consult and editorial commentary to make it clear how the cited sources are interrelated related. This ebook is a static version of an article from Oxford Bibliographies Online: Philosophy, a dynamic, continuously updated, online resource designed to provide authoritative guidance through scholarship and other materials relevant to the study Philosophy. Oxford Bibliographies Online covers most subject disciplines within the social science and humanities, for more information visit www.oxfordbibligraphies.com.",
        "page_count": 24,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=QXPI7Dbn7akC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 56.99,
        "currency": "BRL"
    },
    {
        "id": "PIVmTPQblF0C",
        "title": "Public Philosophy and Political Science",
        "authors": [
            "E. Robert Statham"
        ],
        "publisher": "Lexington Books",
        "publication_date": "2002",
        "categories": [
            "Philosophy"
        ],
        "description": "The crisis of western civilization is a crisis of public philosophy. This is the charge of Public Philosophy and Political Science, a stunning new collection of essays edited by E. Robert Statham Jr. Vividly cataloging the decay of the moral and intellectual foundations of civic liberty, the book portrays a generation of Americans alienated from institutions built on public philosophy. The work exposes the failure of America's political scientists to acknowledge and understand this alarming crisis in the American body politic. The distinguished contributors examine the evolution of public philosophy; the inextricable relationship between politics and philosophy; and the interplay between public philosophy, the constitution, natural law, and government. They reveal the dire threat to deliberative democracy and the fundamental order of constitutional society posed by public philosophy's waning power to refine, cultivate, and civilize. The work is an indictment of a society which has discarded a way of life rooted in natural law, democracy and the traditions of civility; and is a denunciation of an educated elite that has divorced itself from the standards upon which public philosophy rests. It is essential reading for philosophers and political and social scientists seeking to resurrect the standards of American public life.",
        "page_count": 256,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=PIVmTPQblF0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 281,
        "currency": "BRL"
    },
    {
        "id": "lJsjb_XuiUEC",
        "title": "From Observables to Unobservables in Science and Philosophy",
        "authors": [
            "Richard J. Connell"
        ],
        "publisher": "University Press of America",
        "publication_date": "2000",
        "categories": [
            "Philosophy"
        ],
        "description": "From Observables to Unobservables in Science and Philosophy focuses on knowing unobservable real things or attributes by means of observing real things or attributes, a topic central to twentieth-century scientific philosophy. Engaging both current and perennial issues in metaphysics, epistemology, philosophy of nature and of science, Connell writes from a realist perspective. He adds a cogent, well written, and much needed voice to the current debate over foundationalism from the perspective of the undersubscribed quarter of empirical realism. Principal audiences for this volume will be scholars and graduate students in philosophy, working in the Aristotelian tradition.",
        "page_count": 252,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=lJsjb_XuiUEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 228,
        "currency": "BRL"
    },
    {
        "id": "aUvPAAAAMAAJ",
        "title": "Elementary Treatise of Natural Philosophy",
        "authors": [
            "John H. Willits",
            "Seth Smith"
        ],
        "publisher": null,
        "publication_date": "1830",
        "categories": [
            "Physics"
        ],
        "description": "",
        "page_count": 546,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=aUvPAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 339,
        "currency": "BRL"
    },
    {
        "id": "lFErF_VEeAQC",
        "title": "Diary of a Philosophy Student",
        "authors": [
            "Simone de Beauvoir"
        ],
        "publisher": "University of Illinois Press",
        "publication_date": "2006-10-02",
        "categories": [
            "Biography & Autobiography"
        ],
        "description": "Revelatory insights into the early life and thought of the preeminent French feminist philosopher Dating from her years as a philosophy student at the Sorbonne, this is the 1926-27 diary of the teenager who would become the famous French philosopher, author, and feminist, Simone de Beauvoir. Written years before her first meeting with Jean-Paul Sartre, these diaries reveal previously unknown details about her life and offer critical insights into her early philosophy and literary works. Presented here for the first time in translation and fully annotated, the diary is completed by essays from Barbara Klaw and Margaret A. Simons that address its philosophical, historical and literary significance. The volume represents an invaluable resource for tracing the development of Beauvoir's independent thinking and influence on the world.",
        "page_count": 394,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=lFErF_VEeAQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 294,
        "currency": "BRL"
    },
    {
        "id": "uxg4AAAAIAAJ",
        "title": "Critique of Hegel's 'Philosophy Of Right'",
        "authors": [
            "Karl Marx"
        ],
        "publisher": "Cambridge University Press",
        "publication_date": "1970-12-02",
        "categories": [
            "Political Science"
        ],
        "description": "This book is a complete translation of Marx's critical commentary on paragraphs 261-313 of Hegel's major work in political theory. In this text Marx subjects Hegel's doctrine on the internal constitution of the state to a lengthy analysis. It was Marx's first attempt to expose and criticize Hegel's philosophy in general and his political philosophy in particular. It also represents his early efforts to criticize existing political institutions and to clarify the relations between the political and economic aspects of society. The Critique provides textual evidence in support of the argument that Marx's early writings do not exhibit radically different doctrinal principles and theoretical and practical concerns from his later work. This edition also includes a translation of the introduction Marx wrote for his proposed revised version of the Critique which he never completed. In a substantial introduction, Professor O'Malley provides valuable information on Marx's intellectual development.",
        "page_count": 228,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=uxg4AAAAIAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 213,
        "currency": "BRL"
    },
    {
        "id": "f3Ogmkyt69kC",
        "title": "Between Philosophy and Theology",
        "authors": [
            "Lieven Boeve",
            "Christophe Brabant"
        ],
        "publisher": "Ashgate Publishing, Ltd.",
        "publication_date": "2010",
        "categories": [
            "Religion"
        ],
        "description": "Long past the time when philosophers from different perspectives had joined the funeral procession that declared the death of God, a renewed interest has arisen in regard to the questions of God and religion in philosophy. This book brings some of these philosophical views together to present an overview of the philosophical scene in its dealings with religion, but also to move beyond the outsider's perspective. Reflecting on these philosophical interpretations from a fundamental theological perspective, the authors discover in what way these interpretations can challenge an understanding of today's faith.",
        "page_count": 254,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=f3Ogmkyt69kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 424,
        "currency": "BRL"
    },
    {
        "id": "OoRUtDM9nWkC",
        "title": "The Onion and Philosophy",
        "authors": [
            "Sharon Kaye"
        ],
        "publisher": "Open Court",
        "publication_date": "2010-10-22",
        "categories": [
            "Philosophy"
        ],
        "description": "The Onion, with its unique brand of deadpan satirical humor, has become a familiar part of the American scene. The newspaper has a readership of over a million, and reaches millions more with its spin-off books and Onion News Network. The Onion has shown us that standard ways of thinking about the news have their grotesque and silly side, and this invites philosophical examination. Twenty-one philosophers were commissioned to provide witty philosophical perspectives on just what makes the Onion so truthful and insightful. Former Governor Sarah Palin reported: “I just couldn’t put it down. The Onion and Philosophy is the most exciting book I’ve read since Principia Mathematica.” Are the Onion writers truly cynical, or just cynically faking it? Does the Onion really have a serious point of view on religion? On sex? On politics? Who cares what Area Man thinks? If everyone’s so dumb, how come so many Onion readers keep on laughing at how dumb they are?",
        "page_count": 298,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=OoRUtDM9nWkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 196,
        "currency": "BRL"
    },
    {
        "id": "GVgEEAAAQBAJ",
        "title": "Japanese Philosophy",
        "authors": [
            "James W. Heisig",
            "Thomas P. Kasulis",
            "John C. Maraldo"
        ],
        "publisher": "University of Hawaii Press",
        "publication_date": "2011-07-31",
        "categories": [
            "Philosophy"
        ],
        "description": "With Japanese Philosophy: A Sourcebook, readers of English can now access in a single volume the richness and diversity of Japanese philosophy as it has developed throughout history. Leading scholars in the field have translated selections from the writings of more than a hundred philosophical thinkers from all eras and schools of thought, many of them available in English for the first time. The Sourcebook editors have set out to represent the entire Japanese philosophical tradition—not only the broad spectrum of academic philosophy dating from the introduction of Western philosophy in the latter part of the nineteenth century, but also the philosophical ideas of major Japanese traditions of Buddhism, Confucianism, and Shinto. The philosophical significance of each tradition is laid out in an extensive overview, and each selection is accompanied by a brief biographical sketch of its author and helpful information on placing the work in its proper context. The bulk of the supporting material, which comprises nearly a quarter of the volume, is given to original interpretive essays on topics not explicitly covered in other chapters: cultural identity, samurai thought, women philosophers, aesthetics, bioethics. An introductory chapter provides a historical overview of Japanese philosophy and a discussion of the Japanese debate over defining the idea of philosophy, both of which help explain the rationale behind the design of the Sourcebook. An exhaustive glossary of technical terminology, a chronology of authors, and a thematic index are appended. Specialists will find information related to original sources and sinographs for Japanese names and terms in a comprehensive bibliography and general index. Handsomely presented and clearly organized for ease of use, Japanese Philosophy: A Sourcebook will be a cornerstone in Japanese studies for decades to come. It will be an essential reference for anyone interested in traditional or contemporary Japanese culture and the way it has shaped and been shaped by its great thinkers over the centuries.",
        "page_count": 1362,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=GVgEEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 142.62,
        "currency": "BRL"
    },
    {
        "id": "VfrRiCQr4NAC",
        "title": "Key Thinkers in Linguistics and the Philosophy of Language",
        "authors": [
            "Siobhan Chapman",
            "Christopher Routledge"
        ],
        "publisher": "Oxford University Press, USA",
        "publication_date": "2005",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "This book is a unique and accessible reference guide to the work of eighty key figures who have played an important role in the development of ideas about language from antiquity to the twenty-first century. The entries are extensively cross referenced, allowing readers to trace influences, developments, and debates both in contemporary thinking and across time. Each entry concludes with suggestions for further reading of primary texts and secondary sources, encouraging readers to find out more about the particular key thinker and the impact of his or her ideas.",
        "page_count": 306,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=VfrRiCQr4NAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 282,
        "currency": "BRL"
    },
    {
        "id": "51DqkmMgE34C",
        "title": "William James's Radical Reconstruction of Philosophy",
        "authors": [
            "Charlene Haddock Seigfried"
        ],
        "publisher": "SUNY Press",
        "publication_date": "1990-01-01",
        "categories": [
            "Philosophy"
        ],
        "description": "",
        "page_count": 454,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=51DqkmMgE34C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 160,
        "currency": "BRL"
    }
]