[
    {
        "id": "qvk4AAAAIAAJ",
        "title": "Australian Poetry",
        "authors": [
            "Paul Kane"
        ],
        "publisher": "Cambridge University Press",
        "publication_date": "1996-01-01",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This book offers a comprehensive and original reading of Australian poetry, from the colonial period to the present, through the dual lenses of Romanticism and negativity. Paul Kane argues that the absence of Romanticism functions as a crucial presence in the poetry of all the major Australian poets. This absence or negativity is both thematic and structural, and Kane's scrupulous analyses uncover important relations between Romanticism and negativity. Chapters on nine individual poets explore and substantiate the theoretical claims informed by the work of contemporary critics of Romanticism and by various philosophers of negativity. These chapters can serve as a series of self-contained readings of Australian poets for the use of students, scholars, and informed general readers. Australian Poetry is unique in its sustained argument and theoretical sophistication.",
        "page_count": 268,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=qvk4AAAAIAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 460,
        "currency": "BRL"
    },
    {
        "id": "2rVax1ZbOtgC",
        "title": "Poetry as Discourse",
        "authors": [
            "Antony Easthope"
        ],
        "publisher": "Psychology Press",
        "publication_date": "2003",
        "categories": [
            "Literary Criticism"
        ],
        "description": "First Published in 2002. Routledge is an imprint of Taylor & Francis, an informa company.",
        "page_count": 200,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=2rVax1ZbOtgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 117,
        "currency": "BRL"
    },
    {
        "id": "kH6s4FbzzPAC",
        "title": "The Best American Poetry 2007",
        "authors": [
            "David Lehman",
            "Heather McHugh"
        ],
        "publisher": "Simon and Schuster",
        "publication_date": "2007-09-11",
        "categories": [
            "Poetry"
        ],
        "description": "The twentieth edition of The Best American poetry series celebrates the rich and fertile landscape of American poetry. Renowned poet Heather McHugh loves words and the unexpected places they take you; her own poetry elevates wordplay to a species of metaphysical wit. For this year's anthology McHugh has culled a spectacular group of poems reflecting her passion for language, her acumen, and her vivacious humor. From the thousands of poems published or posted in one year, McHugh has chosen seventy-five that fully engage the reader while illustrating the formal and tonal diversity of American poetry. With new work by established poets such as Louise Glück, Robert Hass, and Richard Wilbur, The Best American Poetry 2007 also features such younger talents as Ben Lerner, Meghan O'Rourke, Brian Turner, and Matthea Harvey. Graced with McHugh's fascinating introduction, the anthology includes the ever-popular notes and comments section in which the contributors write about their work. Series editor David Lehman's engaging foreword limns the necessity of poetry. The Best American Poetry 2007 is an exciting addition to a series committed to covering the American poetry scene and delivering great poems to a broad audience.",
        "page_count": 202,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=kH6s4FbzzPAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 86.24,
        "currency": "BRL"
    },
    {
        "id": "7aLEGhrJNkQC",
        "title": "Studies in Indian Poetry in English",
        "authors": [
            "U. S. Rukhaiyar"
        ],
        "publisher": "Sarup & Sons",
        "publication_date": "2002",
        "categories": [
            "Indic poetry (English)"
        ],
        "description": "Contributed articles.",
        "page_count": 278,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=7aLEGhrJNkQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 454,
        "currency": "BRL"
    },
    {
        "id": "bLkprhY_dOwC",
        "title": "The Great War in Irish Poetry",
        "authors": [
            "Fran Brearton"
        ],
        "publisher": "Oxford University Press, USA",
        "publication_date": "2003",
        "categories": [
            "Literary Criticism"
        ],
        "description": "The Great War in Irish Poetry explores the impact of the First World War on the work of W. B. Yeats, Robert Graves, and Louis MacNeice in the period 1914-45, and on three contemporary Northern Irish poets, Derek Mahon, Seamus Heaney, and Michael Longley. Its concern is to place their work, andmemory of the Great War, in the context of Irish politics and culture in the twentieth century. The historical background to Irish involvement in the Great War is explained, as are the ways in which issues raised in 1912-20 still reverberate in the politics of remembrance in Northern Ireland,particularly through such events as the Home Rule cause, the loss of the Titanic, the Battle of the Somme, the Easter Rising. While the Great War is perceived as central to English culture, and its literature holds a privileged position in the English literary canon, the centrality of the Great War to Irish writing has seldom been recognised. This book shows first, that despite complications in Irish domestic politicswhich led to the repression of memory of the Great War, Irish poets have been drawn throughout the century to the events and images of 1914-18. This engagement is particularly true of those writing in the 'troubled' Northern Ireland of the last thirty years. The second main concern is the extent towhich recognition of the importance of the Great War in Irish writing has itself become a casualty of competing versions of the literary canon.",
        "page_count": 332,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=bLkprhY_dOwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 327,
        "currency": "BRL"
    },
    {
        "id": "NliLMbxF7SgC",
        "title": "The Poetry of Eavan Boland",
        "authors": [
            "Pilar Villar-Argaiz"
        ],
        "publisher": "Academica Press,LLC",
        "publication_date": "2008",
        "categories": [
            "Literary Criticism"
        ],
        "description": "\"Pilar Villar-Argáiz's sustained, meticulous, and exacting study of Eavan Boland opens up and articulates in a fresh way the key dimensions of her poetry. It succeeds not only in tracking the far-reaching ramifications of Eavan Boland's politicized aesthetic as a postcolonial writer but in urging us to revisit the crystalline and precisely etched poems of one of the most significant artists in contemporary Irish culture.\" Professor Anne Fogarty, University College, Dublin (from the Introduction) This monograph is an original and important contribution to the growing body of critical studies devoted to one of Ireland's major living poets: Eavan Boland (see Haberstroh 1996; Hagen & Zelman 2005). It details the controversies that were prompted by the inclusion of Ireland in a postcolonial framework and then tests the application of an array of cogent theories and concepts to Boland's work. In an attempt to explore the richness and complexity of her poetry, Villar- Argáiz discusses the contradictory pulls in her desire to surpass, and yet at the same time epitomize, Irish nationality. Boland's remarkable achievement as a poet lies in her ability to stretch, by constant negotiations and re-appropriations, the borderlines of inherited definitions of nationality and femininity. Chapters include: Re-examining the postcolonial: Gender and Irish studies, Towards an understanding of Boland's poetry as minority/ postcolonial discourse, A post-nationalist or a post-colonial writer?: Boland's revisionary stance on Mother Ireland, To a \"third\" space: Boland's imposed exile as a young child, The subaltern in Boland's poetry, Boland's mature exile in the US: An 'Orientalist' writer? and Conclusion. Review: \"This rigorous and informative exploration of the poetry of Eavan Boland by Pilar Villar-Argáiz proves the validity of drawing upon the resources of postcolonial theory to illuminate her work. Through the lens of postcolonialism, the deep-seated preoccupations and complex imaginative foundations of Boland's writing are carefully excavated and interpreted. Villar-Argáiz, moreover, in her observant close readings of poems from different phases of the author's oeuvre reveals how recurrent issues such as the problem of national and cultural identity, the ethical responsibility of engaging with the past, and the quest for fluidity and openness are variously engaged with, both aesthetically and philosophically. Villar-Argáiz's sustained, meticulous, and exacting study of Eavan Boland opens up and articulates in a fresh way key dimensions of her poetry. It succeeds not only in tracking the far-reaching ramifications of Eavan Boland's politicized aesthetic as a postcolonial writer but in urging us to revisit the crystalline and precisely etched poems of one of the most significant artists in contemporary Irish culture.\" - Professor Anne Fogarty, Department of English, University College Dublin, Ireland About the Author: Dr. Pilar Villar-Argáiz lectures in the Department of English Philology at the University of Granada, Spain, where she obtained a European Doctorate in English Studies (Irish Literature). She is the author of Eavan Boland's Evolution As an Irish Woman Poet: An Outsider within an Outsider's Culture (The Edwin Mellen Press, 2007). She has also published extensively on the representation of femininity in contemporary Irish women's poetry, on cinematic representations of Ireland, and on the theoretical background and application of feminism and postcolonialism to the study of Irish literature. In addition, Dr. Villar Argáiz has co-edited two books on English literature. Irish Research Series, No.51",
        "page_count": 341,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=NliLMbxF7SgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 404,
        "currency": "BRL"
    },
    {
        "id": "95UCq9lWzPcC",
        "title": "Irish Poetry Since 1950",
        "authors": [
            "John Goodby"
        ],
        "publisher": "Manchester University Press",
        "publication_date": "2000-12-15",
        "categories": [
            "History"
        ],
        "description": "Irish Poetry since 1950 is a survey of poetry, from Northern Ireland, the Republic, Britain, and the US, covering the 1950s, the 1960s, the early period of the Troubles up to 1976, the 1980s and the 1990s.",
        "page_count": 372,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=95UCq9lWzPcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 143,
        "currency": "BRL"
    },
    {
        "id": "T8uv1m5fPTwC",
        "title": "Women's Poetry of the First World War",
        "authors": [
            "Nosheen Khan"
        ],
        "publisher": "University Press of Kentucky",
        "publication_date": "1988-01-01",
        "categories": [
            "Literary Criticism"
        ],
        "description": "",
        "page_count": 244,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=T8uv1m5fPTwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 122,
        "currency": "BRL"
    },
    {
        "id": "71RXCaLDTbAC",
        "title": "Perspectives on Sri Aurobindo's Poetry, Plays, and Criticism",
        "authors": [
            "Amrita Paresh Patel",
            "Jaydipsinh Dodiya"
        ],
        "publisher": "Sarup & Sons",
        "publication_date": "2002",
        "categories": [],
        "description": "This Book, It Is Hoped, Will Create In The Readers Not Only An Interest In Sri Aurobindo`S Literary Work, But Also An Awareness About His Message Of Integralism And Its Continued Relevance For All Times.",
        "page_count": 172,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=71RXCaLDTbAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 472,
        "currency": "BRL"
    },
    {
        "id": "vIXcapUP_60C",
        "title": "Contemporary Caribbean Women's Poetry",
        "authors": [
            "Denise DeCaires Narain"
        ],
        "publisher": "Psychology Press",
        "publication_date": "2002",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This text provides detailed readings of individual poems by women poets whose work has not yet received the sustained critical attention it deserves.",
        "page_count": 276,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=vIXcapUP_60C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 253,
        "currency": "BRL"
    },
    {
        "id": "AyG3cTbcXIcC",
        "title": "The Cambridge History of English Poetry",
        "authors": [
            "Michael O'Neill"
        ],
        "publisher": "Cambridge University Press",
        "publication_date": "2010-04-29",
        "categories": [
            "Literary Criticism"
        ],
        "description": "A literary-historical account of English poetry from Anglo-Saxon writings to the present.",
        "page_count": 1117,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=AyG3cTbcXIcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 294,
        "currency": "BRL"
    },
    {
        "id": "E0aYeR67booC",
        "title": "A History of Classical Poetry",
        "authors": [
            "Siegfried Lienhard"
        ],
        "publisher": "Otto Harrassowitz Verlag",
        "publication_date": "1984",
        "categories": [
            "Indic poetry"
        ],
        "description": "",
        "page_count": 320,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=E0aYeR67booC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 435,
        "currency": "BRL"
    },
    {
        "id": "sr7A-pE20f4C",
        "title": "Contemporary British Poetry",
        "authors": [
            "James Acheson",
            "Romana Huk"
        ],
        "publisher": "SUNY Press",
        "publication_date": "1996-09-12",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This collection of original essays focuses on new and continuing movements in British Poetry. It offers a wide ranging look at feminist, working class, and other poets of diverse cultural backgrounds.",
        "page_count": 436,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=sr7A-pE20f4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 391,
        "currency": "BRL"
    },
    {
        "id": "HcSXboNUzDEC",
        "title": "Spanish American Poetry at the End of the Twentieth Century",
        "authors": [
            "Jill S. Kuhnheim"
        ],
        "publisher": "University of Texas Press",
        "publication_date": "2004",
        "categories": [
            "Social Science"
        ],
        "description": "\"This is a major book for the field of contemporary Latin American poetry, original in its scope, depth, and breadth.... It is a showcase of recent currents of expression in Latin America.\" —Jacobo Sefamí, Associate Professor of Spanish and Portuguese, University of California, Irvine Has poetry lost its relevance in the postmodern age, unable to keep pace with other forms of cultural production such as film, mass media, and the Internet? Quite the contrary, argues Jill Kuhnheim in this pathfinding book, which explores how recent Spanish American poetry participates in the fundamental cultural debates of its time. Using a variety of interdisciplinary approaches, Kuhnheim engages in close readings of numerous poetic works to show how contemporary Spanish American poetry struggles with the divisions between politics and aesthetics and between visual and written images; grapples with issues of ethnic, national, sexual, and urban identities; and incorporates rather than rejects technological innovations and elements from the mass media. Her analysis illuminates the ways in which contemporary issues such as indigenismo and Latin America's postcolonial legacy, modernization, immigration, globalization, economic shifts toward neoliberalism and informal economies, urbanization, and the technological revolution have been expressed in—and even changed the very form of—Spanish American poetry since the 1970s.",
        "page_count": 236,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=HcSXboNUzDEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 208,
        "currency": "BRL"
    },
    {
        "id": "qawAmAVIMSQC",
        "title": "Elizabethan Women and the Poetry of Courtship",
        "authors": [
            "Ilona Bell"
        ],
        "publisher": "Cambridge University Press",
        "publication_date": "1998",
        "categories": [
            "History"
        ],
        "description": "This 1999 book offers an original study of lyric form and social custom in the Elizabethan age. Ilona Bell explores the tendency of Elizabethan love poems not only to represent an amorous thought, but to conduct the courtship itself. Where studies have focused on courtiership, patronage and preferment at court, her focus is on love poetry, amorous courtship, and relations between Elizabethan men and women. The book examines the ways in which the tropes and rhetoric of love poetry were used to court Elizabethan women (not only at court and in the great houses, but in society at large) and how the women responded to being wooed, in prose, poetry and speech. Bringing together canonical male poets and women writers, Ilona Bell investigates a range of texts addressed to, written by, read, heard or transformed by Elizabethan women, and charts the beginnings of a female lyric tradition.",
        "page_count": 298,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=qawAmAVIMSQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 3,
        "price": 314,
        "currency": "BRL"
    },
    {
        "id": "pA_C22fxgnYC",
        "title": "Poetry and the Meaning of Life",
        "authors": [
            "David Ian Hanauer"
        ],
        "publisher": "Pippin Publishing Corporation",
        "publication_date": "2004",
        "categories": [
            "Communication"
        ],
        "description": "A poem can explain the inexplicable and express the unexpressed. This is how reading poetry enhances understanding and writing poetry helps students say things that they could not say in any other way. And it's why David Hanauer believes that poetry deserves to play a central role in classroom literacy programs. In Poetry and the Meaning of Life, David explains how teachers can use poems to help students understand and express important thoughts, feelings, and experiences. He does this by discussing theories of reading and writing and relating these to vignettes that demonstrate how real teachers in real classrooms have used poetry to put these theories into practice -- with emergent and beginning readers, with mature readers, and with English language learners. The book concludes with a clarion call to teachers to use the transformative power of poetry to encourage their students to search out the meaning in their own lives.",
        "page_count": 100,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=pA_C22fxgnYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 238,
        "currency": "BRL"
    },
    {
        "id": "2qUoHK9oULEC",
        "title": "Texas in Poetry 2",
        "authors": [
            "Billy Bob Hill"
        ],
        "publisher": "TCU Press",
        "publication_date": "2002",
        "categories": [
            "Literary Criticism"
        ],
        "description": "And, of course, one poem about Texas that is magnificent in its awfulness, \"Lasca,\" with memorable lines like \"Scratches don't count/In Texas down by the Rio Grande.\"\".",
        "page_count": 560,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=2qUoHK9oULEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 174,
        "currency": "BRL"
    },
    {
        "id": "cX0no81zbMwC",
        "title": "The Poetry of Nissim Ezekiel",
        "authors": [
            "A. Raghu"
        ],
        "publisher": "Atlantic Publishers & Dist",
        "publication_date": "2002",
        "categories": [],
        "description": "Nissim Ezekiel Is Probably The Most Famous Living Indian Poet In English. Displaying A Dedication Of Heroic Dimensions To His Vocation, He Has Created An Oeuvre Remarkable For Its Range And Depth. He Was Responsible For Spearheading The Modernist Revolution In Indian Poetry In English. All But Divorcing His Wife, Denying His Family Time And Commitment, Creating And Fighting Enemies, Ezekiel Has Served The Muse Indefatigably And Evangelically, And At Great Personal Cost, For He Is As Much Activist For Poetry As Poet. He Has Published The Work Of Others, Edited Journals, Held Offices In Literary Organizations, Selected Poetry For Magazines, Advised Publishing Houses And Helped And Guided Generations Of Poets. Besides, Ezekiel Has Made Significant Contributions As Playwright, Prose Writer, Critic, Translator And Teacher. The Poetry Of Nissim Ezekiel Is A Product Of A. Raghu S Close Familiarity With The Work Of The Poet As Well As His Long Interaction With The Man. The Book Carries Out A Thorough Thematic And Stylistic Analysis Of The Corpus Of Ezekiel, Seeking To Effect A Comprehensive Assessment Of The Same. Efforts Are Made To Foreground The Corpus Against The Tradition Of Indian Poetry In English And To Establish The Work Of Ezekiel As The Main Link Between Pre-Independence Indian Poetry In English And Its Post-Independence Counterpart. Ever Willing To Battle It Out, Raghu Takes On Some Of The Biggest Names In The Contemporary Literary World Of India To Craft A Book Which Is Provocatively Brilliant. The Poetry Of Nissim Ezekiel Will Remain The Book On Ezekiel S Verse For A Very Long Time To Come.",
        "page_count": 180,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=cX0no81zbMwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 270,
        "currency": "BRL"
    },
    {
        "id": "h8fWf7pYOIUC",
        "title": "How to Read Chinese Poetry",
        "authors": [
            "Zong-qi Cai"
        ],
        "publisher": "Columbia University Press",
        "publication_date": "2007-12-28",
        "categories": [
            "Poetry"
        ],
        "description": "In this \"guided\" anthology, experts lead students through the major genres and eras of Chinese poetry from antiquity to the modern time. The volume is divided into 6 chronological sections and features more than 140 examples of the best shi, sao, fu, ci, and qu poems. A comprehensive introduction and extensive thematic table of contents highlight the thematic, formal, and prosodic features of Chinese poetry, and each chapter is written by a scholar who specializes in a particular period or genre. Poems are presented in Chinese and English and are accompanied by a tone-marked romanized version, an explanation of Chinese linguistic and poetic conventions, and recommended reading strategies. Sound recordings of the poems are available online free of charge. These unique features facilitate an intense engagement with Chinese poetical texts and help the reader derive aesthetic pleasure and insight from these works as one could from the original. The companion volume How to Read Chinese Poetry Workbook presents 100 famous poems (56 are new selections) in Chinese, English, and romanization, accompanied by prose translation, textual notes, commentaries, and recordings. Contributors: Robert Ashmore (Univ. of California, Berkeley); Zong-qi Cai; Charles Egan (San Francisco State); Ronald Egan (Univ. of California, Santa Barbara); Grace Fong (McGill); David R. Knechtges (Univ. of Washington); Xinda Lian (Denison); Shuen-fu Lin (Univ. of Michigan); William H. Nienhauser Jr. (Univ. of Wisconsin); Maija Bell Samei; Jui-lung Su (National Univ. of Singapore); Wendy Swartz (Columbia); Xiaofei Tian (Harvard); Paula Varsano (Univ. of California, Berkeley); Fusheng Wu (Univ. of Utah)",
        "page_count": 456,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=h8fWf7pYOIUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 163.9,
        "currency": "BRL"
    },
    {
        "id": "D4cEanK0r8QC",
        "title": "The Material of Poetry",
        "authors": [
            "Gerald L. Bruns"
        ],
        "publisher": "University of Georgia Press",
        "publication_date": "2005",
        "categories": [
            "Poetry"
        ],
        "description": "Poetry is philosophically interesting, writes Gerald L. Bruns, \"when it is innovative not just in its practices, but, before everything else, in its poetics (that is, in its concepts or theories of itself).\" In The Material of Poetry, Bruns considers the possibility that anything, under certain conditions, may be made to count as a poem. By spelling out such enabling conditions he gives us an engaging overview of some of the kinds of contemporary poetry that challenge our notions of what language is: sound poetry, visual or concrete poetry, and \"found\" poetry. Poetry's sense and meaning can hide in the spaces in which it is written and read, says Bruns, and so he urges us to become anthropologists, to go afield in poetry's social, historical, and cultural settings. From that perspective, Bruns draws on works by such varied poets as Gertrude Stein, Ezra Pound, Steve McCaffery, and Francis Ponge to argue for three seemingly competing points. First, poetry is made of language but is not a use of it. That is, poetry is made of words but not of what we use words to produce: concepts, narratives, expressions of feeling, and so on. Second, as the nine sound poems on the CD included with the book demonstrate, poetry is not necessarily made of words but is rooted in, and in fact already fully formed by, sounds the human body can produce. Finally, poetry belongs to the world alongside ordinary things; it cannot be confined to some aesthetic, neutral, or disengaged dimension of human culture. Poetry without frontiers, unmoored from expectations, and sometimes even written in imaginary languages: Bruns shows us why, for the sake of all poetry, we should embrace its anarchic, vitalizing ways.",
        "page_count": 176,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=D4cEanK0r8QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 443,
        "currency": "BRL"
    },
    {
        "id": "iSUPf6TGTzkC",
        "title": "The Structure of Biblical Hebrew Poetry",
        "authors": [
            "Donald Broadribb"
        ],
        "publisher": "Lulu.com",
        "publication_date": "2006-03",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "A scholarly examination of the various theories of the structure of poetry in the Hebrew Bible, with evaluation and conclusions about these theories. Text in English, but quotations in the original languages.",
        "page_count": 159,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=iSUPf6TGTzkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 320,
        "currency": "BRL"
    },
    {
        "id": "uiggAAAAMAAJ",
        "title": "Poetics; Or a Series of Poems and Disquisitions on Poetry ...",
        "authors": [
            "George Dyer"
        ],
        "publisher": null,
        "publication_date": "1812",
        "categories": [
            "English poetry"
        ],
        "description": "",
        "page_count": 240,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=uiggAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 183,
        "currency": "BRL"
    },
    {
        "id": "xIQtFKnRcpcC",
        "title": "The Best American Poetry 2008",
        "authors": [
            "Charles Wright",
            "David Lehman"
        ],
        "publisher": "Simon and Schuster",
        "publication_date": "2008-09-16",
        "categories": [
            "Poetry"
        ],
        "description": "An anthology of poetry selected as the best published in magazines and periodicals in 2007 by editor Charles Wright, featuring seventy-five poems by Carolyn Forche, Jorie Graham, Louise Gluck, Alex Lemon, and others.",
        "page_count": 226,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=xIQtFKnRcpcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 498,
        "currency": "BRL"
    },
    {
        "id": "PrWg_Va77mEC",
        "title": "Ideas of Order in Contemporary American Poetry",
        "authors": [
            "Diana von Finck",
            "Oliver Scheiding"
        ],
        "publisher": "Königshausen & Neumann",
        "publication_date": "2007",
        "categories": [
            "American poetry"
        ],
        "description": "",
        "page_count": 276,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=PrWg_Va77mEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 327,
        "currency": "BRL"
    },
    {
        "id": "nWxoitaC5VMC",
        "title": "The Ethics and Poetics of Alterity in Asian American Poetry",
        "authors": [
            "Xiaojing Zhou"
        ],
        "publisher": "University of Iowa Press",
        "publication_date": "2006-05",
        "categories": [
            "Literary Collections"
        ],
        "description": "Poetry by Asian American writers has had a significant impact on the landscape of contemporary American poetry, and a book-length critical treatment of Asian American poetry is long overdue. In this groundbreaking book, Xiaojing Zhou demonstrates how many Asian American poets transform the conventional “I” of lyric poetry—based on the traditional Western concept of the self and the Cartesian “I”—to enact a more ethical relationship between the “I” and its others. Drawing on Emmanuel Levinas’s idea of the ethics of alterity—which argues that an ethical relation to the other is one that acknowledges the irreducibility of otherness—Zhou offers a reconceptualization of both self and other. Taking difference as a source of creativity and turning it into a form of resistance and a critical intervention, Asian American poets engage with broader issues than the merely poetic. They confront social injustice against the other and call critical attention to a concept of otherness which differs fundamentally from that underlying racism, sexism, and colonialism. By locating the ethical and political questions of otherness in language, discourse, aesthetics, and everyday encounters, Asian American poets help advance critical studies in race, gender, and popular culture as well as in poetry. The Ethics and Poetics of Alterity is not limited, however, to literary studies: it is an invaluable response to the questions raised by increasingly globalized encounters across many kinds of boundaries. The Poets Marilyn Chin, Kimiko Hahn, Myung Mi Kim, Li Young Lee, Timothy Liu, David Mura, and John Yau",
        "page_count": 327,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=nWxoitaC5VMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 178,
        "currency": "BRL"
    },
    {
        "id": "eHc0DgAAQBAJ",
        "title": "Outros Jeitos de Usar a Boca",
        "authors": [
            "Rupi Kaur"
        ],
        "publisher": "Editora Planeta do Brasil",
        "publication_date": "2017-02-20",
        "categories": [
            "Poetry"
        ],
        "description": "Maior fenômeno de poesia dos EUA na última década, há mais de 40 semanas no topo das listas de best-sellers Outros jeitos de usar a boca é um livro de poemas sobre a sobrevivência. Sobre a experiência de violência, o abuso, o amor, a perda e a feminilidade. O volume – publicado nos EUA como \"milk and honey\" – é dividido em quatro partes, e cada uma delas serve a um propósito diferente. Lida com um tipo diferente de dor. Cura uma mágoa diferente. Outros jeitos de usar a boca transporta o leitor por uma jornada pelos momentos mais amargos da vida e encontra uma maneira de tirar delicadeza deles. Publicado inicialmente de forma independente por Rupi Kaur, poeta, artista plástica e performer canadense nascida na Índia – e que também assina as ilustrações presentes neste volume –, o livro se tornou o maior fenômeno do gênero nos últimos anos nos Estados Unidos, com mais de 1 milhão de exemplares vendidos.",
        "page_count": 126,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=eHc0DgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 37.9,
        "currency": "BRL"
    },
    {
        "id": "TTo6bAyo0hEC",
        "title": "Poetry and the Cult of the Martyrs",
        "authors": [
            "Michael Roberts"
        ],
        "publisher": "University of Michigan Press",
        "publication_date": "1993",
        "categories": [
            "Christian martyrs in literature"
        ],
        "description": "A beautifully detailed literary study of Prudentius's eulogies of the Christian martyrs",
        "page_count": 256,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=TTo6bAyo0hEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 132,
        "currency": "BRL"
    },
    {
        "id": "XJ9qNvFa280C",
        "title": "Modern Nicaraguan Poetry",
        "authors": [
            "Steven F. White"
        ],
        "publisher": "Bucknell University Press",
        "publication_date": "1993",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This work demonstrates that twentieth-century Nicaraguan poetry can not be comprehended in its fullest dimension without an understanding of the literary traditions of France and the United States. Ever since Ruben Dario established Hispanic America's literary independence from Spain in the nineteenth century with his modernista revolution, poets in Nicaragua actively have engaged in a dialogue with the works of French and North American authors as a means of assimilating and transforming them and thereby inventing a profoundly Nicaraguan literary identity. This process has resulted in what might be called a double genealogy in Nicaraguan poetry: certain poets attracted to the alchemical properties of the poetic word and a transcendent, mythic, meta-reality seem to have descended from French literary forebears; others, interested in an expansive, poeticized version of history and verisimilitude, have roots that might be traced to North American soil. This division is a provisional, experimental means of grouping Nicaraguan poets based not on the traditional compartmentalization of literary generations, but on the \"family resemblances\" of poetic affinities. Presented here is an effective analysis of the \"familial\" nature of the Nicaraguan poets achieving their own literary independence by taking into account socio-political and historical considerations, common literary themes, as well as the intertextual relations that form the basis of international literary dialogues. This rigorous, but flexible, approach to modern Nicaraguan poetry enables the reader to accompany the poets on their journeys toward God and the end of the world; into a timeless Nicaraguan landscape invaded by U.S. Marines; beyond a contemporary urban portrait of Los Angeles; through the horrifying European battlefields of World War I and the trenches of Nicaragua's revolution against the Somoza dictatorship. The English-speaking reader probably will be unfamiliar with most of the seven preeminent Nicarguan poets whose works are the subject of this book, but it is hoped that the reader will realize that the poetry of Nicaraguans Alfonso Cortes, Salomon de la Selva, Jose Coronel Urtecho, Pablo Antonio Cuadra, Joaquin Pasos, Carlos Martinez Rivas, and Ernesto Cardenal is worthy of serious study. Furthermore, the poems of these authors take on a richer meaning when they are studied as co-presences in relation to certain texts by Baudelaire, Rimbaud, Mallarme, and Supervielle, or - in an \"American\" context - by poets such as Whitman, Pound, Eliot, and Masters. A relatively small country with a rich, diverse tradition in poetry, Nicaragua has maintained high literary standards generation after generation and has produced poets of a world-class stature whose time has come for greater recognition.",
        "page_count": 244,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=XJ9qNvFa280C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 185.4,
        "currency": "BRL"
    },
    {
        "id": "KU1XAAAAMAAJ",
        "title": "Lectures on Poetry",
        "authors": [
            "John William Mackail"
        ],
        "publisher": null,
        "publication_date": "1914",
        "categories": [
            "Poetry"
        ],
        "description": "",
        "page_count": 370,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=KU1XAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 163,
        "currency": "BRL"
    },
    {
        "id": "I4vGklNv7SkC",
        "title": "The Social Circulation of Poetry in the Mid-Northern Song",
        "authors": [
            "Colin S. C. Hawes"
        ],
        "publisher": "SUNY Press",
        "publication_date": "2006-06-01",
        "categories": [
            "Religion"
        ],
        "description": "Explores how literati of China’s mid-Northern Song period developed a social and therapeutic tradition in poetry. Includes a number of translations of the witty poems of the period.",
        "page_count": 228,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=I4vGklNv7SkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 169,
        "currency": "BRL"
    },
    {
        "id": "Uic1AQAAIAAJ",
        "title": "English Poetry from Blake to Browning",
        "authors": [
            "William Macneile Dixon"
        ],
        "publisher": null,
        "publication_date": "1894",
        "categories": [
            "English poetry"
        ],
        "description": "",
        "page_count": 254,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Uic1AQAAIAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 351,
        "currency": "BRL"
    },
    {
        "id": "Q0BZAAAAMAAJ",
        "title": "The Nature and Elements of Poetry",
        "authors": [
            "Edmund Clarence Stedman"
        ],
        "publisher": "Boston : Houghton, Mifflin",
        "publication_date": "1892",
        "categories": [
            "Literary Criticism"
        ],
        "description": "",
        "page_count": 372,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Q0BZAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 185,
        "currency": "BRL"
    },
    {
        "id": "0wATAAAAIAAJ",
        "title": "The Poets and Poetry of Texas",
        "authors": [
            "Sam Houston Dixon"
        ],
        "publisher": null,
        "publication_date": "1885",
        "categories": [
            "American literature"
        ],
        "description": "",
        "page_count": 394,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=0wATAAAAIAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 114,
        "currency": "BRL"
    },
    {
        "id": "kmexCFrfWnkC",
        "title": "A Library of Poetry and Song",
        "authors": [
            "William Cullen Bryant"
        ],
        "publisher": null,
        "publication_date": "1874",
        "categories": [
            "American poetry"
        ],
        "description": "",
        "page_count": 914,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=kmexCFrfWnkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 353,
        "currency": "BRL"
    },
    {
        "id": "JWIoAAAAYAAJ",
        "title": "The Magazine of Poetry",
        "authors": [],
        "publisher": null,
        "publication_date": "1889",
        "categories": [
            "Poetry"
        ],
        "description": "",
        "page_count": 560,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=JWIoAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 138,
        "currency": "BRL"
    },
    {
        "id": "dlvpA43l68YC",
        "title": "Twentieth-century Poetry, Fiction, Theory",
        "authors": [
            "Harry Raphael Garvin",
            "John D. Kirkland"
        ],
        "publisher": "Bucknell University Press",
        "publication_date": "1977",
        "categories": [
            "Literary Criticism"
        ],
        "description": "The issues addressed in this volume include the limits of language and the need for linguistic form, the significance of creating.",
        "page_count": 244,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=dlvpA43l68YC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 159.73,
        "currency": "BRL"
    },
    {
        "id": "8x2bIeCc1cQC",
        "title": "The Poetry of Wales. Edited by J. Jenkins. Esq",
        "authors": [
            "Esq. John JENKINS"
        ],
        "publisher": null,
        "publication_date": "1873",
        "categories": [],
        "description": "",
        "page_count": 176,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=8x2bIeCc1cQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 485,
        "currency": "BRL"
    },
    {
        "id": "bD1DAQAAMAAJ",
        "title": "A Poetry of Exiles",
        "authors": [
            "Douglas Brooke Wheelton Sladen"
        ],
        "publisher": null,
        "publication_date": "1885",
        "categories": [
            "Australian poetry"
        ],
        "description": "",
        "page_count": 114,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=bD1DAQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 348,
        "currency": "BRL"
    },
    {
        "id": "rtYtAAAAMAAJ",
        "title": "Prison Poetry",
        "authors": [
            "Hiram Peck McKnight"
        ],
        "publisher": null,
        "publication_date": "1896",
        "categories": [
            "Imprisonment"
        ],
        "description": "",
        "page_count": 220,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=rtYtAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 461,
        "currency": "BRL"
    },
    {
        "id": "g9NTAAAAcAAJ",
        "title": "Prose and Poetry",
        "authors": [
            "Bret Harte"
        ],
        "publisher": null,
        "publication_date": "1872",
        "categories": [],
        "description": "",
        "page_count": 416,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=g9NTAAAAcAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 466,
        "currency": "BRL"
    }
]