[
    {
        "id": "37GuDwAAQBAJ",
        "title": "A Política",
        "authors": [
            "Aristóteles,"
        ],
        "publisher": "Nova Fronteira",
        "publication_date": "2011-01-01",
        "categories": [
            "Fiction"
        ],
        "description": "O primeiro conceito definido por Aristóteles em \"A política\" é o de cidade compreendida como unidade política suprema. Enquanto toda associação busca um fim particular, a cidade procura um fim que implica a totalidade: a felicidade de todos os cidadãos. Nessa obra, constituída por três grandes grupos de lições - a teoria do Estado, a prática política e a política ideal - , o filósofo grego investiga a forma de governo e as instituições que seriam capazes de promover essa felicidade. Tradutor: Nestor Silveira Chaves Introdução: Ivan Lins",
        "page_count": 322,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=37GuDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 9.99,
        "currency": "BRL"
    },
    {
        "id": "Q0CfDwAAQBAJ",
        "title": "O Espião e o Traidor: A Maior História de Espionagem da Guerra Fria",
        "authors": [
            "Ben Macintyre"
        ],
        "publisher": "Leya",
        "publication_date": "2019-05-24",
        "categories": [
            "History"
        ],
        "description": "A maior história de espionagem da guerra fria.O coronel Oleg Antonyevich Gordievsky do KGB estava no auge da sua carreira. Um prodígio dos serviços secretos soviéticos, tinha subido diligentemente nas fileiras, tendo servido na Escandinávia, em Moscovo e na Grã-Bretanha sem qualquer mancha na sua folha de serviços. Agora, com 46 anos, fora promovido a chefe do KGB na estação de Londres, um bom posto, e fora convidado a regressar ao quartel-general para ser formalmente consagrado pelo chefe do KGB.«Chegado a Moscovo, Gordievsky avançou confiante pelo meio da multidão no aeroporto. No seu íntimo, contudo, borbulhava um terror surdo. Porque Oleg Gordievsky, veterano do KGB, fiel servidor secreto da União Soviética, era um espião britânico.»«É não ficção, mas lê-se como se fosse o melhor dos thrillers.» San Francisco Chronicle",
        "page_count": 406,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=Q0CfDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 37.77,
        "currency": "BRL"
    },
    {
        "id": "c02ZphnmV4kC",
        "title": "Invisible Politics",
        "authors": [
            "Hanes Walton"
        ],
        "publisher": "SUNY Press",
        "publication_date": "1985-01-01",
        "categories": [
            "Political Science"
        ],
        "description": "With a view that behavioralism has distorted perceptions of black political activity, Hanes Walton, Jr., here reformulates the assumptions of behavioralism to arrive at a more realistic understanding of the political actions of black Americans. Considering the cultural and historical events that have shaped black lives, Walton examines voting patterns, socialization, and the development of political opinion. his analysis of leadership includes not only legislative and judicial leaders, but also leaders of those organizations so influential in black political culture: civil rights, churches, and grassroots organizations. Whether he looks at how local politics have changed through the years of civil rights action or how blacks' ideas on foreign policy have developed, Walton provides a long-needed reassessment of the role of black participation in American politics.",
        "page_count": 392,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=c02ZphnmV4kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 467,
        "currency": "BRL"
    },
    {
        "id": "xoPWDwAAQBAJ",
        "title": "Pluriversal Politics",
        "authors": [
            "Arturo Escobar"
        ],
        "publisher": "Duke University Press",
        "publication_date": "2020-04-24",
        "categories": [
            "Social Science"
        ],
        "description": "In Pluriversal Politics Arturo Escobar engages with the politics of the possible and how established notions of what is real and attainable preclude the emergence of radically alternative visions of the future. Reflecting on the experience, philosophy, and practice of indigenous and Afro-descendant activist-intellectuals and on current Latin American theoretical-political debates, Escobar chronicles the social movements mobilizing to defend their territories from large-scale extractive operations in the region. He shows how these movements engage in an ontological politics aimed at bringing about the pluriverse—a world consisting of many worlds, each with its own ontological and epistemic grounding. Such a politics, Escobar contends, is key to crafting myriad world-making stories telling of different possible futures that could bring about the profound social transformations that are needed to address planetary crises. Both a call to action and a theoretical provocation, Pluriversal Politics finds Escobar at his critically incisive best.",
        "page_count": 145,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=xoPWDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 153.74,
        "currency": "BRL"
    },
    {
        "id": "a5Q9jyvU9yIC",
        "title": "Connecticut Politics at the Crossroads",
        "authors": [
            "Gary L. Rose"
        ],
        "publisher": "University Press of America",
        "publication_date": "1992",
        "categories": [
            "Political Science"
        ],
        "description": "This book documents the decline of political parties in the State of Connecticut. The author presents an extensive description of statewide political trends, taps the perceptions of state lawmakers regarding the current condition and influence of party organization, and provides the results of detailed interviews with seasoned politicians to demonstrate that political parties in Connecticut have declined in their capacity to structure the course of state politics. The evidence is compelling in a state often identified as a model in terms of powerful and effective political parties. It is the author's contention that the quality of Connecticut politics and the accountability of state government is in peril due to the concern that the new trends identified in Connecticut could signal the emergence of a much larger crisis in American state politics.",
        "page_count": 126,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=a5Q9jyvU9yIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 187,
        "currency": "BRL"
    },
    {
        "id": "5ewyqQjymDkC",
        "title": "Contemporary Turkish Politics",
        "authors": [
            "Ergun Özbudun"
        ],
        "publisher": "Lynne Rienner Publishers",
        "publication_date": "2000",
        "categories": [
            "Political Science"
        ],
        "description": "Since 1945, Turkey has witnessed no fewer than three breakdowns of the democratic process (1960, 1971 and 1980) and three retransitions to democracy (1961, 1973 and 1983). In this text, the author analyzes 50 years of Turkish politics and provides a theoretical and comparative perspective.",
        "page_count": 188,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=5ewyqQjymDkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 1,
        "price": 355,
        "currency": "BRL"
    },
    {
        "id": "M667jZhe2AMC",
        "title": "Religion and Politics in Contemporary Iran",
        "authors": [
            "Shahrough Akhavi"
        ],
        "publisher": "SUNY Press",
        "publication_date": "1980-01-01",
        "categories": [
            "History"
        ],
        "description": "Indispensable for understanding the recent conflicts in Iran, Religion and Politics in Contemporary Iran provides a political history of the fluctuating relationships between the Islamic clergy and Iranian government since 1925. How different factions of the clergy, or ulama first lost and then regained a powerful position in Iran is the subject of this book. Akhavi analyzes how various factions within the clergy have responded to the government's efforts to encourage modernization and secularization, giving particular attention to the changes in the madrasahs, or theological colleges. He examines the main themes of the AyatullaH Khymayni's book, Islamic Government, and concludes by examining the alignments among the clergy in the past that indicate how they may develop in the future.",
        "page_count": 284,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=M667jZhe2AMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 209,
        "currency": "BRL"
    },
    {
        "id": "h8PNEOZRRt8C",
        "title": "Silence and Voice in the Study of Contentious Politics",
        "authors": [
            "Ronald Aminzade"
        ],
        "publisher": "Cambridge University Press",
        "publication_date": "2001-09-17",
        "categories": [
            "History"
        ],
        "description": "The aim of this book is to highlight and begin to give 'voice' to some of the notable 'silences' evident in recent years in the study of contentious politics. The seven co-authors take up seven specific topics in the volume: the relationship between emotions and contention; temporality in the study of contention; the spatial dimensions of contention; leadership in contention; the role of threat in contention; religion and contention; and contention in the context of demographic and life-course processes. The seven spent three years involved in an ongoing project designed to take stock, and attempt a partial synthesis, of various literatures that have grown up around the study of non-routine or contentious politics. As such, it is likely to be viewed as a groundbreaking volume that not only undermines conventional disciplinary understanding of contentious politics, but also lays out a number of provocative new research agendas.",
        "page_count": 300,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=h8PNEOZRRt8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 128,
        "currency": "BRL"
    },
    {
        "id": "x-lWoUomQOYC",
        "title": "Marriage, Performance, and Politics at the Jacobean Court",
        "authors": [
            "Kevin Curran"
        ],
        "publisher": "Ashgate Publishing, Ltd.",
        "publication_date": "2009",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Marriage, Performance, and Politics at the Jacobean Court constitutes the first full-length study of Jacobean nuptial performance. Scripted for high-profile weddings by such writers as Jonson, Campion, Chapman, and Beaumont, these entertainments were mounted for some of the most significant political events of King James's English reign and played a key role in the development of a specifically Jacobean form of national identity.",
        "page_count": 202,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=x-lWoUomQOYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 253,
        "currency": "BRL"
    },
    {
        "id": "YmfEEPCPw4wC",
        "title": "Sin and Politics",
        "authors": [
            "Jeong Kii Min"
        ],
        "publisher": "Peter Lang",
        "publication_date": "2009",
        "categories": [
            "Philosophy"
        ],
        "description": "Sin and Politics: Issues in Reformed Theology is an overview of the relationship between sin and politics from the reformational point of view. This short theological history is comprised of three parts: politics without sin (creational politics), politics with sin (fallen politics), and politics beyond sin (redeemed politics). As a creation of human culture, politics have been tainted with sinful distortion in this world, but will be recovered in the future Kingdom by the eternal kingship of the Lord of Lords. Sin and Politics includes a summary and commentary on political discussions by various Reformed theologians. It uncovers the Reformed tradition's positive regard for politics and the profound theological root of politics.",
        "page_count": 282,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=YmfEEPCPw4wC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 465,
        "currency": "BRL"
    },
    {
        "id": "9P3fCgAAQBAJ",
        "title": "Comparative Politics",
        "authors": [
            "Paul W. Zagorski"
        ],
        "publisher": "Routledge",
        "publication_date": "2012-09-10",
        "categories": [
            "Political Science"
        ],
        "description": "Comparative Politics: Continuity and Breakdown in the Contemporary World is an exciting new core text for introduction to comparative politics courses, focusing on the dynamics of politics: modernization, revolution, coups and democratization. Unlike other texts, Comparative Politics integrates thematic and extensive country-specific material in each chapter, striking a unique balance between discussing a wide range of countries and civilizations in detail, whilst using shorter focused textboxes to clearly illustrate key thematic points. Key features and benefits include: explanations of core concepts such as state, nation, regime, legitimacy, modernization, globalization, revolution, and mass movements an introduction of key theoretical approaches such as institutionalism, structural functionalism, political culture, political economy, and game theory detailed coverage of democratization, advanced democracies, developing countries and communist and post-communist states a range of perspectives to present a nuanced view of the discipline and contemporary political developments case studies of individual countries including Germany, the United States, Russia, Iran, Saudi Arabia, Iraq, Nigeria, Zaire/Congo, South Africa, Brazil, Argentina, Peru, Pakistan, India, Japan, Indonesia, Taiwan, and the People’s Republic of China country-focused textboxes giving a chronology of key developments, including the United Kingdom, France, Afghanistan, and Kosovo. Extensively illustrated throughout with maps, photographs, tables and explanatory boxes, Comparative Politics is an innovative core text, and essential reading for all students of Comparative Politics.",
        "page_count": 637,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=9P3fCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 280,
        "currency": "BRL"
    },
    {
        "id": "3XxTEAAAQBAJ",
        "title": "Beyond Postmodern Politics",
        "authors": [
            "Honi Fern Haber"
        ],
        "publisher": "Routledge",
        "publication_date": "2021-12-24",
        "categories": [
            "Philosophy"
        ],
        "description": "In this book, Honi Haber offers a much-needed analysis of postmodern politics. While continuing to work towards the voicing of the \"other,\" she argues that we must go beyond the insights of postmodernism to arrive at a viable political theory. Postmodernism's political agenda allows the marginalized other to have a voice and to constitute a politics of difference based upon heterogeneity. But Haber argues that postmodern politics denies us the possibility of selves and community--essential elements to any viable political theory.",
        "page_count": 168,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=3XxTEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 319.41,
        "currency": "BRL"
    },
    {
        "id": "7XBWC_Nw_iIC",
        "title": "The Politics of Security in Modern Russia",
        "authors": [
            "Mark Galeotti"
        ],
        "publisher": "Ashgate Publishing, Ltd.",
        "publication_date": "2010",
        "categories": [
            "Political Science"
        ],
        "description": "Fully up-to-date to reflect the evolving Medvedev presidency, the 2008 Georgian war and the impact of the economic downturn, this volume is a much needed objective and balanced examination of the ways in which security has played, and continues to play, a central role in contemporary Russian politics.",
        "page_count": 264,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=7XBWC_Nw_iIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 499,
        "currency": "BRL"
    },
    {
        "id": "mJVeEAAAQBAJ",
        "title": "Routledge Handbook of Global Environmental Politics",
        "authors": [
            "Paul G. Harris"
        ],
        "publisher": "Routledge",
        "publication_date": "2022-03-24",
        "categories": [
            "Political Science"
        ],
        "description": "This handbook brings together leading international academic experts to provide a comprehensive and authoritative survey of global environmental politics. Fully revised, updated and expanded to 45 chapters, the book: • Describes the history of global environmental politics as a discipline and explains the various theories and perspectives used by scholars and students to understand it. • Examines the key actors and institutions in global environmental politics, explaining the roles of states, international organizations, regimes, international law, foreign policy institutions, domestic politics, corporations and transnational actors. • Addresses the ideas and themes shaping the practice and study of global environmental politics, including sustainability, consumption, expertise, uncertainty, security, diplomacy, North-South relations, globalization, justice, ethics, public participation and citizenship. • Assesses the key issues and policies within global environmental politics, including energy, climate change, ozone depletion, air pollution, acid rain, transport, persistent organic pollutants, hazardous wastes, rivers, wetlands, oceans, fisheries, marine mammals, biodiversity, migratory species, natural heritage, forests, desertification, food and agriculture. This second edition includes new chapters on plastics, climate change, energy, earth system governance and the Anthropocene. It is an invaluable resource for students, scholars, researchers and practitioners of environmental politics, environmental studies, environmental science, geography, globalization, international relations and political science.",
        "page_count": 645,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=mJVeEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 342.23,
        "currency": "BRL"
    },
    {
        "id": "kH0oAgAAQBAJ",
        "title": "The Globalization of World Politics",
        "authors": [
            "John Baylis",
            "Steve Smith",
            "Patricia Owens"
        ],
        "publisher": "Oxford University Press, USA",
        "publication_date": "2014",
        "categories": [
            "Political Science"
        ],
        "description": "Working from a unique non-U.S. perspective, this market-leading text provides a coherent, accessible, and engaging introduction to the globalization of world politics. Now in its sixth edition, The Globalization of World Politics has been fully revised and updated in light of recent developments in world politics. FEATURES * Presents contributions from an impressive line-up of international experts, each of whom provides accessible but stimulating insights into history, theory, structures, processes, and other key issues in the field * Offers a visually appealing full-color interior * Provides a strong pedagogical program that includes numerous boxes, figures, tables, maps, questions, lively examples, and case studies",
        "page_count": 635,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=kH0oAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 322,
        "currency": "BRL"
    },
    {
        "id": "kFTjpT-LZGAC",
        "title": "German Politics Today",
        "authors": [
            "Geoffrey K. Roberts"
        ],
        "publisher": "Manchester University Press",
        "publication_date": "2000-09-02",
        "categories": [
            "Political Science"
        ],
        "description": "This is the first monograph-length study that charts the coercive diplomacy of the administrations of Richard Nixon and Gerald Ford as practised against their British ally in order to persuade Edward Heath's government to follow a more amenable course throughout the 'Year of Europe' and to convince Harold Wilson's governments to lessen the severity of proposed defence cuts. Such diplomacy proved effective against Heath but rather less so against Wilson. It is argued that relations between the two sides were often strained, indeed, to the extent that the most 'special' elements of the relationship, that of intelligence and nuclear co-operation, were suspended. Yet, the relationship also witnessed considerable co-operation. This book offers new perspectives on US and UK policy towards British membership of the European Economic Community; demonstrates how US détente policies created strain in the 'special relationship'; reveals the temporary shutdown of US-UK intelligence and nuclear co-operation; provides new insights in US-UK defence co-operation, and re-evaluates the US-UK relationship throughout the IMF Crisis.",
        "page_count": 244,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=kFTjpT-LZGAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 292,
        "currency": "BRL"
    },
    {
        "id": "C8kUEQAAQBAJ",
        "title": "Leaning into Politics",
        "authors": [
            "Abraham Goldberg",
            "Carah Ong Whaley"
        ],
        "publisher": "IAP",
        "publication_date": "2024-06-01",
        "categories": [
            "Education"
        ],
        "description": "Democratic decline in the United States and globally, a lack of confidence in political institutions and an increasingly violent and divisive political climate raise many questions for the state of political learning and civic engagement. A decade ago, a task force commissioned by the United States Department of Education called on colleges and universities to affirm their missions to educate for democracy. Relatively few have made the investment, though dozens of higher education associations and organizations have publicly committed their support to prepare students to address the persistent public issues they are inheriting. While there has been a recent upward spike in rote civic knowledge and historically high youth voting rates, the United States has seen a decline in political rights and civil liberties and has been listed as a backsliding democracy. Since 2010, state legislatures have passed laws making it harder to vote, with access to the ballot increasingly dependent on which party controls the state legislature. Meanwhile, substantial dysfunction and hyperpartisanship in Congress, concerns over the impartiality of the judiciary and limited accountability and oversight of the executive branch have contributed to the loss of institutional capacity to address public problems and to declining public confidence in political institutions. These trends coincide with problematic rhetoric and growing scrutiny from public officials on how colleges and universities educate students on public issues, particularly those centered on class, race, ethnicity and social justice. Issues of free speech and expression have been further nationalized following a high-profile hearing of the House Committee on Education and the Workforce that questioned the presidents of Harvard, Massachusetts Institute of Technology and University of Pennsylvania about antisemitism on their campuses and as campus protests regarding the Israeli-Palestinian conflict have been met with heavy-handed responses. These episodes serve as loud warning shots to colleges and universities across the country. Academic freedom and freedom of speech - core tenets of a liberal education - are at risk. Can higher education step up and meet the moment? Collectively, contributors to this volume - who come from a broad range of institutions, experiences and perspectives - provide critical research and analyses, as well as innovative approaches for how higher education can fulfill its public role and contribute to building the democratic societies we need.",
        "page_count": 379,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=C8kUEQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 484.9,
        "currency": "BRL"
    },
    {
        "id": "I3_uDQAAQBAJ",
        "title": "Clean Power Politics",
        "authors": [
            "Joseph P. Tomain"
        ],
        "publisher": "Cambridge University Press",
        "publication_date": "2017-02-17",
        "categories": [
            "Law"
        ],
        "description": "Clean Power Politics explains clean energy policy and the need for a successful transition to clean energy in the future.",
        "page_count": 291,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=I3_uDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 248,
        "currency": "BRL"
    },
    {
        "id": "d29KEAAAQBAJ",
        "title": "The Challenge of Politics",
        "authors": [
            "Douglas W. Simon",
            "Joseph Romance"
        ],
        "publisher": "CQ Press",
        "publication_date": "2022-01-07",
        "categories": [
            "Political Science"
        ],
        "description": "\"[This is] a textbook that offers students a good introduction to the science of politics while emphasizing the moral, empirical, and prudential dimensions of politics.\" —Prosper Bernard, Jr., College of Staten Island The Seventh Edition of The Challenge of Politics by Douglas W. Simon and Joseph Romance balances classic political theory with contemporary politics to help students understand the fundamental questions of political science. The authors relate insights of classic political thinkers both to their modern counterparts and to the political dynamics of American, comparative, and international affairs. With its theme of politics as a scientific study, this book allows students to explore the impact of philosophy and ideology, to recognize major forms of government, to evaluate empirical findings, and to understand how policy issues directly affect people’s lives.",
        "page_count": 682,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=d29KEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 502.02,
        "currency": "BRL"
    },
    {
        "id": "oHFzgZL47Y8C",
        "title": "Asian American Politics",
        "authors": [
            "Andrew Aoki",
            "Okiyoshi Takeda"
        ],
        "publisher": "Polity",
        "publication_date": "2008",
        "categories": [
            "Political Science"
        ],
        "description": "An introduction to the study of Asian American participation in US politics. It covers historical and cultural context, political behaviour and attitudes, interest groups and parties, elected officials, and public policies that have an important impact on Asian Americans.",
        "page_count": 249,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=oHFzgZL47Y8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 158,
        "currency": "BRL"
    },
    {
        "id": "PgvaDwAAQBAJ",
        "title": "Routledge Handbook of Middle East Politics",
        "authors": [
            "Larbi Sadiki"
        ],
        "publisher": "Routledge",
        "publication_date": "2020-03-31",
        "categories": [
            "Education"
        ],
        "description": "Drawing on various perspectives and analysis, the Handbook problematizes Middle East politics through an interdisciplinary prism, seeking a melioristic account of the field. Thematically organized, the chapters address political, social, and historical questions by showcasing both theoretical and empirical insights, all of which are represented in a style that ease readers into sophisticated induction in the Middle East. It positions the didactic at the centre of inquiry. Contributions by forty-four scholars, both veterans and newcomers, rethink knowledge frames, conceptual categories, and fieldwork praxis. Substantive themes include secularity and religion, gender, democracy, authoritarianism, and new \"borderline\" politics of the Middle East. Like any field of knowledge, the Middle East is constituted by texts, authors, and readers, but also by the cultural, spatial, and temporal contexts within which diverse intellectual inflections help construct (write–speak) academic meaning, knowing, and practice. By denaturalizing notions of singularity of authorship or scholarship, the Handbook plants a dialogic interplay animated by multi-vocality, multi-modality, and multi-disciplinarity. Targeting graduate students and young scholars of political and social sciences, the Handbook is significant for understanding how the Middle East is written and re-written, read and re-read (epistemology, methodology), and for how it comes to exist (ontology).",
        "page_count": 834,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=PgvaDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 336.52,
        "currency": "BRL"
    },
    {
        "id": "35FKEAAAQBAJ",
        "title": "Government and Politics of Italy",
        "authors": [
            "Robert Leonardi"
        ],
        "publisher": "Bloomsbury Publishing",
        "publication_date": "2017-09-12",
        "categories": [
            "Political Science"
        ],
        "description": "The political history of Italy has been an undeniably turbulent one. The country's political system has been repeatedly threatened by the historical existence of extremist parties on the left and right, an economy which struggles to adapt, the cleavage between a developed north and an underdeveloped south, the challenge posed by terrorist groups and organized crime, high public debt, and governments that last on average only ten months. Paradoxically, however, Italy continues to muddle through from one political crisis to another with one of the world's highest standards of living and quality of life. What is the secret of Italian politics?",
        "page_count": 248,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=35FKEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 282.1,
        "currency": "BRL"
    },
    {
        "id": "4atoDQAAQBAJ",
        "title": "The Politics of Being",
        "authors": [
            "Richard Wolin"
        ],
        "publisher": "Columbia University Press",
        "publication_date": "2016-11-15",
        "categories": [
            "Philosophy"
        ],
        "description": "Martin Heidegger's ties to Nazism have tarnished his stature as one of the towering figures of twentieth-century philosophy. The publication of the Black Notebooks in 2014, which revealed the full extent of Heidegger's anti-Semitism and enduring sympathy for National Socialism, only inflamed the controversy. Richard Wolin's The Politics of Being: The Political Thought of Martin Heidegger has played a seminal role in the international debate over the consequences of Heidegger's Nazism. In this edition, the author provides a new preface addressing the effect of the Black Notebooks on our understanding of the relationship between politics and philosophy in Heidegger's work. Building on his pathbreaking interpretation of the philosopher's political thought, Wolin demonstrates that philosophy and politics cannot be disentangled in Heidegger's oeuvre. Völkisch ideological themes suffuse even his most sublime philosophical treatises. Therefore, despite Heidegger's profundity as a thinker, his critique of civilization is saturated with disturbing anti-democratic and anti-Semitic leitmotifs and claims.",
        "page_count": 284,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=4atoDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 134.9,
        "currency": "BRL"
    },
    {
        "id": "oQh2XlLH7FgC",
        "title": "Elections and Distributive Politics in Mubarak’s Egypt",
        "authors": [
            "Lisa Blaydes"
        ],
        "publisher": "Cambridge University Press",
        "publication_date": "2010-11-22",
        "categories": [
            "Political Science"
        ],
        "description": "Despite its authoritarian political structure, Egypt's government has held competitive, multi-party parliamentary elections for more than 30 years. This book argues that, rather than undermining the durability of the Mubarak regime, competitive parliamentary elections ease important forms of distributional conflict, particularly conflict over access to spoils. In a comprehensive examination of the distributive consequences of authoritarian elections in Egypt, Lisa Blaydes examines the triadic relationship between Egypt's ruling regime, the rent-seeking elite that supports the regime, and the ordinary citizens who participate in these elections. She describes why parliamentary candidates finance campaigns to win seats in a legislature that lacks policymaking power, as well as why citizens engage in the costly act of voting in such a context.",
        "page_count": 289,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=oQh2XlLH7FgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 180,
        "currency": "BRL"
    },
    {
        "id": "SWIwDwAAQBAJ",
        "title": "Anti-politics, Depoliticization, and Governance",
        "authors": [
            "Paul Fawcett (Political scientist)",
            "Matthew V. Flinders",
            "Colin Hay",
            "Matthew Wood (Writer in political science)"
        ],
        "publisher": "Oxford University Press",
        "publication_date": "2017",
        "categories": [
            "Political Science"
        ],
        "description": "There is a mounting body of evidence pointing towards rising levels of public dissatisfaction with the formal political process. Depoliticization refers to a more discrete range of contemporary strategies that add to this growing trend towards anti-politics by either removing or displacing the potential for choice, collective agency, and deliberation. This book examines the relationship between these two trends as understood within the broader shift towards governance. It brings together a number of contributions from scholars who have a varied range of concerns but who nevertheless share a common interest in developing the concept of depoliticization through their engagement with a set of theoretical, conceptual, methodological, and empirical questions. This volume explores these questions from a variety of different perspectives and uses a number of different empirical examples and case studies from both within the nation state as well as from other regional, global, and multi-level arenas. In this context, this volume examines the potential and limits of depoliticization as a concept and its position and contribution in the nexus between the larger and more established literatures on governance and anti-politics.",
        "page_count": 326,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=SWIwDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 340,
        "currency": "BRL"
    },
    {
        "id": "ictvAAAAQBAJ",
        "title": "Politics of the Gift",
        "authors": [
            "Gerald Moore"
        ],
        "publisher": "Edinburgh University Press",
        "publication_date": "2011-04-24",
        "categories": [
            "Philosophy"
        ],
        "description": "Gerald Moore shows how the problematic of the gift drives and illuminates the last century of French philosophy. By tracing the creation of the gift as a concept, from its origins in philosophy and the social sciences, right up to the present, Moore shows",
        "page_count": 241,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=ictvAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 481.16,
        "currency": "BRL"
    },
    {
        "id": "P50BEAAAQBAJ",
        "title": "The Politics of Multiculturalism",
        "authors": [
            "Robert W. Hefner"
        ],
        "publisher": "University of Hawaii Press",
        "publication_date": "2001-08-31",
        "categories": [
            "Social Science"
        ],
        "description": "Few challenges to the modern dream of democratic citizenship appear greater than the presence of severe ethnic, religious, and linguistic divisions in society. With their diverse religions and ethnic communities, the Southeast Asian countries of Malaysia, Singapore, and Indonesia have grappled with this problem since achieving independence after World War II. Each country has on occasion been torn by violence over the proper terms for accommodating pluralism. Until the Asian economic crisis of 1997, however, these nations also enjoyed one of the most sustained economic expansions the non-Western world has ever seen. This timely volume brings together fifteen leading specialists of the region to consider the impact of two generations of nation-building and market-making on pluralism and citizenship in these deeply divided Asian societies. Examining the new face of pluralism from the perspective of markets, politics, gender, and religion, the studies show that each country has developed a strikingly different response to the challenges of citizenship and diversity. The contributors, most of whom come Southeast Asia, pay particular attention to the tension between state and societal approaches to citizenship. They suggest that the achievement of an effectively participatory public sphere in these countries will depend not only on the presence of an independent \"civil society,\" but on a synergy of state and society that nurtures a public culture capable of mediating ethnic, religious, and gender divides. The Politics of Multiculturalism will be of special interest to students of Southeast Asian history and society, anthropologists grappling with questions of citizenship and culture, political scientists studying democracy across cultures, and all readers concerned with the prospects for civility and tolerance in a multicultural world.",
        "page_count": 337,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=P50BEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 142.62,
        "currency": "BRL"
    },
    {
        "id": "qDvZDQAAQBAJ",
        "title": "The Politics of Memory in Post-Authoritarian Transitions, Volume Two",
        "authors": [
            "Joanna Marszałek-Kawa",
            "Anna Ratke-Majewska",
            "Patryk Wawrzyński"
        ],
        "publisher": "Cambridge Scholars Publishing",
        "publication_date": "2017-01-06",
        "categories": [
            "Political Science"
        ],
        "description": "History is a powerful tool in the hands of politicians, and can be a destructive weapon, as power over the past is the power to decide who is a hero and who is a traitor. Tradition, the remembrance of ancestors, experiences of previous generations are keys that unlock the doors to citizens’ minds, and allow certain ideas, visions and political programs to flourish. However, can history be a proper political weapon during democratization processes when the past is decisively divided from the present? Are the new order and society founded on the basis of some interpretation of the past, or, rather, are they founded only with reference to the imagined future of the nation? This book explores such questions through a detailed description of the use of remembrance policies during political transformations. It discusses how interpretations of the past served the realization of transitional objectives in countries as varied as Chile, Estonia, Georgia, Poland, South Africa and Spain. The book is a unique journey through different parts of the world, different cultures and different political systems, investigating how history was remembered and forgotten by certain democratic leaders. Individual chapters discuss how governments’ remembrance policies were used to create a new citizen, to change a political culture, and to justify a vision of society promoted by new elites. They explain why some sore topics were avoided by politicians, and why sometimes there was no transitional justice or punishment of leaders of the authoritarian state. The book will be of interest to anyone wishing to explore policies of remembrance, democratization, and the role of memory in contemporary societies.",
        "page_count": 220,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=qDvZDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 473.69,
        "currency": "BRL"
    },
    {
        "id": "91pf3JRbLuYC",
        "title": "Political Theory and Partisan Politics",
        "authors": [
            "Edward Bryan Portis",
            "Adolf G. Gundersen",
            "Ruth Lessl Shively"
        ],
        "publisher": "State University of New York Press",
        "publication_date": "2012-02-01",
        "categories": [
            "Political Science"
        ],
        "description": "Political theorists typically define political action in terms of rational potential rather than conflict, and for this reason neglect the partisan nature of political experience. This volume redresses this neglect, focusing on the interrelated questions of whether the task of political theory is to find some means of containing partisan politics and whether political theory is itself separate from partisan politics. Each section of the book corresponds to one of three ways of conceiving the optimal or necessary relationship between political theory and partisan political struggle. The first section considers the extent to which partisan politics requires constitutional consensus and the degree to which such a consensus requires correct theoretical underpinnings. The second focuses on the compatibility of theoretical deliberation with partisan politics, and the third on the possibility that political theory is itself necessarily a form or means of partisan engagement. The end result is a theoretically diverse but focused debate on this important but neglected subject. Contributors include William E. Connolly, Mary G. Dietz, Adolf G. Gundersen, John G. Gunnell, Donald S. Lutz, Edward Bryan Portis, Arlene W. Saxonhouse, Ruth Lessl Shively, and Thomas A. Spragens, Jr.",
        "page_count": 237,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=91pf3JRbLuYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 199.38,
        "currency": "BRL"
    },
    {
        "id": "3hjIEAAAQBAJ",
        "title": "Religious Appeals in Power Politics",
        "authors": [
            "Peter S. Henne"
        ],
        "publisher": "Cornell University Press",
        "publication_date": "2023-10-15",
        "categories": [
            "Political Science"
        ],
        "description": "Religious Appeals in Power Politics examines how states use, or attempt to use, confessional appeals to religious belief and conscience to advance political strategies and objectives. Through case studies of the United States, Saudi Arabia, and Russia, Peter S. Henne demonstrates that religion, although not as high profile or well-funded a tool as economic sanctions or threats of military force, remains a potent weapon in international relations. Public policy analysis often minimizes the role of religion, favoring military or economic matters as the \"important\" arenas of policy debate. As Henne shows, however, at transformative moments in political history, states turn to faith-based appeals to integrate or fragment international coalitions. Henne highlights Saudi Arabia's 1960s rivalry with Egypt, the United States's post-9/11 leadership in the global war on terrorism, and the Russian Federation's contemporary expansionism both to reveal the presence and power of calls for religious unity and to emphasize the uncertainty and anxiety such appeals can create. Religious Appeals in Power Politics offers a bold corrective to those who consider religion as tangential to military or economic might.",
        "page_count": 221,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=3hjIEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 262,
        "currency": "BRL"
    },
    {
        "id": "wxYUCgAAQBAJ",
        "title": "Identity Politics in the Women's Movement",
        "authors": [
            "Barbara Ryan"
        ],
        "publisher": "NYU Press",
        "publication_date": "2001-08",
        "categories": [
            "Political Science"
        ],
        "description": "An essential collection that constructs the arguments of similarity and difference dividing and uniting women In recent years, identity has come to be seen as a process rather than a fact or deterministic force. Yet, recognizable identity traits continue to draw people together and provide them with a sense of empowering commonality. Although the plasticity afforded identity has freed up rigid definitions and guidelines for affiliation, some believe that nebulous demarcations of identity may deprive women of a solid position from which to effectively contest centers of power. Bringing together articles by well-known authors and theorists such as Audre Lorde, June Jordan, Daphne Patai, Barbara Smith, Marilyn Frye, Shane Phelan, Leila J. Rupp, Hazel Carby, and Adrienne Rich with lesser-known writers and scholars, this broad-based anthology ranges widely from personal narratives to empirical research. The book unpacks issues of race, class, gender, ethnicity, sexuality, disability, and age, contributing a mélange of sharp, lively perspectives to current debate. In a postmodern era of feminism, how do women come to identify, organize and mobilize themselves within a complex global network of relationships? Identity Politics in the Women's Movement offers critical examination of the inescapable role of identity in academic and activist feminism and the opportunities, challenges and conflicts identity politics pose.",
        "page_count": 373,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=wxYUCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 315,
        "currency": "BRL"
    },
    {
        "id": "MUxWDwAAQBAJ",
        "title": "The Routledge Handbook of Translation and Politics",
        "authors": [
            "Jonathan Evans",
            "Fruela Fernandez"
        ],
        "publisher": "Routledge",
        "publication_date": "2018-04-19",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "The Routledge Handbook of Translation and Politics presents the first comprehensive, state of the art overview of the multiple ways in which ‘politics’ and ‘translation’ interact. Divided into four sections with thirty-three chapters written by a roster of international scholars, this handbook covers the translation of political ideas, the effects of political structures on translation and interpreting, the politics of translation and an array of case studies that range from the Classical Mediterranean to contemporary China. Considering established topics such as censorship, gender, translation under fascism, translators and interpreters at war, as well as emerging topics such as translation and development, the politics of localization, translation and interpreting in democratic movements, and the politics of translating popular music, the handbook offers a global and interdisciplinary introduction to the intersections between translation and interpreting studies and politics. With a substantial introduction and extensive bibliographies, this handbook is an indispensable resource for students and researchers of translation theory, politics and related areas.",
        "page_count": 539,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=MUxWDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 4,
        "price": 318.23,
        "currency": "BRL"
    },
    {
        "id": "mf7EDwAAQBAJ",
        "title": "The Politics Of Interests",
        "authors": [
            "Mark P Petracca"
        ],
        "publisher": "Routledge",
        "publication_date": "2018-02-19",
        "categories": [
            "Political Science"
        ],
        "description": "This is a thematically unified survey of current and significant issues affecting interest group politics and scholarship in the USA. Petracca has drawn together interest group scholars and practitioners to write 16 original essays dedicated to making the best and newest research accessable to students at all levels. The mix of perspectives and approaches aims to offer a stimulating analysis of contemporary American interest group activity.",
        "page_count": 448,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=mf7EDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 410.68,
        "currency": "BRL"
    },
    {
        "id": "rf_EDwAAQBAJ",
        "title": "Politics In Northern Ireland",
        "authors": [
            "Rick Wilford"
        ],
        "publisher": "Routledge",
        "publication_date": "2018-02-02",
        "categories": [
            "Political Science"
        ],
        "description": "Despite the staggering number of books related to the Northern Ireland political arena, most of the literature concentrates on only a few dimensions of ?the conflict? and especially on constitutional policy and the on-going search for a resolution of the antagonisms. This original textbook, the first of its kind, serves as a comprehensive examination of the subject by exploring these topics and other important dimensions of politics which have been overlooked and undervalued.Politics in Northern Ireland is written by a team of distinguished academics, drawn from both within and outside Northern Ireland. It adopts the analytic tools of political science and brings a comparative perspective to bear on the politics of Northern Ireland. Early chapters examine the historic sources of conflict, analyze the period since the outbreak of the modern troubles, and discuss the differences between the communities. The book then examines the nature of parties, elections, and elective assemblies, before focusing on policy matters, such as fair employment, policing, and gender. In the concluding chapter, contributors consider relations with the Republic of Ireland and discuss events as current as today's headlines, including the historic breakthrough in negotiations, the referendums, and the Assembly elections. The result is a well-rounded core text designed for the classroom, as well as for those interested in learning more about different facets of politics in Northern Ireland.",
        "page_count": 352,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=rf_EDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 382.16,
        "currency": "BRL"
    },
    {
        "id": "qGa_iyNYLtoC",
        "title": "Public Law and Politics",
        "authors": [
            "Emilios A. Christodoulidis",
            "Stephen Tierney"
        ],
        "publisher": "Ashgate Publishing, Ltd.",
        "publication_date": "2008-01-01",
        "categories": [
            "Law"
        ],
        "description": "In a critical engagement with the function of public law and constitutionalism in its political dimensions, this volume brings together the reflections of three leading constitutionalists: Martin Loughlin, James Tully and Frank Michelman. Comprising three critical commentaries on each, it addresses the multiple ways in which public law is implicated in the logic of rule.",
        "page_count": 236,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=qGa_iyNYLtoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 379,
        "currency": "BRL"
    },
    {
        "id": "p6CktVNaVKsC",
        "title": "Labor and Urban Politics",
        "authors": [
            "Richard Schneirov"
        ],
        "publisher": "University of Illinois Press",
        "publication_date": "1998",
        "categories": [
            "Business & Economics"
        ],
        "description": "This finely detailed narrative is the definitive account of the rise to power of the Chicago labor movement amidst the 1877 railroad strike, the 1886 struggle over the eight-hour workday, and the 1894 Pullman strike. Hinging on a major reinterpretation of the Haymarket era, Labor and Urban Politics argues for labor's profound influence on the shaping of urban politics and the transformation of liberalism in late nineteenth-century America.''After this book, no one will have any excuse to write about late nineteenth-century politics in Chicago, or any other city, solely on the basis of the actions and interests of elites. Schneirov argues for the importance of the working class in municipal politics on a level that surpasses anything else in the literature.'' -- David Montgomery''The most thorough, deepest re-reading of Gilded Age reality that has yet emerged from labor historians. . . . Gives an unparalleled understanding of the world of contemporary labor.'' -- Leon Fink, author of In Search of the Working Class: Essays in American Labor History and Political Culture A volume in the series The Working Class in American History, edited by David Brody, Alice Kessler-Harris, David Montgomery, and Sean Wilentz",
        "page_count": 420,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=p6CktVNaVKsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 291,
        "currency": "BRL"
    },
    {
        "id": "-8KJDwAAQBAJ",
        "title": "Nigerian Politics and Corruption",
        "authors": [
            "Kyrian Chukwuemeka Echekwu"
        ],
        "publisher": "iUniverse",
        "publication_date": "2017-06-02",
        "categories": [
            "Art"
        ],
        "description": "Corruption is alive and well in Nigeria—and it must be eliminated. Moreover, the Nigerian church can no longer watch it go unchecked. Though conscious of his limitations as a priest and theologian, the author takes an in-depth look at how corruption has taken hold of Nigeria and its people in this scholarly work. He challenges the church as a socio-moral actor and the civil authorities that govern Nigeria, arguing that the nation will collapse if corruption continues. He notes that even though the Nigerian people have lashed out against corruption, it has only gotten worse—either because morality has been relegated to the background or not enough has been done to inculcate morality into Nigeria’s politics. The author employs a holistic approach in examining issues such as: bishops and their vision of Nigeria vis-à-vis Nigerian politics; democracy and the power equation among the various arms of government; principal biases that characterize Nigerian politics; and class affiliation and its impact in Nigerian politics. Find out how corruption is ruining Nigeria, and discover how the church and government can work together to fix the problem in Nigerian Politics and Corruption.",
        "page_count": 464,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=-8KJDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 14.9,
        "currency": "BRL"
    },
    {
        "id": "nXDbiPA9IuQC",
        "title": "The New Politics of Masculinity",
        "authors": [
            "Fidelma Ashe"
        ],
        "publisher": "Routledge",
        "publication_date": "2007-11-30",
        "categories": [
            "Political Science"
        ],
        "description": "Explores the new politics of masculinity and gender identity, examining the contemporary discourses of masculinity by focusing on male pro-feminist movements and locating them within the context of feminist debates.",
        "page_count": 191,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=nXDbiPA9IuQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 107,
        "currency": "BRL"
    },
    {
        "id": "uGNaDwAAQBAJ",
        "title": "Politics in Europe",
        "authors": [
            "M. Donald Hancock",
            "Christopher J. Carman",
            "Marjorie Castle",
            "David P. Conradt",
            "Raffaella Y. Nanetti",
            "Robert Leonardi",
            "William Safran",
            "Stephen White",
            "Michelle Hale Williams",
            "Mary N. Hampton"
        ],
        "publisher": "CQ Press",
        "publication_date": "2018-05-09",
        "categories": [
            "Political Science"
        ],
        "description": "Politics in Europe, Seventh Edition introduces students to the power of the European Union as well as seven political systems—the UK, France, Germany, Italy, Sweden, Russia, Poland—within a common analytical framework that enables students to conduct both single-case and cross-national analysis. Each case addresses the most relevant questions of comparative political analysis: who governs, on behalf of what values, with the collaboration of what groups, in the face of what kind of opposition, and with what socioeconomic and political consequences? Packed with captivating photos and robust country descriptions from regional specialists, the Seventh Edition enables students to think critically about these questions and make meaningful cross-national comparisons.",
        "page_count": 810,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=uGNaDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 396,
        "currency": "BRL"
    },
    {
        "id": "hwTSBgAAQBAJ",
        "title": "The Politics and Poetics of Cinematic Realism",
        "authors": [
            "Hermann Kappelhoff"
        ],
        "publisher": "Columbia University Press",
        "publication_date": "2015-08-11",
        "categories": [
            "Performing Arts"
        ],
        "description": "Hermann Kappelhoff casts the evolution of cinema as an ongoing struggle to relate audiences to their historical moment. Appreciating cinema's unique ability to bind concrete living conditions to individual experience (which existing political institutions cannot), he reads films by Sergei Eisenstein and Pedro Almodóvar, by the New Objectivity and the New Hollywood, to demonstrate how cinema situates spectators within society. Kappelhoff applies the Deleuzean practice of \"thinking in images\" to his analysis of films and incorporates the approaches of Jacques Rancière and Richard Rorty, who see politics in the permanent reconfiguration of poetic forms. This enables him to conceptualize film as a medium that continually renews the audiovisual spaces and temporalities through which audiences confront reality. Revitalizing the reading of films by Visconti, Fassbinder, Kubrick, Friedkin, and others, Kappelhoff affirms cinema's historical significance while discovering its engagement with politics as a realm of experience.",
        "page_count": 276,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=hwTSBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 116.9,
        "currency": "BRL"
    }
]