[
    {
        "id": "7fYPDxs0rxUC",
        "title": "The Location of Religion",
        "authors": [
            "Kim Knott"
        ],
        "publisher": "Equinox Publishing Ltd.",
        "publication_date": "2005",
        "categories": [
            "Religion"
        ],
        "description": "The book begins by developing a spatial methodology to analyse secular and post-secular religious relations. The spatial approach is then applied to a particular case, that of the left hand. Our understanding of this sinister but intimate 'other' draws on a wide range of ideas, from different religious traditions to alternative paths to salvation and self-realisation ...",
        "page_count": 278,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=7fYPDxs0rxUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 3,
        "price": 420,
        "currency": "BRL"
    },
    {
        "id": "-eZEkW8UNZEC",
        "title": "Mediating Religion",
        "authors": [
            "Jolyon P. Mitchell",
            "Sophia Marriage"
        ],
        "publisher": "A&C Black",
        "publication_date": "2003-06-01",
        "categories": [
            "Social Science"
        ],
        "description": "This is the first book to bring together many aspects of the interplay between religion, media and culture from around the world in a single comprehensive study. Leading international scholars provide the most up-to-date findings in their fields, and in a readable and accessible way.Some of the topics covered include religion in the media age, popular broadcasting, communication theology, popular piety, film and religion, myth and ritual in cyberspace, music and religion, communication ethics, and the nature of truth in media saturated cultures.The result is not only a wide-ranging resource for scholars and students, but also a unique introduction to this increasingly important phenomenon of modern life.",
        "page_count": 430,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=-eZEkW8UNZEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 126,
        "currency": "BRL"
    },
    {
        "id": "M667jZhe2AMC",
        "title": "Religion and Politics in Contemporary Iran",
        "authors": [
            "Shahrough Akhavi"
        ],
        "publisher": "SUNY Press",
        "publication_date": "1980-01-01",
        "categories": [
            "History"
        ],
        "description": "Indispensable for understanding the recent conflicts in Iran, Religion and Politics in Contemporary Iran provides a political history of the fluctuating relationships between the Islamic clergy and Iranian government since 1925. How different factions of the clergy, or ulama first lost and then regained a powerful position in Iran is the subject of this book. Akhavi analyzes how various factions within the clergy have responded to the government's efforts to encourage modernization and secularization, giving particular attention to the changes in the madrasahs, or theological colleges. He examines the main themes of the AyatullaH Khymayni's book, Islamic Government, and concludes by examining the alignments among the clergy in the past that indicate how they may develop in the future.",
        "page_count": 284,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=M667jZhe2AMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 319,
        "currency": "BRL"
    },
    {
        "id": "wAswiTYwU74C",
        "title": "Dark Green Religion",
        "authors": [
            "Bron Raymond Taylor"
        ],
        "publisher": "Univ of California Press",
        "publication_date": "2010",
        "categories": [
            "Nature"
        ],
        "description": "\"A love of green may be a human universal. Deepening the palette of green scholarship, Bron Taylor proves remarkably to be both an encyclopedist and a visionary.\"--Jonathan Benthall, author of Returning to Religion: Why a Secular Age is Haunted by Faith \"This important book provides insight into how a profound sense of relation to nature offers many in the modern world a vehicle for attaining a spiritual wholeness akin to what has been historically associated with established religion. In this sense, Dark Green Religion offers both understanding and hope for a world struggling for meaning and purpose beyond the isolation of the material here and now.\"--Stephen Kellert, Yale University School of Forestry and Environmental Studies \"In this thought-provoking volume, Bron Taylor explores the seemingly boundless efforts by human beings to understand the nature of life and our place in the universe. Examining in depth the ways in which influential philosophers and naturalists have viewed this relationship, Taylor contributes to the further development of thought in this critically important area, where our depth of understanding will play a critical role in our survival.\"--Peter H. Raven, President, Missouri Botanical Garden \"Carefully researched, strongly argued, originally conceived, and very well executed, this book is a vital contribution on a subject of immense religious, political, and environmental importance. It's also a great read.\"--Roger S. Gottlieb, author of A Greener Faith: Religious Environmentalism and our Planet's Future \"A fascinating analysis of our emotional and spiritual relationship to nature. Whether you call it dark green religion or something else, Bron Taylor takes us through our spiritual relationship with our planet, its ecosystems and evolution, in an enlightened and completely undogmatic manner.\"--Dr. Claude Martin, Former Director General, World Wildlife Fund \"An excellent collection of guideposts for perplexed students and scholars about the relationships of nature religions, spirituality, animism, pantheism, deep ecology, Gaia, and land ethics--and for the environmentalist seeking to make the world a better place through green religion as a social force.\"--Fikret Berkes, author of Sacred Ecology: Traditional Ecological Knowledge and Resource Management \"Dark Green Religion shows conclusively how nature has inspired a growing religious movement on the planet, contesting the long reign of many older faiths. Taylor expertly guides us through an astonishing array of thinkers, past and present, who have embraced, in part or whole, the new religion. I was thoroughly convinced that this movement has indeed become a major force on Earth, with great potential consequences for our environmental ethics.\"--Donald Worster, University of Kansas \"In this exceptionally interesting and informative book, Bron Taylor has harvested the fruits of years of pioneering research in what amounts to a new field in religious studies: the study of how religious/spiritual themes show up in the work of people concerned about nature in many diverse ways. Taylor persuasively argues that appreciation of nature's sacred or spiritual dimension both informs and motivates the work of individuals ranging from radical environmentalists and surfers, to eco-tourism leaders and museum curators. I highly recommend this book for everyone interested learning more about the surprising extent to which religious/spiritual influences many of those who work to protect, to exhibit, or to represent the natural world.\"--Michael E. Zimmerman, Director, Center for Humanities and the Arts, University of Colorado at Boulder",
        "page_count": 357,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=wAswiTYwU74C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 434,
        "currency": "BRL"
    },
    {
        "id": "joOf-wWMxUoC",
        "title": "The Burden of Black Religion",
        "authors": [
            "Curtis J. Evans"
        ],
        "publisher": "Oxford University Press",
        "publication_date": "2008-04-17",
        "categories": [
            "Religion"
        ],
        "description": "Religion has always been a focal element in the long and tortured history of American ideas about race. In The Burden of Black Religion, Curtis Evans traces ideas about African American religion from the antebellum period to the middle of the twentieth century. Central to the story, he argues, was the deep-rooted notion that blacks were somehow \"naturally\" religious. At first, this assumed natural impulse toward religion served as a signal trait of black people's humanity -- potentially their unique contribution to American culture. Abolitionists seized on this point, linking black religion to the black capacity for freedom. Soon, however, these first halting steps toward a multiracial democracy were reversed. As Americans began to value reason, rationality, and science over religious piety, the idea of an innate black religiosity was used to justify preserving the inequalities of the status quo. Later, social scientists -- both black and white -- sought to reverse the damage caused by these racist ideas and in the process proved that blacks were in fact fully capable of incorporation into white American culture. This important work reveals how interpretations of black religion played a crucial role in shaping broader views of African Americans and had real consequences in their lives. In the process, Evans offers an intellectual and cultural history of race in a crucial period of American history.",
        "page_count": 393,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=joOf-wWMxUoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 157.23,
        "currency": "BRL"
    },
    {
        "id": "HSGWZ9mpNl4C",
        "title": "Mahatma Gandhi and Comparative Religion",
        "authors": [
            "K. L. Seshagiri Rao"
        ],
        "publisher": "Motilal Banarsidass Publ.",
        "publication_date": "1990",
        "categories": [
            "Religion"
        ],
        "description": "",
        "page_count": 190,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=HSGWZ9mpNl4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 452,
        "currency": "BRL"
    },
    {
        "id": "gjq6rvoIRpAC",
        "title": "Old Norse Religion in Long-term Perspectives",
        "authors": [
            "Anders Andrén"
        ],
        "publisher": "Nordic Academic Press",
        "publication_date": "2006-01-01",
        "categories": [
            "History"
        ],
        "description": "The study of Old Norse Religion is a truly multidisciplinary and international field of research. The rituals, myths and narratives of pre-Christian Scandinavia are investigated and interpreted by archaeologists, historians, art historians, historians of religion as well as scholars of literature, onomastics and Scandinavian studies. For obvious reasons, these studies belong to the main curricula in Scandinavia but are also carried out at many other universities in Europe, the United States and Australia a fact that is evident to any reader of this book. In order to bring this broad and varied field of research together, an international conference on Old Norse religion was held in Lund in June 2004. About two hundred delegates from more than fifteen countries took part. The intention was to gather researchers to encourage and improve scholarly exchange and dialogue, and Old Norse religion in long-term perspectives presents a selection of the proceedings from that conference. The 75 contributions elucidate topics such as worldview and cosmology, ritual and religious practice, myth and memory as well as the reception and present-day use of Old Norse religion. The main editors of this volume have directed the multidisciplinary research project Roads to Midgard since 2000. The project is based at Lund University and funded by the Bank of Sweden Tercentenary Foundation.",
        "page_count": 417,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=gjq6rvoIRpAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 3.5,
        "price": 62.22,
        "currency": "BRL"
    },
    {
        "id": "Sign2i-CGOMC",
        "title": "Religion, Identity and Politics in Northern Ireland",
        "authors": [
            "Claire Mitchell"
        ],
        "publisher": "Ashgate Publishing, Ltd.",
        "publication_date": "2006",
        "categories": [
            "Religion"
        ],
        "description": "There has been increased interest in the relationship between religion, identity and politics in modern societies. Building on this debate, Claire Mitchell presents a challenging analysis of religion in contemporary Northern Ireland, arguing that religion is not merely a marker of ethnicity and that it continues to provide many of the meanings of identity, community and politics. Drawing on a range of unique interview material, this book traces how individuals and groups in Northern Ireland have absorbed religious types of cultural knowledge, belonging and morality.",
        "page_count": 198,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Sign2i-CGOMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 137,
        "currency": "BRL"
    },
    {
        "id": "I7bfRtKgZPQC",
        "title": "Religion as Social Capital",
        "authors": [
            "Corwin E. Smidt"
        ],
        "publisher": "Baylor University Press",
        "publication_date": "2003",
        "categories": [
            "Religion"
        ],
        "description": "While Robert Putnam's Bowling Alone (2000) highlighted the notion of volunteerism, little attention has been paid to religion's role in generating social capital--an ironic omission since religion constitutes the most common form of voluntary association in America today. Featuring essays by prominent social scientists, this is the first book-length, systematic examination of the relationship between religion and social capital and what effects religious social capital has on democratic life in the United States.",
        "page_count": 270,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=I7bfRtKgZPQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 348,
        "currency": "BRL"
    },
    {
        "id": "j92cSG4HJQ0C",
        "title": "Handbook of Religion and Social Institutions",
        "authors": [
            "Helen Rose Ebaugh"
        ],
        "publisher": "Springer Science & Business Media",
        "publication_date": "2006-01-26",
        "categories": [
            "Social Science"
        ],
        "description": "Handbook for Religion and Social Institutions is written for sociologists who study a variety of sub-disciplines and are interested in recent studies and theoretical approaches that relate religious variables to their particular area of interest. The handbook focuses on several major themes: - Social Institutions such as Politics, Economics, Education, Health and Social Welfare - Family and the Life Cycle - Inequality - Social Control - Culture - Religion as a Social Institution and in a Global Perspective This handbook will be of interest to social scientists including sociologists, anthropologists, political scientists, and other researchers whose study brings them in contact with the study of religion and its impact on social institutions.",
        "page_count": 460,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=j92cSG4HJQ0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 458,
        "currency": "BRL"
    },
    {
        "id": "itS-UuFD3VkC",
        "title": "Appalachian Mountain Religion",
        "authors": [
            "Deborah Vansau McCauley"
        ],
        "publisher": "University of Illinois Press",
        "publication_date": "1995",
        "categories": [
            "History"
        ],
        "description": "\"A monumental achievement. . . . Certainly the best thing written on Appalachian Religion and one of the best works on the region itself. Deborah McCauley has made a winning argument that Appalachian religion is a true and authentic counter-stream to modern mainstream Protestant religion.\" -- Loyal Jones, founding director of the Appalachian Center at Berea College Appalachian Mountain Religion is much more than a narrowly focused look at the religion of a region. Within this largest regional and widely diverse religious tradition can be found the strings that tie it to all of American religious history. The fierce drama between American Protestantism and Appalachian mountain religion has been played out for nearly two hundred years; the struggle between piety and reason, between the heart and the head, has echoes reaching back even further--from Continental Pietism and the Scots-Irish of western Scotland and Ulster to Colonial Baptist revival culture and plain-folk camp-meeting religion. Deborah Vansau McCauley places Appalachian mountain religion squarely at the center of American religious history, depicting the interaction and dramatic conflicts between it and the denominations that comprise the Protestant \"mainstream.\" She clarifies the tradition histories and symbol systems of the area's principally oral religious culture, its worship practices and beliefs, further illuminating the clash between mountain religion and the \"dominant religious culture\" of the United States. This clash has helped to shape the course of American religious history. The explorations in Appalachian Mountain Religion range from Puritan theology to liberation theology, from Calvinism to the Holiness-Pentecostal movements. Within that wide realm and in the ongoing contention over religious values, the many strains of American religious history can be heard.",
        "page_count": 584,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=itS-UuFD3VkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 328,
        "currency": "BRL"
    },
    {
        "id": "gCqUqcpWO0YC",
        "title": "Religion and Politics in South Africa",
        "authors": [
            "Abdulkader Tayob",
            "Wolfram Weisse"
        ],
        "publisher": "Waxmann Verlag",
        "publication_date": null,
        "categories": [
            "Apartheid"
        ],
        "description": "",
        "page_count": 182,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=gCqUqcpWO0YC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 120.1,
        "currency": "BRL"
    },
    {
        "id": "qzgeSUfDFFEC",
        "title": "Race, Nation, and Religion in the Americas",
        "authors": [
            "Henry Goldschmidt",
            "Elizabeth McAlister"
        ],
        "publisher": "Oxford University Press",
        "publication_date": "2004-08-12",
        "categories": [
            "Social Science"
        ],
        "description": "A collection of new essays exploring the complex and unstable articulations of race and religion. Drawing on original research, the authors investigate how race and religion have defined global relations, shaped the everyday lives of individuals and communities and how communities use religion to contest the power of racism.",
        "page_count": 338,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=qzgeSUfDFFEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 3,
        "price": 307,
        "currency": "BRL"
    },
    {
        "id": "7zjGudBgUx4C",
        "title": "Financing American Religion",
        "authors": [
            "Mark Chaves",
            "Sharon L. Miller"
        ],
        "publisher": "Rowman Altamira",
        "publication_date": "1999",
        "categories": [
            "Religion"
        ],
        "description": "Brings together short essays that emerged from an evaluation of the Lilly Endowment Inc.'s Financing American Religion initiative. Nineteen chapters (some previously published in well known works and others only in difficult-to-find pamphlets) explore who gives, how much, and why. They investigate how money moves and how it affects religious organizational behavior as well as how attitudes toward money have altered over time. Topics include individual giving as well as congregations and religious organizations and their resources. Annotation copyrighted by Book News, Inc., Portland, OR",
        "page_count": 212,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=7zjGudBgUx4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 430,
        "currency": "BRL"
    },
    {
        "id": "sHcAAAAAMAAJ",
        "title": "Religion in America",
        "authors": [
            "Robert Baird"
        ],
        "publisher": null,
        "publication_date": "1844",
        "categories": [
            "Latter Day Saints"
        ],
        "description": "",
        "page_count": 360,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=sHcAAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 101,
        "currency": "BRL"
    },
    {
        "id": "ob7chW5A0JsC",
        "title": "The Ghost-dance Religion and the Sioux Outbreak of 1890",
        "authors": [
            "James Mooney"
        ],
        "publisher": "U of Nebraska Press",
        "publication_date": "1991-01-01",
        "categories": [
            "History"
        ],
        "description": "Responding to the rapid spread of the Ghost Dance among tribes of the western United States in the early 1890s, James Mooney set out to describe and understand the phenomenon. He visited Wovoka, the Ghost Dance prophet, at his home in Nevada and traced the progress of the Ghost Dance from place to place, describing the ritual and recording the distinctive song lyrics of seven separate tribes. His classic work (first published in 1896 and here reprinted in its entirety for the first time) includes succinct cultural and historical introductions to each of those tribal groups and depicts the Ghost Dance among the Sioux, the fears it raised of an Indian outbreak, and the military occupation of the Sioux reservations culminating in the tragedy at Wounded Knee. Seeking to demonstrate that the Ghost Dance was a legitimate religious movement, Mooney prefaced his study with a historical survey of comparable millenarian movements among other American Indian groups. In addition to his work on the Ghost Dance, James Mooney is best remembered for his extraordinarily detailed studies of the Cherokee Indians of the Southeast and the Kiowa and other tribes of the southern plains, and for his advocacy of American Indian religious freedom.",
        "page_count": 568,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=ob7chW5A0JsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 264,
        "currency": "BRL"
    },
    {
        "id": "Xq_ia3xPzmYC",
        "title": "Variety in Religion and Science",
        "authors": [
            "Varadaraja Raman"
        ],
        "publisher": "iUniverse",
        "publication_date": "2005-06",
        "categories": [
            "Religion and science"
        ],
        "description": "Each day will bring to your recall some person or event in the world of religion or philosophy as well as one from the field of science. Little by little you will become aware of the rich heritage of the human family. And all these are only samples from the treasure-house of religion and science.",
        "page_count": 589,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Xq_ia3xPzmYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 223,
        "currency": "BRL"
    },
    {
        "id": "F1ySMxcXkjIC",
        "title": "History, Religion, and Antisemitism",
        "authors": [
            "Gavin I. Langmuir"
        ],
        "publisher": "Univ of California Press",
        "publication_date": "1990-05-08",
        "categories": [
            "History"
        ],
        "description": "Gavin I. Langmuir's work on the formation and nature of antisemitism has earned him an international reputation. In History, Religion, and Antisemitism he bravely confronts the problems that arise when historians have to describe and explain religious phenomena, as any historian of antisemitism must. How, and to what extent, can the historian be objective? Is it possible to discuss Christian attitudes toward Jews, for example, without adopting the historical explanations of those whose thoughts and actions one is discussing? What, exactly, does the historian mean by \"religion\" or \"religious\"? Langmuir's original and stimulating responses to these questions reflect his inquiry into the approaches of anthropology, sociology, and psychology and into recent empirical research on the functioning of the mind and the nature of thought. His distinction between religiosity, a property of individuals, and religion, a social phenomenon, allows him to place unusual emphasis on the role of religious doubts and tensions and the irrationality they can produce. Defining antisemitism as irrational beliefs about Jews, he distinguishes Christian anti-Judaism from Christian antisemitism, demonstrates that antisemitism emerged in the twelfth and thirteenth centuries because of rising Christian doubts, and sketches how the revolutionary changes in religion and mentality in the modern period brought new faiths, new kinds of religious doubt, and a deadlier expression of antisemitism. Although he developed it in dealing with the difficult question of antisemitism, Langmuir's approach to religious history is important for historians in all areas.",
        "page_count": 396,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=F1ySMxcXkjIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 199.38,
        "currency": "BRL"
    },
    {
        "id": "h1xcc4cGL5cC",
        "title": "On Understanding Japanese Religion",
        "authors": [
            "Joseph Mitsuo Kitagawa"
        ],
        "publisher": "Princeton University Press",
        "publication_date": "1987-10-21",
        "categories": [
            "History"
        ],
        "description": "Joseph Kitagawa, one of the founders of the field of history of religions and an eminent scholar of the religions of Japan, published his classic book Religion in Japanese History in 1966. Since then, he has written a number of extremely influential essays that illustrate approaches to the study of Japanese religious phenomena. To date, these essays have remained scattered in various scholarly journals. This book makes available nineteen of these articles, important contributions to our understanding of Japan's intricate combination of indigenous Shinto, Confucianism, Taoism, the Yin-Yang School, Buddhism, and folk religion. In sections on prehistory, the historic development of Japanese religion, the Shinto tradition, the Buddhist tradition, and the modem phase of the Japanese religious tradition, the author develops a number of valuable methodological approaches. The volume also includes an appendix on Buddhism in America. Asserting that the study of Japanese religion is more than an umbrella term covering investigations of separate traditions, Professor Kitagawa approaches the subject from an interdisciplinary standpoint. Skillfully combining political, cultural, and social history, he depicts a Japan that seems a microcosm of the religious experience of humankind.",
        "page_count": 380,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=h1xcc4cGL5cC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 203,
        "currency": "BRL"
    },
    {
        "id": "PSlUVfENWwQC",
        "title": "Philosophy, Religion, and the Question of Intolerance",
        "authors": [
            "Mehdi Amin Razavi",
            "David Ambuel"
        ],
        "publisher": "SUNY Press",
        "publication_date": "1997-01-01",
        "categories": [
            "Philosophy"
        ],
        "description": "Philosophy, Religion, and the Question off Intolerance is a diverse collection of essays united by a common starting point and theme -- the awareness that intolerance is a phenomenon encountered in diverse places and circumstances and often handled with limited success. The question of toleration, together with its cultural, social, religious, and philosophical implications, are addressed by leading authorities who offer insights from an interdisciplinary perspective. The book begins with essays by three distinguished scholars, Robert Cummings Neville, J. B. Schneewind, and John McCumber. They assess the origins of intolerance, the genesis of our concept of toleration, and the outlook for the practice of tolerance in contemporary society. Beyond the opening essays, the collection is divided into three sections. The first concentrates on the relationship of religious faith and practice to toleration and inquires how religion might either impede or promote toleration. The second section deals primarily with questions regarding tolerance in the face of modern political realities. The final section discusses ethics, namely the philosophical analysis and definition of toleration as a virtue.",
        "page_count": 306,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=PSlUVfENWwQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 134,
        "currency": "BRL"
    },
    {
        "id": "rfcCAAAAQAAJ",
        "title": "An Inquiry Concerning Religion",
        "authors": [
            "George Long"
        ],
        "publisher": null,
        "publication_date": "1855",
        "categories": [
            "Apologetics"
        ],
        "description": "",
        "page_count": 368,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=rfcCAAAAQAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 302,
        "currency": "BRL"
    },
    {
        "id": "BclABayC1QQC",
        "title": "Volume 10: Philosophy of Religion",
        "authors": [
            "Guttorm Fløistad"
        ],
        "publisher": "Springer Science & Business Media",
        "publication_date": "2009-10-31",
        "categories": [
            "Philosophy"
        ],
        "description": "The present volume is a continuation of the series Contemporary Philosophy. As with the earlier volumes in the series, the present Chronicles purport to give a survey of significant trends in contemporary philosophy. The need for such surveys has, I believe, increased rather than decreased over the years. The philosophical scene appears, for various reasons, more complex than ever before. The continuing process of specialization in most branches, the increasing contact between p- losophers from various cultures, the emergence of new schools of thought, particularly in philosophical logic and in the philosophy of language and ethics, and the increasing attention being paid to the h- tory of philosophy in discussions of contemporary problems, are the most important contributing factors. Surveys of the present kind are a valuable source of knowledge of this complexity. The surveys may therefore help to strengthen the Socratic element of modern philosophy, the intercultural dialogue or Kommunikationsgemeinschaft. So far, nine volumes have been published in this series, viz. P- losophy of Language and Philosophical Logic (Volume 1), Philosophy of Science (Volume 2), Philosophy of Action (Volume 3), Philosophy of Mind (Volume 4), African Philosophy (Volume 5), Medieval Age P- losophy (Volumes 6/1 and 6/2), Asian Philosophy (Volume 7), Philo- phy of Latin America (Volume 8), and Aesthetics and Philosophy of Art (Volume 9).",
        "page_count": 418,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=BclABayC1QQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 862.19,
        "currency": "BRL"
    },
    {
        "id": "hRWUEVkI-hQC",
        "title": "Psychoanalysis, Phenomenological Anthropology and Religion",
        "authors": [
            "Antoine Vergote"
        ],
        "publisher": "Leuven University Press",
        "publication_date": "1998",
        "categories": [
            "Philosophy"
        ],
        "description": "",
        "page_count": 320,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=hRWUEVkI-hQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 420,
        "currency": "BRL"
    },
    {
        "id": "UIc17nkYLQUC",
        "title": "Manual of the Science of Religion",
        "authors": [
            "Pierre Daniël Chantepie de la Saussaye"
        ],
        "publisher": null,
        "publication_date": "1891",
        "categories": [
            "Religion"
        ],
        "description": "",
        "page_count": 712,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=UIc17nkYLQUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 270,
        "currency": "BRL"
    },
    {
        "id": "moo3AQAAMAAJ",
        "title": "Introduction to the Science of Religion",
        "authors": [
            "Friedrich Max Müller"
        ],
        "publisher": null,
        "publication_date": "1882",
        "categories": [
            "Religion"
        ],
        "description": "",
        "page_count": 380,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=moo3AQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 223,
        "currency": "BRL"
    },
    {
        "id": "2lkXAVpzZJcC",
        "title": "The Sociology of Religion",
        "authors": [
            "Grace Davie"
        ],
        "publisher": "SAGE",
        "publication_date": "2007-04-18",
        "categories": [
            "Social Science"
        ],
        "description": "'Grace Davie is one of the best analysts of religion in contemporary sociology. This book caps a distinguished record of studies of religion - first of Britain, then of Europe, then globally. This is a magisterial work, which should be read by anyone interested in the place of religion in the modern world' - Peter L. Berger, Boston University 'This book offers both an expert survey of contemporary sociology of religion and the personal reflections of one of the leading scholars in the field. Grace Davie is a good model for students and their teachers: she is clear, engaging and fair minded but unafraid to express a point of view' -David Voas, University of Manchester 'Grace Davie has written a book about what is currently happening in the sociology of religion which is clear, accessible, devoid of jargon and authoritative. Though addressed to the educated reader, it also provides an ideal text for students... If you want expert guidance about what is going on in the sociology of religion, and to have useful indications about what is going on in religion on the global scene, this book does the job extremely well' - Theology Why is religion still important? Can we be fully modern and fully religious? The Sociology of Religion works at two levels. First it sets out the agenda - covering the key questions in the sociology of religion today. At the same time, it interrogates this agenda - asking if the sociology of religion, as we currently know it, is 'fit for purpose'. If not, what is to be done? This book: • describes the origins of the sociology of religion • demystifies secularization as a process and a theory • relates religion to modern social theory • unpacks the meaning of religion in relation to modernity and globalization • grasps the methodological challenges in the field • provides a comparative perspective for religions in the west • introduces questions of minorities and margins • sets out a critical agenda for debate and research. In a single volume, Grace Davie captures the nature and forms of modern religion, the current debates in the field and the prospects for future development.",
        "page_count": 297,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=2lkXAVpzZJcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 170,
        "currency": "BRL"
    },
    {
        "id": "hHcpAAAAYAAJ",
        "title": "The Early Religion of Israel",
        "authors": [
            "James Robertson"
        ],
        "publisher": null,
        "publication_date": "1892",
        "categories": [
            "Bible"
        ],
        "description": "",
        "page_count": 582,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=hHcpAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 243,
        "currency": "BRL"
    },
    {
        "id": "PnwwAQAAMAAJ",
        "title": "Nature, the Utility of Religion, and Theism",
        "authors": [
            "John Stuart Mill"
        ],
        "publisher": null,
        "publication_date": "1885",
        "categories": [
            "God"
        ],
        "description": "",
        "page_count": 284,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=PnwwAQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 464,
        "currency": "BRL"
    },
    {
        "id": "oewQAAAAYAAJ",
        "title": "Truth in Religion",
        "authors": [
            "Joseph B. Gross"
        ],
        "publisher": null,
        "publication_date": "1881",
        "categories": [
            "Apologetics"
        ],
        "description": "",
        "page_count": 144,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=oewQAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 169,
        "currency": "BRL"
    },
    {
        "id": "YIBml5KGUH0C",
        "title": "Romanism the Religion of Human Nature",
        "authors": [
            "Richard Whately (Archbishop of Dublin.)"
        ],
        "publisher": null,
        "publication_date": "1878",
        "categories": [],
        "description": "",
        "page_count": 242,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=YIBml5KGUH0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 313,
        "currency": "BRL"
    },
    {
        "id": "IgosSOSJON4C",
        "title": "The Theories of Darwin and Their Relation to Philosophy, Religion, and Morality",
        "authors": [
            "Rudolf Schmid"
        ],
        "publisher": null,
        "publication_date": "1883",
        "categories": [
            "Evolution"
        ],
        "description": "",
        "page_count": 438,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=IgosSOSJON4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 166,
        "currency": "BRL"
    },
    {
        "id": "kNwfVJB9aH4C",
        "title": "An Essay on Disestablishment and the Voluntary Principle in Religion",
        "authors": [
            "W. Piercy Dimes"
        ],
        "publisher": null,
        "publication_date": "1874",
        "categories": [
            "Church and state"
        ],
        "description": "",
        "page_count": 58,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=kNwfVJB9aH4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 321,
        "currency": "BRL"
    },
    {
        "id": "qlDSAAAAMAAJ",
        "title": "The Relations of the State University to Religion",
        "authors": [
            "Henry Simmons Frieze"
        ],
        "publisher": null,
        "publication_date": "1888",
        "categories": [
            "Baccalaureate addresses"
        ],
        "description": "",
        "page_count": 44,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=qlDSAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 224,
        "currency": "BRL"
    },
    {
        "id": "8TjA0qtgqZQC",
        "title": "Evolution and Religion",
        "authors": [
            "Minot Judson Savage"
        ],
        "publisher": null,
        "publication_date": "1886",
        "categories": [
            "Evolution"
        ],
        "description": "",
        "page_count": 116,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=8TjA0qtgqZQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 408,
        "currency": "BRL"
    },
    {
        "id": "u-CrAgAAQBAJ",
        "title": "The Politics of Religion in Indonesia",
        "authors": [
            "Michel Picard",
            "Rémy Madinier"
        ],
        "publisher": "Routledge",
        "publication_date": "2011-05-13",
        "categories": [
            "Political Science"
        ],
        "description": "Indonesia is a remarkable case study for religious politics. While not being a theocratic country, it is not secular either, with the Indonesian state officially defining what constitutes religion, and every citizen needing to be affiliated to one of them. This book focuses on Java and Bali, and the interesting comparison of two neighbouring societies shaped by two different religions - Islam and Hinduism. The book examines the appropriation by the peoples of Java and Bali of the idea of religion, through a dialogic process of indigenization of universalist religions and universalization of indigenous religions. It looks at the tension that exists between proponents of local world-views and indigenous belief systems, and those who deny those local traditions as qualifying as a religion. This tension plays a leading part in the construction of an Indonesian religious identity recognized by the state. The book is of interest to students and scholars of Southeast Asia, religious studies and the anthropology and sociology of religion.",
        "page_count": 253,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=u-CrAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 334,
        "currency": "BRL"
    },
    {
        "id": "7YQYAAAAIAAJ",
        "title": "A Dictionary of Comparative Religion",
        "authors": [
            "Samuel George Frederick Brandon"
        ],
        "publisher": "Macmillan Reference USA",
        "publication_date": "1970",
        "categories": [
            "Religion"
        ],
        "description": "Alphabetic list of subjects relating to the religious beliefs and practices of mankind.",
        "page_count": 720,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=7YQYAAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 311,
        "currency": "BRL"
    },
    {
        "id": "KPcGrcVAlowC",
        "title": "The Historical Study of African Religion",
        "authors": [
            "Terence O. Ranger",
            "T. O. Ranger",
            "Isaria N. Kimambo"
        ],
        "publisher": "Univ of California Press",
        "publication_date": "1976",
        "categories": [
            "Religion"
        ],
        "description": "",
        "page_count": 326,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=KPcGrcVAlowC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 297,
        "currency": "BRL"
    },
    {
        "id": "eZDQz0IQLIsC",
        "title": "Christianity, Cults & Religions",
        "authors": [
            "Paul Carden"
        ],
        "publisher": "Rose Publishing Inc",
        "publication_date": "1999-07",
        "categories": [
            "Religion"
        ],
        "description": "From Muslims to Mormons, there are over 77 million people in America who do not believe in biblical Christianity, according to a recent PEW Report. Now you can easily compare their beliefs to Christianity with this quick-reference pamphlet! Over 1 million copies sold! Christianity, Cults and Religions is the Best-Selling Cults and Religions Comparison Chart. Compare 20 cults, sects, and religions. This New 7th Edition Compares 2 More Religious Groups! No other Side-by-Side Cults and Religions Chart Gives this Concise Information: A Brief Overview of the Beliefs of each Religious Group in 150 Words or Less. Christianity, Cults and Religions will help you know what you believe and why! Packed with side-by-side comparison charts, simple summaries, and up-to-date overviews, this easy-to-understand pamphlet will help you quickly compare the key beliefs of 20 different religions and cults to Christianity! See what they believe, what Christians believe, and how to correct common misunderstandings--at a glance! Strengthen your understanding of Christianity and get practical insight on how to reach out to those of different faiths, including Muslims, Jehovah's Witnesses, Buddhists, Mormons, and more! Perfect cults comparison handout for Bible Studies, Sunday school classes, and homeschool curriculum. 14 panels, fits inside most Bibles, 8.5 x 5.5 inches, unfolds to 38 inches long. ECPA Platinum Award Winner--Over 1 Million Copies Sold What Makes Christianity, Cults and Religions Pamphlet the Best-Selling Religions Comparison Chart? Well-researched. Researched by some of the top apologists and scholars in the field including Paul Carden, former co-host of \"Bible Answer Man\" radio program, H. Wayne House, Ph.D., Robert Bowman Jr., executive director of IRR, and James Bjornstadt, Ph.D. Short and concise. Christianity, Cults and Religions is an excellent short overview with brief summaries of the beliefs and basic history of 20 world religions, sects, cults, and new religious movements. Up to date. Christianity, Cults and Religions the most up-to-date comparison chart from a Christian perspective available in print. More groups than any other side-by-side comparison chart in print. Christianity, Cults and Religions features more religions, sects, and new religious movements than other comparative pamphlet. It includes groups others do not mention, including Scientology, Bahá'í, Wicca, and Nation of Islam. Religious Beliefs Compared in The Christianity, Cults and Religions Chart Many religious groups use the same terms but hold opposite beliefs. Now you can compare the beliefs of Mormons, Jehovah's Witnesses, Christian Scientists, and Christians about the person and work of Jesus Christ--at a glance. Comparison Topics for Each Religion, Sect or Cult Group Who is God--What is the concept of God or Supreme Power in this Religion? Who is Jesus Christ--Is Jesus a central figure in this Religion? If so, who is he? What did his death and resurrection accomplish? Who is the Holy Spirit--Does this religion have a concept of the Holy Spirit, and if so is it a force, an ideal, a substance, or a Person? What happens after death How does a Person Find Salvation, or What is this Religion's Spiritual Goal? Basic Historical Facts for Each Religion or Group Compared on The Christianity, Cults and Religions Chart Key Writings or Holy Books of Each Religion Founder or Key Person in this Religion or Group Date the Religion Was Founded Location: Where the Religion was founded and its current headquarters Other Interesting Beliefs and Practices Religious Groups Compared in Christianity, Cults and Religions World Religions and Related Sects Compared in Christianity, Cults and Religions Buddhism Hinduism Islam--Shi'a Islam--Sunni Judaism Kabbalah Hare Krishna Nichiren Shoshu Buddhism Nation of Islam Transcendental Meditation(R) Bahá'í World Faith Christianity and Offshoots Compared in Christianity, Cults and Religions Christianity Seventh-day Adventism Mormonism (Latter-day Saints or Mormons) Jehovah's Witnesses Christian Science Unification Church (Sun Myung Moon) Unity School of Christianity New Age Movement Other Groups Compared in Christianity, Cults and Religions Wicca Scientology (Dianetics) The 14-panel Christianity, Cults & Religions Chart is an excellent way to teach the key beliefs and practices of biblical Christianity and how it compares to other religions and cults. The pamphlet's concise nature makes it easy to see and understand how the religions and cults differ as well as what they may have in common. The pamphlet is a great resource for Bible study, Sunday school lessons, and missions classes. Also available as a full-length book with more in-depth information (ISBN 9781596362024).",
        "page_count": 15,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=eZDQz0IQLIsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 8.54,
        "currency": "BRL"
    },
    {
        "id": "v-vONOwy0DUC",
        "title": "Introduction to the Study of Religion",
        "authors": [
            "Kathleen S. Nash",
            "Mary N. MacDonald",
            "Fred Glennon"
        ],
        "publisher": "Orbis Books",
        "publication_date": "2013",
        "categories": [
            "Religion"
        ],
        "description": "This introductory text helps students think through the basic questions that arise in the study of religion. What is the nature of religious experience? How does religion shape the actions of individuals and communities? How does religion promote or inhibit human development and well-being? This 2nd edition has been updated throughout, including new examples, new themes such as religious fundamentalism and violence, and a new emphasis on environmental issues.",
        "page_count": 523,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=v-vONOwy0DUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 258,
        "currency": "BRL"
    },
    {
        "id": "E85CAQAAMAAJ",
        "title": "The American Catalogue",
        "authors": [],
        "publisher": null,
        "publication_date": "1891",
        "categories": [
            "American literature"
        ],
        "description": "American national trade bibliography.",
        "page_count": 334,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=E85CAQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 298,
        "currency": "BRL"
    }
]