[
    {
        "id": "PbMdeizaCNcC",
        "title": "Science-fiction",
        "authors": [
            "Everett Franklin Bleiler",
            "Richard Bleiler"
        ],
        "publisher": "Kent State University Press",
        "publication_date": "1998",
        "categories": [
            "Fiction"
        ],
        "description": "Complementing Science-Fiction: The Early Years, which surveys science-fiction published in book form from its beginnings through 1930, the present volume covers all the science-fiction printed in the genre magazines--Amazing, Astounding, and Wonder, along with offshoots and minor magazines--from 1926 through 1936. This is the first time this historically important literary phenomenon, which stands behind the enormous modern development of science-fiction, has been studied thoroughly and accurately. The heart of the book is a series of descriptions of all 1,835 stories published during this period, plus bibliographic information. Supplementing this are many useful features: detailed histories of each of the magazines, an issue by issue roster of contents, a technical analysis of the art work, brief authors' biographies, poetry and letter indexes, a theme and motif index of approximately 30,0000 entries, and general indexes. Science-Fiction: The Gernsback Years is not only indispensable for reference librarians, collectors, readers, and scholars interested in science-fiction, it is also of importance to the study of popular culture during the Great Depression in the United States. Most of its data, which are largely based on rare and almost unobtainable sources, are not available elsewhere.",
        "page_count": 780,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=PbMdeizaCNcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 492,
        "currency": "BRL"
    },
    {
        "id": "NJH5AwAAQBAJ",
        "title": "The Role of Science Fiction",
        "authors": [
            "Stefan Weihampel",
            "Stefan Weisshampel"
        ],
        "publisher": "Diplomica Verlag",
        "publication_date": "2008-07",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "In \"The role of Science Fiction in selected works of Isaac Asimov and Kurt Vonnegut\" the author elaborates upon important similarities and differences between the use of science fiction motives in selected works of Isaac Asimov and Kurt Vonnegut. The analysis includes Asimov's Foundation and Robots and Empire and Vonnegut's Sirens of Titan and Galapagos.",
        "page_count": 113,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=NJH5AwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 234.04,
        "currency": "BRL"
    },
    {
        "id": "IwZlEAAAQBAJ",
        "title": "Arab and Muslim Science Fiction",
        "authors": [
            "Hosam A. Ibrahim Elzembely",
            "Emad El-Din Aysha"
        ],
        "publisher": "McFarland",
        "publication_date": "2022-03-21",
        "categories": [
            "Literary Criticism"
        ],
        "description": "How is science fiction from the Arab and Muslim world different than mainstream science fiction from the West? What distinctive and original contributions can it make? Why is it so often neglected in critical considerations of the genre? While other books have explored these questions, all have been from foreign academic voices. Instead, this book examines the nature, genesis, and history of Arabic and Muslim science fiction, as well as the challenges faced by its authors, in the authors' own words. These authors share their stories and struggles with censors, recalcitrant publishers, critics, the book market, and the literary establishment. Their uphill efforts, with critical contributions from academics, translators, and literary activists, will enlighten the sci-fi enthusiast and fill a gap in the history of science fiction. Topics covered range from culture shock to conflicts between tradition and modernity, proactive roles for female heroines, blind imitation of storytelling techniques, and language games.",
        "page_count": 397,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=IwZlEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 153,
        "currency": "BRL"
    },
    {
        "id": "9ZpsBgAAQBAJ",
        "title": "Science Fact and Science Fiction",
        "authors": [
            "Brian Stableford"
        ],
        "publisher": "Routledge",
        "publication_date": "2006-09-06",
        "categories": [
            "Fiction"
        ],
        "description": "Science fiction is a literary genre based on scientific speculation. Works of science fiction use the ideas and the vocabulary of all sciences to create valid narratives that explore the future effects of science on events and human beings. Science Fact and Science Fiction examines in one volume how science has propelled science-fiction and, to a lesser extent, how science fiction has influenced the sciences. Although coverage will discuss the science behind the fiction from the Classical Age to the present, focus is naturally on the 19th century to the present, when the Industrial Revolution and spectacular progress in science and technology triggered an influx of science-fiction works speculating on the future. As scientific developments alter expectations for the future, the literature absorbs, uses, and adapts such contextual visions. The goal of the Encyclopedia is not to present a catalog of sciences and their application in literary fiction, but rather to study the ongoing flow and counterflow of influences, including how fictional representations of science affect how we view its practice and disciplines. Although the main focus is on literature, other forms of science fiction, including film and video games, are explored and, because science is an international matter, works from non-English speaking countries are discussed as needed.",
        "page_count": 756,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=9ZpsBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 333.04,
        "currency": "BRL"
    },
    {
        "id": "Ao7EAwAAQBAJ",
        "title": "Religion in Science Fiction",
        "authors": [
            "Steven Hrotic"
        ],
        "publisher": "A&C Black",
        "publication_date": "2014-07-31",
        "categories": [
            "Religion"
        ],
        "description": "Religion in Science Fiction investigates the history of the representations of religion in science fiction literature. Space travel, futuristic societies, and non-human cultures are traditional themes in science fiction. Speculating on the societal impacts of as-yet-undiscovered technologies is, after all, one of the distinguishing characteristics of science fiction literature. A more surprising theme may be a parallel exploration of religion: its institutional nature, social functions, and the tensions between religious and scientific worldviews. Steven Hrotic investigates the representations of religion in 19th century proto-science fiction, and genre science fiction from the 1920s through the end of the century. Taken together, he argues that these stories tell an overarching story-a 'metanarrative'-of an evolving respect for religion, paralleling a decline in the belief that science will lead us to an ideal (and religion-free) future. Science fiction's metanarrative represents more than simply a shift in popular perceptions of religion: it also serves as a model for cognitive anthropology, providing new insights into how groups and identities form in a globalized world, and into how crucial a role narratives may play. Ironically, this same perspective suggests that science fiction, as it was in the 20th century, may no longer exist.",
        "page_count": 237,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Ao7EAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 266.7,
        "currency": "BRL"
    },
    {
        "id": "stg5DwAAQBAJ",
        "title": "Science Fiction in Classic Rock",
        "authors": [
            "Robert McParland"
        ],
        "publisher": "McFarland",
        "publication_date": "2017-10-27",
        "categories": [
            "Music"
        ],
        "description": "As technology advances, society retains its mythical roots--a tendency evident in rock music and its enduring relationship with myth and science fiction. This study explores the mythical and fantastic themes of artists from the late 1960s to the mid-1980s, including David Bowie, Pink Floyd, Jefferson Airplane, Blue Oyster Cult, Iron Maiden, Led Zeppelin and Black Sabbath. Drawing on insights from Joseph Campbell, J.G. Frazer, Carl Jung and Mircea Eliade, the author examines how performers have incorporated mythic archetypes and science fiction imagery into songs that illustrate societal concerns and futuristic fantasies.",
        "page_count": 209,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=stg5DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 79.81,
        "currency": "BRL"
    },
    {
        "id": "T98bGdEXz9gC",
        "title": "Hugo Gernsback and the Century of Science Fiction",
        "authors": [
            "Gary Westfahl"
        ],
        "publisher": "McFarland",
        "publication_date": "2007-08-01",
        "categories": [
            "Literary Criticism"
        ],
        "description": "An examination of science fiction editor and author Hugo Gernsback's career, this critical study explores the many ways in which his work influenced the genre. It summarizes the science fiction theories of Gernsback and his successors, considers his efforts to define science fiction both verbally and visually, and for the first time offers detailed studies of his rarest periodicals, including Technocracy Review, Superworld Comics, and Science-Fiction Plus. An analysis of his ground-breaking novel, Ralph 124C 41+: A Romance of the Year 2660, and its influences on a variety of science fiction novels, films and television programs is also offered.",
        "page_count": 284,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=T98bGdEXz9gC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 400,
        "currency": "BRL"
    },
    {
        "id": "55wUHXiay-gC",
        "title": "The Cambridge Companion to Science Fiction",
        "authors": [
            "Edward James",
            "Farah Mendlesohn"
        ],
        "publisher": "Cambridge University Press",
        "publication_date": "2003-11-20",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Table of contents",
        "page_count": 330,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=55wUHXiay-gC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 139,
        "currency": "BRL"
    },
    {
        "id": "_bFIV3ZS5wgC",
        "title": "The Essential Science Fiction Television Reader",
        "authors": [
            "J.P. Telotte"
        ],
        "publisher": "University Press of Kentucky",
        "publication_date": "2008-05-02",
        "categories": [
            "Performing Arts"
        ],
        "description": "“A richly detailed and critically penetrating overview . . . from the plucky adventures of Captain Video to the postmodern paradoxes of The X-Files and Lost.” —Rob Latham, coeditor of Science Fiction Studies Exploring such hits as The Twilight Zone, Star Trek, Battlestar Galactica, and Lost, among others, The Essential Science Fiction Television Reader illuminates the history, narrative approaches, and themes of the genre. The book discusses science fiction television from its early years, when shows attempted to recreate the allure of science fiction cinema, to its current status as a sophisticated genre with a popularity all its own. J. P. Telotte has assembled a wide-ranging volume rich in theoretical scholarship yet fully accessible to science fiction fans. The book supplies readers with valuable historical context, analyses of essential science fiction series, and an understanding of the key issues in science fiction television.",
        "page_count": 303,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=_bFIV3ZS5wgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 64.9,
        "currency": "BRL"
    },
    {
        "id": "P8zW2AH6150C",
        "title": "Science Fiction and Fantasy Literature",
        "authors": [
            "R. Reginald",
            "Douglas Menville",
            "Mary A. Burgess"
        ],
        "publisher": "Wildside Press LLC",
        "publication_date": "2010-09-01",
        "categories": [
            "Reference"
        ],
        "description": "Science Fiction and Fantasy Literature, A Checklist, 1700-1974, Volume one of Two, contains an Author Index, Title Index, Series Index, Awards Index, and the Ace and Belmont Doubles Index.",
        "page_count": 802,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=P8zW2AH6150C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 254,
        "currency": "BRL"
    },
    {
        "id": "el5dDwAAQBAJ",
        "title": "Modern Science Fiction: A Critical Analysis",
        "authors": [
            "James Gunn",
            "Michael R. Page"
        ],
        "publisher": "McFarland",
        "publication_date": "2018-06-07",
        "categories": [
            "Literary Criticism"
        ],
        "description": "James Gunn--one of the founding figures of science fiction scholarship and teaching--wrote in 1951 what is likely the first master's thesis on modern science fiction. Portions were in the short-lived pulp magazine Dynamic but it has otherwise remained unavailable. Here in its first full publication, the thesis explores many of the classic Golden Age stories of the 1940s and the critical perspective that informed Gunn's essential genre history Alternate Worlds and his anthology series The Road to Science Fiction. The editor's introduction and commentary show the historical significance of Gunn's work and its relevance to today's science fiction studies.",
        "page_count": 214,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=el5dDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 220,
        "currency": "BRL"
    },
    {
        "id": "N2LvEAAAQBAJ",
        "title": "Challenging Anthropocentrism in Eco-Science Fiction Novels",
        "authors": [
            "Fatma Gamze Erkan"
        ],
        "publisher": "Cambridge Scholars Publishing",
        "publication_date": "2024-01-03",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This book explores the relationship between humanity and nature while challenging the notion that anthropocentric behaviour causes the environmental catastrophes depicted in the four selected British eco-science fiction novels. These novels are John Christopher’s The Death of Grass (1956), J. G. Ballard’s The Drought (1965), Brian Aldiss’s Earthworks (1965), and John Brunner’s The Sheep Look Up (1972), all of which fictionalise the fact that the consequences of environmental problems can be diverse but equally serious. This book examines how even the smallest damage caused by human beings to the environment negatively affects them, other living beings, and the ecosystem they need to live and flourish. In conjunction with these, the factors and conditions that push characters in the novels to ignore and harm the environment are also scrutinised. While examining how and why the environmental problems in the novels have arisen, it is evaluated whether the authors propose solutions to these problems and, if so, what they are.",
        "page_count": 204,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=N2LvEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 251.61,
        "currency": "BRL"
    },
    {
        "id": "AVKpAgAAQBAJ",
        "title": "The Science Fiction Handbook",
        "authors": [
            "Nick Hubble",
            "Aris Mousoutzanis"
        ],
        "publisher": "A&C Black",
        "publication_date": "2013-11-28",
        "categories": [
            "Literary Criticism"
        ],
        "description": "As we move through the 21st century, the importance of science fiction to the study of English Literature is becoming increasingly apparent. The Science Fiction Handbook provides a comprehensive guide to the genre and how to study it for students new to the field. In particular, it provides detailed entries on major writers in the SF field who might be encountered on university-level English Literature courses, ranging from H.G. Wells and Philip K. Dick, to Doris Lessing and Geoff Ryman. Other features include an historical timeline, sections on key writers, critics and critical terms, and case studies of both literary and critical works. In the later sections of the book, the changing nature of the science fiction canon and its growing role in relation to the wider categories of English Literature are discussed in depth introducing the reader to the latest critical thinking on the field.",
        "page_count": 192,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=AVKpAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 194.82,
        "currency": "BRL"
    },
    {
        "id": "WRi7BAAAQBAJ",
        "title": "Historical Dictionary of Science Fiction in Literature",
        "authors": [
            "M. Keith Booker"
        ],
        "publisher": "Rowman & Littlefield",
        "publication_date": "2014-10-01",
        "categories": [
            "Literary Criticism"
        ],
        "description": "The Historical Dictionary of Science Fiction in Literature is a useful reference to the broad and burgeoning field of science fiction literature. Science fiction literature has gained immensely in critical respect and attention, while maintaining a broad readership. However, despite the fact that it is a rapidly changing field, contemporary science fiction literature also maintains a strong sense of its connections to science fiction of the past, which makes a historical reference of this sort particularly valuable as a tool for understanding science fiction literature as it now exists and as it has evolved over the years. The Historical Dictionary of Science Fiction in Literature covers the history of science fiction in literature through a chronology, an introductory essay, and an extensive bibliography. The dictionary section has over 300 cross-referenced entries including significant people; themes; critical issues; and the most significant genres that have formed science fiction literature. This book is an excellent access point for students, researchers, and anyone wanting to know more about this subject.",
        "page_count": 435,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=WRi7BAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 338,
        "currency": "BRL"
    },
    {
        "id": "XAE3DAAAQBAJ",
        "title": "The Subject of Race in American Science Fiction",
        "authors": [
            "Sharon DeGraw"
        ],
        "publisher": "Routledge",
        "publication_date": "2006-12-19",
        "categories": [
            "Literary Criticism"
        ],
        "description": "While the connections between science fiction and race have largely been neglected by scholars, racial identity is a key element of the subjectivity constructed in American SF. In his Mars series, Edgar Rice Burroughs primarily supported essentialist constructions of racial identity, but also included a few elements of racial egalitarianism. Writing in the 1930s, George S. Schuyler revised Burroughs' normative SF triangle of white author, white audience, and white protagonist and promoted an individualistic, highly variable concept of race instead. While both Burroughs and Schuyler wrote SF focusing on racial identity, the largely separate genres of science fiction and African American literature prevented the similarities between the two authors from being adequately acknowledged and explored. Beginning in the 1960s, Samuel R. Delany more fully joined SF and African American literature. Delany expands on Schuyler's racial constructionist approach to identity, including gender and sexuality in addition to race. Critically intertwining the genres of SF and African American literature allows a critique of the racism in the science fiction and a more accurate and positive portrayal of the scientific connections in the African American literature. Connecting the popular fiction of Burroughs, the controversial career of Schuyler, and the postmodern texts of Delany illuminates a gradual change from a stable, essentialist construction of racial identity at the turn of the century to the variable, social construction of poststructuralist subjectivity today.",
        "page_count": 241,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=XAE3DAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 0,
        "currency": "BRL"
    },
    {
        "id": "tPuzDwAAQBAJ",
        "title": "The Rise and Fall of American Science Fiction, from the 1920s to the 1960s",
        "authors": [
            "Gary Westfahl"
        ],
        "publisher": "McFarland",
        "publication_date": "2019-10-04",
        "categories": [
            "Literary Criticism"
        ],
        "description": "﻿ By examining important aspects of science fiction in the twentieth century, this book explains how the genre evolved to its current state. Close critical attention is given to topics including the art that has accompanied science fiction, the subgenres of space opera and hard science fiction, the rise of SF anthologies, and the burgeoning impact of the marketplace on authors. Included are in-depth studies of key texts that contributed to science fiction's growth, including Philip Francis Nowlan's first Buck Rogers story, the first published stories of A. E. van Vogt, and the early juveniles of Isaac Asimov, Arthur C. Clarke and Robert Heinlein.",
        "page_count": 312,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=tPuzDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 159.68,
        "currency": "BRL"
    },
    {
        "id": "zzOkOTaKebEC",
        "title": "Political Theory, Science Fiction, and Utopian Literature",
        "authors": [
            "Tony Burns"
        ],
        "publisher": "Lexington Books",
        "publication_date": "2010-02-19",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Ursula K. Le Guin's The Dispossessed is of interest to political theorists partly because of its association with anarchism and partly because it is thought to represent a turning point in the history of utopian/dystopian political thought and literature and of science fiction. Published in 1974, it marked a revival of utopianism after decades of dystopian writing. According to this widely accepted view The Dispossessed represents a new kind of literary utopia, which Tom Moylan calls a 'critical utopia.' The present work challenges this reading of The Dispossessed and its place in the histories of utopian/dystopian literature and science fiction. It explores the difference between traditional literary utopia and novels and suggests that The Dispossessed is not a literary utopia but a novel about utopianism in politics. Le Guin's concerns have more to do with those of the novelists of the 19th century writing in the tradition of European Realism than they do with the science fiction or utopian literature. It also claims that her theory of the novel has an affinity with the ancient Greek tragedy. This implies that there is a conservatism in Le Guin's work as a creative writer, or as a novelist, which fits uneasily with her personal commitment to anarchism.",
        "page_count": 332,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=zzOkOTaKebEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 443,
        "currency": "BRL"
    },
    {
        "id": "2WRZFwoGe6sC",
        "title": "From Science Fiction to Science Facts",
        "authors": [
            "C. B. Don"
        ],
        "publisher": null,
        "publication_date": "2005-07",
        "categories": [
            "Education"
        ],
        "description": "\"FROM SCIENCE FICTION TO SCIENCE FACTS\" is the non-fiction companion study guide to the fantastic science-fiction novel, \"Accused By Facet-Eyes\". It is a unique teaching/learning approach, which pairs literary entertainment with fascinating life science facts. Academic enrichment for nature-loving readers, middle-, high-school and college students. Intended for mainstream, supplementary and home schooling education. Readers will learn why honeybees are endangered worldwide; their pivotal role in pollination and will better appreciate the essential, mutual interdependence with humankind. Eye-opening life science facts point out important interactions of biology, chemistry and physics with contemporary issues in ecology and human-induced environmental hazards from a global, social perspective. \"From Science Fiction To Science Facts\" is a great time-saver for busy educators. Over 400 easily accessed references support the science facts; an overview of the science topics shows their relevance to the National Science Education Standards categories; the analytical format and discussion questions encourage critical thought and debates; C.B. Don's original, captivating photographs bring foraging honeybees on garden flowers to life!",
        "page_count": 142,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=2WRZFwoGe6sC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 1,
        "price": 267,
        "currency": "BRL"
    },
    {
        "id": "ZdV_AAAAQBAJ",
        "title": "Science/Fiction Collections",
        "authors": [
            "Lee Ash"
        ],
        "publisher": "Routledge",
        "publication_date": "2013-08-21",
        "categories": [
            "Fiction"
        ],
        "description": "Science/Fiction Collections offers different views and attitudes toward Science Fiction and Fantasy Literature and descriptions of a variety of collections. Written during a time when Science Fiction and Fantasy writings had just gained widespread popularity, it offers suggestions and considerations for approaching any special collection dealing with a relatively new field.",
        "page_count": 190,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=ZdV_AAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 288.62,
        "currency": "BRL"
    },
    {
        "id": "7NCREAAAQBAJ",
        "title": "Cents of Wonder - Science Fiction's First Award Winners",
        "authors": [
            "Steve Davidson",
            "Kermit Woodall"
        ],
        "publisher": "The Experimenter Publishing Company, LLC",
        "publication_date": null,
        "categories": [
            "Fiction"
        ],
        "description": "Now! Together! For The First Time Anywhere! Pulled straight from the pages of the leading magazines of their age, 14 stories by the people whose imagination, creativity, and scientific acumen helped define the genre that would become known as Science Fiction. Between 1926 and 1930 Hugo Gernsback hosted the science fiction field’s inaugural writing contests, first in Amazing Stories, and then again in Science Wonder Stories, the genre’s first two magazines devoted entirely to the publication of scientifiction tales. These are the authors whose tales of wonder and speculation inspired the writers you’re more familiar with, writers such as Asimov, Bradbury, Le Guin, Heinlein, Brackett, Moore, and others. Before there was science fiction, before there were Fans, before conventions, before comics, before cosplay, these fourteen pioneers stepped off into the unknown of imagination and helped entire generations learn to willingly suspend their disbelief, engage their sense of wonder, and take off for the stars! And they won awards for it!",
        "page_count": 352,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=7NCREAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 51.29,
        "currency": "BRL"
    },
    {
        "id": "WZ32DQAAQBAJ",
        "title": "Matéria escura",
        "authors": [
            "Blake Crouch"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2017-02-20",
        "categories": [
            "Fiction"
        ],
        "description": "Ficção científica eletrizante de Blake Crouch aborda realidades alternativas, caminhos não percorridos e questiona: você é feliz com a vida que tem? O fim de tudo que Jason Dessen conhece e ama começa em uma noite fria de outubro. É apenas uma saída casual para celebrar a conquista de um amigo no bar perto de casa. Ao se despedir da esposa e do filho, ele não olha para trás. Pouco tempo depois, raptado por um homem mascarado, Jason é levado para uma usina abandonada e deixado inconsciente. Quando acorda, um estranho sorri para ele, dizendo: “Bem-vindo de volta, amigo.” Neste novo mundo, Jason leva outra vida. Sua esposa não é sua esposa, seu filho nunca nasceu e, em vez de professor numa universidade mediana, ele é um gênio da física quântica que conseguiu um feito inimaginável. Algo impossível. Será que é este seu mundo, e o outro é apenas um sonho? E, se esta não for a vida que ele sempre levou, como voltar para sua família e tudo que ele conhece por realidade? Marcante, veloz e intimista, Matéria escura retorna às livrarias em nova edição, nos levando a um universo muito maior do que imaginamos. Seus múltiplos cenários compõem uma trama que aborda questões profundamente humanas, como identidade, família, o peso das escolhas e até onde vamos para recuperar a vida com que sonhamos. O thriller sci-fi de Blake Crouch será adaptado para uma série do Apple TV+, em produção que contará com Alice Braga (Cidade de Deus) e Jennifer Connelly (Top Gun: Maverick).",
        "page_count": 412,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=WZ32DQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 46.9,
        "currency": "BRL"
    },
    {
        "id": "WobBDQAAQBAJ",
        "title": "Science Fiction Criticism",
        "authors": [
            "Rob Latham"
        ],
        "publisher": "Bloomsbury Publishing",
        "publication_date": "2017-02-23",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Including more than 30 essential works of science fiction criticism in a single volume, this is a comprehensive introduction to the study of this enduringly popular genre. Science Fiction Criticism: An Anthology of Essential Writings covers such topics as: ·Definitions and boundaries of the genre ·The many forms of science fiction, from time travel to 'inner space' ·Ideology and identity: from utopian fantasy to feminist, queer and environmental readings ·The non-human: androids, aliens, cyborgs and animals ·Race and the legacy of colonialism The volume also features annotated guides to further reading on these topics. Includes writings by: Marc Angenot, J.G. Ballard, Damien Broderick, Istvan Csicsery-Ronay, Samuel R. Delany, Philip K. Dick, Grace Dillon, Kodwo Eshun, Carl Freedman, Allison de Fren, Hugo Gernsback, Donna Haraway, N. Katherine Hayles, Robert A. Heinlein, Nalo Hopkinson, Veronica Hollinger, Fredric Jameson, Gwyneth Jones, Rob Latham, Roger Luckhurst, Judith Merril, John B. Michel, Wendy Pearson, John Rieder, Lysa Rivera, Joanna Russ, Mary Shelley, Stephen Hong Sohn, Susan Sontag, Bruce Sterling, Darko Suvin, Vernor Vinge, Sherryl Vint, H.G. Wells, David Wittenberg and Lisa Yaszek",
        "page_count": 593,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=WobBDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 256.43,
        "currency": "BRL"
    },
    {
        "id": "2x9wB7a7DvIC",
        "title": "Library of Congress Subject Headings",
        "authors": [
            "Library of Congress"
        ],
        "publisher": null,
        "publication_date": "2011",
        "categories": [
            "Subject headings, Library of Congress"
        ],
        "description": "",
        "page_count": 1672,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=2x9wB7a7DvIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 161,
        "currency": "BRL"
    },
    {
        "id": "pEhkh_9bP9wC",
        "title": "Library of Congress Subject Headings",
        "authors": [
            "Library of Congress. Cataloging Policy and Support Office"
        ],
        "publisher": null,
        "publication_date": "2004",
        "categories": [
            "Subject headings, Library of Congress"
        ],
        "description": "",
        "page_count": 1662,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=pEhkh_9bP9wC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 121,
        "currency": "BRL"
    },
    {
        "id": "scE4AAAAQBAJ",
        "title": "Science Fiction Film",
        "authors": [
            "Keith M. Johnston"
        ],
        "publisher": "Berg",
        "publication_date": "2013-05-09",
        "categories": [
            "Performing Arts"
        ],
        "description": "Science Fiction Film develops a historical and cultural approach to the genre that moves beyond close readings of iconography and formal conventions. It explores how this increasingly influential genre has been constructed from disparate elements into a hybrid genre. Science Fiction Film goes beyond a textual exploration of these films to place them within a larger network of influences that includes studio politics and promotional discourses. The book also challenges the perceived limits of the genre - it includes a wide range of films, from canonical SF, such as Le voyage dans la lune, Star Wars and Blade Runner, to films that stretch and reshape the definition of the genre. This expansion of generic focus offers an innovative approach for students and fans of science fiction alike.",
        "page_count": 193,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=scE4AAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 230.76,
        "currency": "BRL"
    },
    {
        "id": "zeT-vlD0424C",
        "title": "Library of Congress Subject Headings: P-Z",
        "authors": [
            "Library of Congress. Subject Cataloging Division"
        ],
        "publisher": null,
        "publication_date": "1989",
        "categories": [
            "Subject headings"
        ],
        "description": "",
        "page_count": 1546,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=zeT-vlD0424C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 162,
        "currency": "BRL"
    },
    {
        "id": "e7WADAAAQBAJ",
        "title": "Teaching Science Fiction",
        "authors": [
            "A. Sawyer",
            "P. Wright"
        ],
        "publisher": "Springer",
        "publication_date": "2011-03-24",
        "categories": [
            "Education"
        ],
        "description": "Teaching Science Fiction is the first text in thirty years to explore the pedagogic potential of that most intellectually stimulating and provocative form of popular literature: science fiction. Innovative and academically lively, it offers valuable insights into how SF can be taught historically, culturally and practically at university level.",
        "page_count": 294,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=e7WADAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 554.25,
        "currency": "BRL"
    },
    {
        "id": "NtAtEAAAQBAJ",
        "title": "Devoradores de estrelas",
        "authors": [
            "Andy Weir"
        ],
        "publisher": "Suma",
        "publication_date": "2021-07-05",
        "categories": [
            "Fiction"
        ],
        "description": "Neste novo thriller científico de Andy Weir, autor best-seller de Perdido em Marte, um astronauta precisa encontrar sozinho um jeito de salvar a Terra da destruição. Ryland Grace é o único sobrevivente de uma desesperada missão de emergência — se ele falhar, toda a humanidade e o planeta Terra serão destruídos. Mas no momento ele não sabe disso. Ryland não se lembra nem do próprio nome, muito menos de sua missão ou de como cumpri-la. Tudo o que ele sabe é que dormiu por muito, muito tempo. E que despertou a milhões de quilômetros de casa, com apenas dois cadáveres como companhia. Com os colegas de tripulação mortos e as memórias confusas retornando aos poucos, Ryland vai perceber a tarefa impossível que tem nas mãos. Viajando pelo espaço em sua pequena nave, cabe a ele descobrir a resposta para um enorme mistério científico — e derrotar a ameaça de extinção da nossa espécie. O tempo está acabando, e o humano mais próximo está a anos-luz de distância, então Ryland terá que fazer tudo isso sozinho. Ou será que não? \"Dois mundos em perigo, um astronauta competente (mas humano e cheio de falhas), inúmeros mistérios científicos para resolver, e toda a humanidade em risco. Qualquer fã de ficção científica das antigas (como eu) vai amar.\" — George R.R. Martin, autor de A guerra dos tronos \"Ler Devoradores de estrelas é como ir em uma excursão ao espaço sideral com o melhor professor de Ciências que existe — e a tarefa da sua turma é salvar o mundo. Uma das viagens mais originais, envolventes e divertidas que já fiz.\" — Ernest Cline, autor de Jogador no 1 \"Sempre fico impressionado com a forma como Weir escreve ficção científica de um jeito maravilhosamente acessível, sem comprometer nem a ciência nem a ficção. Um livro que posso indicar para qualquer pessoa com a certeza de que ela vai adorar.\" — Brandon Sanderson, autor de Mistborn",
        "page_count": 679,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=NtAtEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "Utcb32E7rsMC",
        "title": "A Reference Guide for English Studies",
        "authors": [
            "Michael J. Marcuse"
        ],
        "publisher": "Univ of California Press",
        "publication_date": "1990-01-01",
        "categories": [
            "Literary Criticism"
        ],
        "description": "This ambitious undertaking is designed to acquaint students, teachers, and researchers with reference sources in any branch of English studies, which Marcuse defines as \"all those subjects and lines of critical and scholarly inquiry presently pursued by members of university departments of English language and literature.'' Within each of 24 major sections, Marcuse lists and annotates bibliographies, guides, reviews of research, encyclopedias, dictionaries, journals, and reference histories. The annotations and various indexes are models of clarity and usefulness, and cross references are liberally supplied where appropriate. Although cost-conscious librarians will probably consider the several other excellent literary bibliographies in print, such as James L. Harner's Literary Research Guide (Modern Language Assn. of America, 1989), larger academic libraries will want Marcuse's volume.-- Jack Bales, Mary Washington Coll. Lib., Fredericksburg, Va. -Library Journal.",
        "page_count": 872,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Utcb32E7rsMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 122,
        "currency": "BRL"
    },
    {
        "id": "AHjDEAAAQBAJ",
        "title": "Science Fiction Authors",
        "authors": [
            "Maura Heaphy"
        ],
        "publisher": "Bloomsbury Publishing USA",
        "publication_date": "2008-11-30",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "For students, scholars, readers' advisors, and curious SF readers and fans, this guide provides an easy-to-use launch pad for researching and learning more about science fiction writers and their work. Emphasizing the best popular and contemporary authors, this book covers 100 SF writers, providing for each: • a brief biographical sketch, including a quote from theauthor, awards, etc. • a list of the author's major works (including editions and other writings) • research sources-biographies, criticism, research guides, and web sites • In addition, you'll find read-alike lists for selected authors. For anyone wanting to find information on popular SF authors, this should be the first stop.",
        "page_count": 350,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=AHjDEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 282.39,
        "currency": "BRL"
    },
    {
        "id": "PhXPCgAAQBAJ",
        "title": "O tigre de Sharpe - As aventuras de um soldado nas Guerras Napoleônicas",
        "authors": [
            "Bernard Cornwell"
        ],
        "publisher": "Editora Record",
        "publication_date": "2015-10-23",
        "categories": [
            "Fiction"
        ],
        "description": "Em O tigre de Sharpe, Cornwell volta o olhar para a ocupação britânica da Índia. O Imperialismo europeu serve de base para uma aventura que se estende por mais de vinte volumes com o jovem Richard Sharpe — recruta analfabeto a serviço de Sua Majestade — como herói. Integrante de uma expedição enviada para derrubar o sultão Tipu e expulsar os franceses da Índia, Sharpe luta as mais incríveis batalhas. Neste primeiro volume da série, Sharpe, fingindo-se de desertor, deve penetrar a cidade do sultão e fazer contato com um espião escocês aprisionado. Se for bem-sucedido, ganhará suas divisas de sargento. Se fracassar, será entregue aos cruéis executores de Tipu ou aos seus tigres devoradores de homens. Neste mundo exótico e misterioso, um passo em falso significa a morte. A situação se complica ainda mais quando Sharpe descobre que deve lutar contra seus velhos camaradas para salvar o próprio pescoço. E ao mesmo tempo em que executa sua missão, Sharpe fica de olhos abertos para as belas prostitutas de Misore, coisas para saquear e a oportunidade de aprender a ler. Enquanto o exército britânico avança pela Índia rumo a uma armadilha diabólica, o jovem recruta batalha contra homens e feras atrás das linhas inimigas. Mas quando o exército britânico ataca violentamente a cidade, Sharpe deve lutar com a ferocidade e a agilidade de um tigre para desarmar a armadilha de Tipu... e para não ser morto pelos compatriotas.",
        "page_count": 534,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=PhXPCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 52.9,
        "currency": "BRL"
    },
    {
        "id": "Yb4YW3zRLNoC",
        "title": "Science Fiction Audiences",
        "authors": [
            "John Tulloch",
            "Henry Jenkins"
        ],
        "publisher": "Psychology Press",
        "publication_date": "1995",
        "categories": [
            "Art"
        ],
        "description": "Examines the continuing popularity of two television institutions through their fans and followers.",
        "page_count": 312,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Yb4YW3zRLNoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 137,
        "currency": "BRL"
    },
    {
        "id": "UFkDAAAAYAAJ",
        "title": "Humboldt Library of Popular Science Literature",
        "authors": [],
        "publisher": null,
        "publication_date": "1879",
        "categories": [],
        "description": "",
        "page_count": 614,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=UFkDAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 149,
        "currency": "BRL"
    },
    {
        "id": "H6cAAAAAYAAJ",
        "title": "The Canadian Journal of Science, Literature and History",
        "authors": [],
        "publisher": null,
        "publication_date": "1873",
        "categories": [
            "Learned institutions and societies"
        ],
        "description": "",
        "page_count": 714,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=H6cAAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 236,
        "currency": "BRL"
    },
    {
        "id": "CON9AwAAQBAJ",
        "title": "Science Fiction After 1900",
        "authors": [
            "Brooks Landon"
        ],
        "publisher": "Routledge",
        "publication_date": "2014-05",
        "categories": [
            "Fiction"
        ],
        "description": "First published in 2003. Routledge is an imprint of Taylor & Francis, an informa company.",
        "page_count": 286,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=CON9AwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 370,
        "currency": "BRL"
    },
    {
        "id": "Ip2WEFOX9csC",
        "title": "Science Fiction and Philosophy",
        "authors": [
            "Susan Schneider"
        ],
        "publisher": "John Wiley & Sons",
        "publication_date": "2010-06-03",
        "categories": [
            "Philosophy"
        ],
        "description": "A timely volume that uses science fiction as a springboard to meaningful philosophical discussions, especially at points of contact between science fiction and new scientific developments. Raises questions and examines timely themes concerning the nature of the mind, time travel, artificial intelligence, neural enhancement, free will, the nature of persons, transhumanism, virtual reality, and neuroethics Draws on a broad range of books, films and television series, including The Matrix, Star Trek, Blade Runner, Frankenstein, Brave New World, The Time Machine, and Back to the Future Considers the classic philosophical puzzles that appeal to the general reader, while also exploring new topics of interest to the more seasoned academic",
        "page_count": 361,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Ip2WEFOX9csC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 450.7,
        "currency": "BRL"
    },
    {
        "id": "HolcDwAAQBAJ",
        "title": "A princesa prometida",
        "authors": [
            "William Goldman"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2018-06-04",
        "categories": [
            "Fiction"
        ],
        "description": "Clássico que deu origem ao filme cult dos anos 1980 e que inspira referências pops até hoje, passando por The Big Bang Theory, Shrek e Gilmore Girls. Buttercup é uma camponesa que se apaixona perdidamente por Westley, o jovem humilde que trabalha na fazenda do pai dela. Juntos, eles descobrem o amor verdadeiro, mas um trágico acidente envolvendo um navio pirata os separa. Em poucos anos, Buttercup se torna a mulher mais bonita de todos os reinos e acaba sendo pedida em casamento pelo sádico príncipe Humperdinck. Mas nada, nem um poderoso príncipe amante da caça, é capaz de separar esse amor, e o destemido Westley volta para resgatar sua princesa que foi prometida a outro. Em uma paródia aos épicos clássicos, William Goldman escreve um divertido romance com direito a tudo que o gênero tem a oferecer: piratas, duelo de esgrima, traições, tramas políticas da realeza e um romance apaixonante. Esta edição de luxo em capa dura traz os textos extras que William Goldman escreveu para as edições comemorativas de 25 e 30 anos da obra original — que misturam ficção e realidade e ajudam a compor o universo emblemático que transformou a obra em um fenômeno.",
        "page_count": 457,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=HolcDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 46.9,
        "currency": "BRL"
    },
    {
        "id": "CNUiEAAAQBAJ",
        "title": "Ecofeminist Science Fiction",
        "authors": [
            "Douglas A. Vakoch"
        ],
        "publisher": "Routledge",
        "publication_date": "2021-04-29",
        "categories": [
            "Fiction"
        ],
        "description": "Ecofeminist Science Fiction: International Perspectives on Gender, Ecology, and Literature provides guidance in navigating some of the most pressing dangers we face today. Science fiction helps us face problems that threaten the very existence of humankind by giving us the emotional distance to see our current situation from afar, separated in our imaginations through time, space, or circumstance. Extrapolating from contemporary science, science fiction allows a critique of modern society, imagining more life-affirming alternatives. In this collection, ecocritics from five continents scrutinize science fiction for insights into the fundamental changes we need to make to survive and thrive as a species. Contributors examine ecofeminist themes in films, such as Avatar, Star Wars, and The Stepford Wives, as well as television series including Doctor Who and Westworld. Other scholars explore an internationally diverse group of both canonical and lesser-known science fiction writers including Oreet Ashery, Iraj Fazel Bakhsheshi, Liu Cixin, Louise Erdrich, Hanns Heinz Ewers, Larissa Lai, Ursula K. Le Guin, Chen Qiufan, Mary Doria Russell, Larissa Sansour, Karen Traviss, and Jeanette Winterson. Ecofeminist Science Fiction explores the origins of human-caused environmental change in the twin oppressions of women and of nature, driven by patriarchal power and ideologies. Female embodiment is examined through diverse natural and artificial forms, and queer ecologies challenge heteronormativity. The links between war and environmental destruction are analyzed, and the capitalist motivations and means for exploiting nature are critiqued through postcolonial perspectives.",
        "page_count": 156,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=CNUiEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 296.59,
        "currency": "BRL"
    },
    {
        "id": "EvCsY3IEJ14C",
        "title": "Science Fiction in the Real World",
        "authors": [
            "Norman Spinrad"
        ],
        "publisher": "SIU Press",
        "publication_date": "1990",
        "categories": [
            "Literary Collections"
        ],
        "description": "Updates Lentz's previous work (which Library journal said was producers, screenwriters, cinematographers, special effects technicians, make-up artists, art directors. III: film index. IV: TV series index. V: alternate title index. Science fiction writer Spinrad presents 13 essays, some previously published, examining particular works in the genre, aspects of the industry, and how they influence each other. Topics include critical standards, the visual expression in comic books and movies, modes of content, politics, and profiles of individual authors. No bibliography. Paper edition (unseen), $14.95. Annotation copyrighted by Book News, Inc., Portland, OR",
        "page_count": 260,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=EvCsY3IEJ14C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 358,
        "currency": "BRL"
    }
]