[
    {
        "id": "qUAzAQAAMAAJ",
        "title": "Self-help",
        "authors": [
            "Samuel Smiles"
        ],
        "publisher": null,
        "publication_date": "1881",
        "categories": [
            "Conduct of life"
        ],
        "description": "Carl J. Martinson collection.",
        "page_count": 462,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=qUAzAQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 465,
        "currency": "BRL"
    },
    {
        "id": "bfH78-lZGlIC",
        "title": "Handbook of Self-Help Therapies",
        "authors": [
            "Patti Lou Watkins",
            "George A. Clum"
        ],
        "publisher": "Taylor & Francis",
        "publication_date": "2007-11-28",
        "categories": [
            "Psychology"
        ],
        "description": "This volume constitutes the first solidly research-grounded guide for practitioners wending their way through the new maze of self-help approaches. The Handbook of Self-Help Therapies summarizes the current state of our knowledge about what works and what does not, disorder by disorder and modality by modality. Among the covered topics are: self-regulation theory; anxiety disorders; depression; childhood disorders; eating disorders; sexual dysfunctions; insomnia; problem drinking; smoking cessation; dieting and weight loss. Comprehensive in its scope, this systematic, objective assessment of self-help treatments will be invaluable for practitioners, researchers and students in counseling psychology, psychiatry and social work, health psychology, and behavioral medicine.",
        "page_count": 469,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=bfH78-lZGlIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 1,
        "price": 482,
        "currency": "BRL"
    },
    {
        "id": "bAZNDwAAQBAJ",
        "title": "Ikigai",
        "authors": [
            "Héctor García",
            "Francesc Miralles"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2018-03-01",
        "categories": [
            "Health & Fitness"
        ],
        "description": "Descubra seu ikigai e encontre o propósito que vai guiar sua vida Por que existem pessoas que sabem o que querem, enquanto outras definham na confusão? Segundo os japoneses, o segredo é encontrar seu ikigai, conceito que pode ser traduzido como razão para viver. Ter um ikigai claro e definido proporciona a satisfação e o propósito que justificam nossa existência, sendo, para muitos, também a chave da longevidade. Em Ikigai: Os segredos dos japoneses para uma vida longa e feliz, os autores Francesc Miralles e Héctor García vão até Okinawa, a ilha japonesa de população centenária, e reúnem pela primeira vez em livro os hábitos e rotinas que mantém em dia a saúde da mente, do corpo e do espírito daquele povo. Um guia com informações claras e sucintas, além de listas, tabelas e ilustrações que colocam em suas mãos as ferramentas certas para entender e encontrar seu ikigai.",
        "page_count": 188,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=bAZNDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 34.9,
        "currency": "BRL"
    },
    {
        "id": "h98nEQAAQBAJ",
        "title": "The Self-Help Plus (SH+) training manual",
        "authors": [
            "World Health Organization"
        ],
        "publisher": "World Health Organization",
        "publication_date": "2024-10-02",
        "categories": [
            "Medical"
        ],
        "description": "",
        "page_count": 152,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=h98nEQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 0,
        "currency": "BRL"
    },
    {
        "id": "_Tf7DwAAQBAJ",
        "title": "Você Nunca Está Só",
        "authors": [
            "Max Lucado"
        ],
        "publisher": "Thomas Nelson Brasil",
        "publication_date": "2020-10-15",
        "categories": [
            "Religion"
        ],
        "description": "Em algum momento, você já se convenceu de que ninguém se importa? Que ninguém pode lhe ajudar, ouvir ou atender sua ligação? Nesse caso, tenho uma palavra encorajadora: você não está sozinho. Não quero dizer que você não está sozinho em se sentir sozinho. Quero dizer que você não está sozinho, ponto final. Aquela sensação aflitiva e sombria de isolamento e impotência? Ela não está aqui para ficar. A presença e o poder de Deus estão mais próximos do que pensamos. Nós temos apenas que olhar para os milagres de Jesus para saber dessa verdade. Você e eu ansiamos por alguém que nos encontre no meio da bagunça da vida. Ansiamos por acreditar em um Deus vivo, amoroso, milagroso, que não pensa duas vezes antes de entrar nos matagais espinhosos do nosso mundo e nos levantar. Se esse é o seu desejo, convido você a se juntar a mim, examinando bem as palavras de João e os milagres de Cristo e ver se elas não atendem às suas necessidades mais profundas: '[...] para que vocês creiam que Jesus é o Cristo, o Filho de Deus e, crendo, tenham vida em seu nome' (João 20:31). – Max Lucado.",
        "page_count": 194,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=_Tf7DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 34.9,
        "currency": "BRL"
    },
    {
        "id": "ElHUDwAAQBAJ",
        "title": "Terapia Cognitivo-Comportamental Baseada em Processos",
        "authors": [
            "Steven C. Hayes",
            "Stefan G. Hofmann"
        ],
        "publisher": "Artmed Editora",
        "publication_date": "2020-03-04",
        "categories": [
            "Psychology"
        ],
        "description": "Esta obra, organizada por Steven C. Hayes e Stefan G. Hofmann, apresenta os conhecimentos e as recomendações mais atuais na área, constituindo-se em leitura fundamental para clínicos, pesquisadores, estudantes, instrutores e outros profissionais que trabalham com a terapia cognitivo-comportamental.",
        "page_count": 288,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=ElHUDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 98.4,
        "currency": "BRL"
    },
    {
        "id": "6Y-BAQAAQBAJ",
        "title": "Você pode criar uma vida excepcional",
        "authors": [
            "Cheryl Richardson",
            "Louise L. Hay"
        ],
        "publisher": "Editora Best Seller",
        "publication_date": "2013-10-18",
        "categories": [
            "Self-Help"
        ],
        "description": "Louise L. Hay influenciou milhões de pessoas mundo afora com suas palavras de motivação, incluindo Cheryl Richardson, com quem divide a autoria de Você pode criar uma vida excepcional. Durante uma viagem por países da América do Norte e da Europa, as autoras abordaram diversos temas, como a importância de nos amarmos de corpo e alma, do envelhecimento consciente, de levar a prosperidade e abundância ao mundo, de promover relacionamentos positivos e de enfrentar a morte de forma digna e pacífica e, a partir da combinação da sabedoria de Louise e Cheryl, foi escrito este livro. As conversas francas entre as autoras servem como inspiração e nos equipam com as ferramentas que precisamos para construir a vida excepcional com que sempre sonhamos.",
        "page_count": 147,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=6Y-BAQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 37.9,
        "currency": "BRL"
    },
    {
        "id": "sbybDwAAQBAJ",
        "title": "Hábitos Atómicos",
        "authors": [
            "James Clear"
        ],
        "publisher": "Leya",
        "publication_date": "2019-05-29",
        "categories": [
            "Self-Help"
        ],
        "description": "Um método fácil e comprovado para criar bons hábitos (e acabar com os maus).Imagine que decide passar a correr dez quilómetros por dia. Se é um corredor profissional, até pode saber a pouco. Mas se nunca correu na vida, o seu objetivo revela-se demasiado ambicioso – e condenado ao fracasso. No entanto, se usar A Regra dos Dois Minutos, e gastar apenas esse tempo a treinar todos os dias, é bem capaz de, sem dar por isso, estar a caminho da sua primeira maratona. A maior parte das pessoas pensa que para mudar de vida (ou mudar algo de relevante nas suas vidas) tem de pensar em grande. Mas um dos maiores especialistas mundiais em hábitos, James Clear, propõe uma alternativa. Após décadas de trabalho nessa área, concluiu que as grandes mudanças surgem do efeito combinado de centenas de pequenos atos – seja fazer uma elevação por dia ou acordar cinco minutos mais cedo. É o que o autor chama de Hábitos Atómicos.Neste livro revolucionário, o autor mostra passo a passo como usar essas minúsculas mudanças para conseguir resultados estruturantes na sua vida. Dá-nos as pequenas dicas (como A Regra dos 2 Minutos) mas sobretudo uma metodologia apoiada no melhor que a Psicologia e a Neurociência têm para oferecer. Vai assim ficar a conhecer as quatro leis para a formação de hábitos (a evidência, a atração, a facilidade e a gratificação), e como implementá-las. Sempre exemplificadas com histórias reais de cientistas, CEOs ou campeões olímpicos, que usaram a ciência dos pequenos hábitos para conseguir resultados absolutamente extraordinários.",
        "page_count": 194,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=sbybDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 179,
        "currency": "BRL"
    },
    {
        "id": "aZuaDwAAQBAJ",
        "title": "A Cura do Ciúme",
        "authors": [
            "Robert L. Leahy"
        ],
        "publisher": "Artmed Editora",
        "publication_date": null,
        "categories": [
            "Psychology"
        ],
        "description": "Você é ciumento? Pois saiba que não está sozinho. O ciúme é uma emoção universal – assim como o amor e o medo. Muitas vezes ele aparece quando estamos com medo de que alguém se coloque entre nós e a pessoa que amamos. E quando toma conta, pode nos levar a fazer ou dizer coisas das quais certamente iremos nos arrepender. Mas ele também pode ser encarado como um sinal de que está na hora de olhar para dentro de nós mesmos e perguntar: “Por que estou me sentindo assim? Como posso parar com isso?”.",
        "page_count": 192,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=aZuaDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 53.6,
        "currency": "BRL"
    },
    {
        "id": "CbGFDgAAQBAJ",
        "title": "Liberte o poder do seu subconsciente",
        "authors": [
            "Joseph Murphy"
        ],
        "publisher": "Editora Best Seller",
        "publication_date": "2017-03-27",
        "categories": [
            "Self-Help"
        ],
        "description": "Descubra como construir uma rotina mais saudável, feliz e gratificante e prepare-se para conquistar aquilo que mais deseja, usando o poder do subconsciente a seu favor. Joseph Murphy traz o segredo para o desenvolvimento da espiritualidade e da autoconfiança, reunindo tudo o que o leitor precisa saber para atrair conhecimento, paz e prosperidade. Através de passagens bíblicas e de exemplos de casos reais, Murphy aborda questões como o domínio do medo, o mundo do amanhã e o poder de cura da mente subconsciente. Os ensinamentos do Dr. Joseph Murphy se perpetuam e permanecem atuais mesmo com o passar dos anos. Liberte o poder do seu subconsciente vai promover uma mudança no seu pensamento para, assim, mudar a sua vida.",
        "page_count": 278,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=CbGFDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 29.9,
        "currency": "BRL"
    },
    {
        "id": "4fbEF8ID03IC",
        "title": "Cumulative List of Organizations Described in Section 170 (c) of the Internal Revenue Code of 1954",
        "authors": [],
        "publisher": null,
        "publication_date": "1999",
        "categories": [
            "Charitable uses, trusts, and foundations"
        ],
        "description": "",
        "page_count": 908,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=4fbEF8ID03IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 363,
        "currency": "BRL"
    },
    {
        "id": "4hniEAAAQBAJ",
        "title": "Looking through the Speculum",
        "authors": [
            "Judith A. Houck"
        ],
        "publisher": "University of Chicago Press",
        "publication_date": "2024-01-19",
        "categories": [
            "Medical"
        ],
        "description": "Highlights local history to tell a national story about the evolution of the women’s health movement, illuminating the struggles and successes of bringing feminist dreams into clinical spaces. The women’s health movement in the United States, beginning in 1969 and taking hold in the 1970s, was a broad-based movement seeking to increase women’s bodily knowledge, reproductive control, and well-being. It was a political movement that insisted that bodily autonomy provided the key to women’s liberation. It was also an institution-building movement that sought to transform women’s relationships with medicine; it was dedicated to increasing women’s access to affordable health care without the barriers of homophobia, racism, and sexism. But the movement did not only focus on women’s bodies. It also encouraged activists to reimagine their relationships with one another, to develop their relationships in the name of personal and political change, and, eventually, to discover and confront the limitations of the bonds of womanhood. This book examines historically the emergence, development, travails, and triumphs of the women’s health movement in the United States. By bringing medical history and the history of women’s bodies into our emerging understandings of second-wave feminism, the author sheds light on the understudied efforts to shape health care and reproductive control beyond the hospital and the doctor’s office—in the home, the women’s center, the church basement, the bookshop, and the clinic. Lesbians, straight women, and women of color all play crucial roles in this history. At its center are the politics, institutions, and relationships created by and within the women’s health movement, depicted primarily from the perspective of the activists who shaped its priorities, fought its battles, and grappled with its shortcomings.",
        "page_count": 385,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=4hniEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 199.61,
        "currency": "BRL"
    },
    {
        "id": "fQaJAwAAQBAJ",
        "title": "Creativity, Innovation and Entrepreneurship",
        "authors": [
            "U. Jerinabi",
            "P. Santhi"
        ],
        "publisher": "Allied Publishers",
        "publication_date": "2012-11-28",
        "categories": [
            "Business & Economics"
        ],
        "description": "Entrepreneurship and Innovation are the key drivers for generating wealth from knowledge. The readings of this book will indisputably enrich the knowledge on phase of Creative and Innovative Entrepreneurship in India.",
        "page_count": 574,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=fQaJAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 98.39,
        "currency": "BRL"
    },
    {
        "id": "_hISDAAAQBAJ",
        "title": "The Oxford Handbook of Eating Disorders",
        "authors": [
            "W. Stewart Agras"
        ],
        "publisher": "Oxford University Press",
        "publication_date": "2010-07-06",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "\"A comprehensive and up to date review of the field...provides detailed and Thorough discussions of all the key topics in the study of eating disorders\"Zafra Cooper, Department of Psychiatry, Oxford University --",
        "page_count": 516,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=_hISDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 467,
        "currency": "BRL"
    },
    {
        "id": "3ON8DwAAQBAJ",
        "title": "Psychology and Sociology Applied to Medicine",
        "authors": [
            "Edwin Roland van Teijlingen",
            "Gerald M Humphris"
        ],
        "publisher": "Elsevier Health Sciences",
        "publication_date": "2018-11-29",
        "categories": [
            "Medical"
        ],
        "description": "Now in its fourth edition, this definitive and popular introduction to human behaviour in the context of health and illness includes three new chapters, many new contributors and a new co-editor. It is arranged in nine sections to cover the core concepts of psychology and sociology as they apply to medicine. The life cycle Development of the person Society and health Preventing illness and promoting health Illness, behaviour and the doctor-patient encounter Illness and disability Coping with illness and disability Hoe do health services work How do you fit into all this? Topics presented as self-contained double-page spreads. Cases throughout to reinforce understanding of important concepts. Boxes and discussion points throughout. The authors comprise psychologists, sociologists and doctors. Highly illustrated 48 new contributors New co-editor, Gerry Humphris 3 new chapters: Malnutrition and obesity Urban nature health and well-being LGBT Health",
        "page_count": 194,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=3ON8DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 98,
        "currency": "BRL"
    },
    {
        "id": "RAuXDwAAQBAJ",
        "title": "Handbook of Psychotherapy Integration",
        "authors": [
            "John C. Norcross",
            "Marvin R. Goldfried"
        ],
        "publisher": "Oxford University Press",
        "publication_date": "2019-05-14",
        "categories": [
            "Psychology"
        ],
        "description": "Hailed by one reviewer as \"the bible of the integration movement,\" the inaugural edition of Handbook of Psychotherapy Integration was the first compilation of the early integrative approaches to therapy. Since its publication psychotherapy integration has grown into a mature, empirically supported, and international movement, and the current edition provides a comprehensive review of what has been done. Reflecting the considerable advances in the field since the previous edition's release in 2005, this third edition of Handbook of Psychotherapy Integration continues to be the state-of-the-art description of psychotherapy integration and its clinical practices by some of its most distinguished proponents. Six chapters new to this edition describe growing areas of psychotherapy research and practice: common factors therapy, principle-based integration, integrative psychotherapy with children, mixing psychotherapy and self-help, integrating research and practice, and international themes. The latter two of these constitute contemporary thrusts in the integration movement: blending research and practice, and recognizing its international nature. Also closely examined are the concepts, history, training, research, global themes, and future of psychotherapy integration. Each chapter includes a new section on cultural considerations, and an emphasis is placed throughout the volume on outcome research. Charting the remarkable evolution of psychotherapy integration itself, the third edition of this Handbook will continue to prove invaluable to practitioners, researchers, and students alike.",
        "page_count": 545,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=RAuXDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 402.62,
        "currency": "BRL"
    },
    {
        "id": "zjaR9fwMjOMC",
        "title": "Asset Building and Community Development",
        "authors": [
            "Gary Paul Green",
            "Anna Haines"
        ],
        "publisher": "SAGE",
        "publication_date": "2007-08-14",
        "categories": [
            "Business & Economics"
        ],
        "description": "Can residents work together to improve the quality of life in their community? Asset Building and Community Development examines the promise and limits of community development and explores how communities are building on their key assets such as physical, human, social, financial, environmental, political and cultural capital.",
        "page_count": 321,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=zjaR9fwMjOMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 4,
        "price": 341,
        "currency": "BRL"
    },
    {
        "id": "v9Yp1MjE2NAC",
        "title": "Long Range Farm Program",
        "authors": [
            "United States. Congress. House. Committee on Agriculture"
        ],
        "publisher": null,
        "publication_date": "1953",
        "categories": [
            "Agriculture"
        ],
        "description": "",
        "page_count": 1306,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=v9Yp1MjE2NAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 495,
        "currency": "BRL"
    },
    {
        "id": "6B91AwAAQBAJ",
        "title": "Improving the Effectiveness of the Helping Professions",
        "authors": [
            "Morley D. Glicken"
        ],
        "publisher": "SAGE Publications",
        "publication_date": "2004-08-28",
        "categories": [
            "Psychology"
        ],
        "description": "The current practice of counseling, psychotherapy, and most helping professions often relies on clinical wisdom with little evidence of what actually works. Clinical wisdom is often a justification for beliefs and values that bond people together as professionals but often fails to serve clients since many of those beliefs and values may be comforting, but they may also be inherently incorrect. Improving the Effectiveness of the Helping Professions: An Evidence-Based Approach to Practice covers the use of research and critical thinking to assist helping professionals make the most effective choices in treating clients with social and emotional problems. The use of evidence-based practice (EBP) comes at a time when managed care and concerns over health care costs coincide with growing concerns that psychotherapy, case management, and counseling may not be sufficiently effective ways of helping people in social and emotional difficulty. Improving the Effectiveness of the Helping Professions provides an easy-to-read, inclusive approach covering EBP with posttraumatic stress disorder (PTSD) and terrorism, bereavement, substance abuse, mental illness, and problems experienced by older adults, among others. This text critically reviews the literature on self-help groups, religious involvement, and spirituality. It also includes sources to find best evidence, a simple overview of research concepts, a chapter on critical thinking, and numerous relevant case studies showing the application of EBP. Improving the Effectiveness of the Helping Professions is ideally suited for undergraduate and graduate students in social work, psychology, counseling, criminal justice, psychiatric nursing, and psychiatry. This book should also prove beneficial to all practitioners and specialists in the helping professions.",
        "page_count": 353,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=6B91AwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 593.29,
        "currency": "BRL"
    },
    {
        "id": "p4_UDwAAQBAJ",
        "title": "Autonomous Vehicles",
        "authors": [
            "Clifford Winston",
            "Quentin Karpilow"
        ],
        "publisher": "Brookings Institution Press",
        "publication_date": "2020-06-30",
        "categories": [
            "Political Science"
        ],
        "description": "Better public policies can make the road smoother for self-driving vehicles and the society that soon will depend on them. Whether you find the idea of autonomous vehicles to be exciting or frightening, the truth is that they will soon become a significant everyday presence on streets and highways—not just a novel experiment attracting attention or giggles and sparking fears of runaway self-driving cars. The emergence of these vehicles represents a watershed moment in the history of transportation. If properly encouraged, this innovation promises not only to vastly improve road travel and generate huge benefits to travelers and businesses, but to also benefit the entire economy by reducing congestion and virtually eliminating vehicle accidents. The impacts of autonomous vehicles on land use, employment, and public finance are likely to be mixed. But widely assumed negative effects are generally overstated because they ignore plausible adjustments by the public and policymakers that could ameliorate them. This book by two transportation experts argues that policy analysts can play an important and constructive role in identifying and analyzing important policy issues and necessary steps to ease the advent of autonomous vehicles. Among the actions that governments must take are creating a framework for vehicle testing, making appropriate investments in the technology of highway networks to facilitate communication involving autonomous vehicles, and reforming pricing and investment policies to enable operation of autonomous vehicles to be safe and efficient. The authors argue that policymakers at all levels of government must address these and other issues sooner rather than later. Prompt and effective actions outlined in this book are necessary to ensure that autonomous vehicles will be safe and efficient when the public begins to adopt them as replacements for current vehicles.",
        "page_count": 177,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=p4_UDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 182.55,
        "currency": "BRL"
    },
    {
        "id": "OMleDwAAQBAJ",
        "title": "O Homem Que Não Ligou",
        "authors": [
            "Rosie Walsh"
        ],
        "publisher": "Leya",
        "publication_date": "2018-05-14",
        "categories": [
            "Fiction"
        ],
        "description": "Imagine que conhece um homem e se apaixona loucamente. E é recíproco. São almas gémeas. E um dia ele desaparece sem deixar rasto.É o que acontece a Sarah. O seu primeiro encontro com Eddie é acidental mas tão intenso que não voltam a separar-se durante sete dias. São dias mágicos em que partilham tudo e se dão a conhecer sem reservas. Sabem que o que sentem um pelo outro é profundo e verdadeiro. Até que ele parte numa viagem breve. Promete telefonar. Mas não telefona. Nunca mais.Passam-se semanas, meses... e a preocupação de Sarah intensifica-se. Não acredita nos amigos, que tentam convencê-la a esquecê-lo. Afinal, dizem, ela não é a primeira pessoa (nem a última) a ser ignorada por um amante. O melhor, garantem, é seguir em frente e não pensar mais no assunto. Mas ela não é capaz. Pois sabe – e sabe, com toda a certeza – que algo de terrível aconteceu.E um dia descobre que, afinal, tinha razão.",
        "page_count": 309,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=OMleDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 456,
        "currency": "BRL"
    },
    {
        "id": "Zpf3MdnfoGQC",
        "title": "Voices of Experience",
        "authors": [
            "Thurstine Basset",
            "Theo Stickley"
        ],
        "publisher": "John Wiley & Sons",
        "publication_date": "2010-10-26",
        "categories": [
            "Psychology"
        ],
        "description": "Voices of Experience contains a wide range of stories written by mental health survivors. The narratives illustrate how survivors have developed self-management techniques and strategies for living which, together, offer a guide to anybody struggling with 21st century life. Explores a wide variety of mental distress experiences, underpinned by many different explanations and beliefs Narrative has been central to the recovery approach and this book presents stories of recovery as well as an appraisal of the concept Challenges simplistic explanations of recovery and offers a critical angle to our understanding of what it means to experience mental health problems Offers guidance for mental health workers and professionals within the context of current mental health policies in the UK",
        "page_count": 212,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Zpf3MdnfoGQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 256,
        "currency": "BRL"
    },
    {
        "id": "hR-_DwAAQBAJ",
        "title": "The Astrological Guide to Self-Care",
        "authors": [
            "Constance Stellas"
        ],
        "publisher": "Adams Media",
        "publication_date": "2019-12-17",
        "categories": [
            "Body, Mind & Spirit"
        ],
        "description": "Featuring activities to heal your mind, body, and soul, now you can find the perfect way to treat yourself as the stars intended with this astrological self-care guide. It’s time for a little “me” time—powered by the zodiac! By tapping into your sign’s astrological energy and personality, The Astrological Guide to Self-Care brings cosmic relief to everyone with hundreds of relaxing and rejuvenating self-care ideas tailored to your individual zodiac sign. The Astrological Guide to Self-Care provides information on taking care of yourself, the inherent intersection between self-care and astrology, background on the elements, sign-specific self-care guidance, and hundreds of activities tied to the zodiac signs. There’s no better guide to personal growth than the stars! Enjoy a facial if you’re an Aries or spend some time gardening if you’re a Taurus. Sagittarians can satisfy their wanderlust by getting lost in a good book or if you’re a Pisces, treat yourself to a pedicure. With this astrological self-care reference, you will discover the most cosmically compatible pampering routines ever.",
        "page_count": 336,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=hR-_DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 355,
        "currency": "BRL"
    },
    {
        "id": "AiFHEAAAQBAJ",
        "title": "Empowerment, Participation and Social Work",
        "authors": [
            "Robert Adams"
        ],
        "publisher": "Bloomsbury Publishing",
        "publication_date": "2017-12-07",
        "categories": [
            "Social Science"
        ],
        "description": "Now in its fourth edition, completely revised and updated, this book continues to offer in-depth coverage spanning both conceptual debates about empowerment and a range of practice issues. The text provides social workers with a clear framework for critical and empowering practice with service users and carers. The author offers an account of the development of empowerment and participation in practice, considering all dimensions, from work with individuals and groupwork, through to organisational, community and political aspects. The clarity and accessibility, as well as new examples reflecting varied global contexts and material on empowering children and adults, make it an essential resource at all levels of study. New to this Edition: - Strong emphasis on the needs of service users and a clear focus on how social workers may encourage service user and carer prticipation - Internationally diverse case studies and practice examples, reflecting global concerns as well as the changing service and practice terrains in the UK - New and extended material on empowering children and adults",
        "page_count": 256,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=AiFHEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 241.03,
        "currency": "BRL"
    },
    {
        "id": "AfFyAwAAQBAJ",
        "title": "Handbook of Group Counseling and Psychotherapy",
        "authors": [
            "Janice L. DeLucia-Waack",
            "Deborah A. Gerrity",
            "Cynthia R. Kalodner",
            "Maria Riva"
        ],
        "publisher": "SAGE Publications",
        "publication_date": "2003-12-23",
        "categories": [
            "Psychology"
        ],
        "description": "The Handbook of Group Counseling and Psychotherapy is a comprehensive reference guide for group practitioners and researchers alike. Each chapter reviews the literature and current research as well as offers suggestions for practice in the psycho educational arena, counseling, and therapy groups. The handbook encourages the notion that the field is improved through increased collaboration between researchers and practitioners. Through a review of cutting-edge research and practice, the handbook includes: 48 chapters by renowned experts in group work The history and theory of group work Topics across the lifespan An entire section on multicultural issues A variety of clinical problems and settings Appendices include the Association for Specialists in Group Work Training Standards, Best Practice Standards, and Principles for Diversity-Competent Group Workers The Handbook of Group Counseling and Psychotherapy, the most comprehensive reference devoted to this rapidly growing field, is essential for graduate students, academics, researchers, professionals, and librarians serving the group therapy community.",
        "page_count": 745,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=AfFyAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 127,
        "currency": "BRL"
    },
    {
        "id": "kZ-NCgAAQBAJ",
        "title": "Protection of Immovables in European Legal Systems",
        "authors": [
            "Sonia Martin Santisteban",
            "Peter Sparkes"
        ],
        "publisher": "Cambridge University Press",
        "publication_date": "2015-09-11",
        "categories": [
            "Law"
        ],
        "description": "Comparative analysis of vindicatio, possessory remedies and trespass across sixteen European jurisdictions based on twelve straightforward factual cases.",
        "page_count": 535,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=kZ-NCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 436,
        "currency": "BRL"
    },
    {
        "id": "91rUBAAAQBAJ",
        "title": "Community Care in Hong Kong",
        "authors": [
            "Kar-wai TONG",
            "Kenneth Nai-kuen FONG"
        ],
        "publisher": "City University of HK Press",
        "publication_date": "2014-10-16",
        "categories": [
            "Social Science"
        ],
        "description": "Different global healthcare challenges bring threats to the healthcare system. Like other developed countries, Hong Kong is also focusing on how to manage the ageing population, how to meet the rising public expectations, and how to finance the ever increasing medical costs. Strengthening community care services may provide a way out for settling these concerns. Written by a team of renowned scholars and leading practitioners, this book aims at evaluating how different parties can assist in building up local community capacity to achieve sustainable health and wellness. The book is divided into three sections. The first section discusses the different roles and practices of specialised community care that contribute to the relative success of the healthcare system in Hong Kong. The second section makes use of various research practices to extrapolate future healthcare needs and practices in Hong Kong. And the last one addresses the values of health care which underlie the healthcare culture, structure and practice in Hong Kong over time. Apart from pointing out the limitation of the current system, this book will also discusses the future directions of the healthcare system in order to cope with the challenges in a changing society. Published by City University of Hong Kong Press 香港城市大學出版社出版",
        "page_count": 386,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=91rUBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 99.83,
        "currency": "BRL"
    },
    {
        "id": "IqEfBgAAQBAJ",
        "title": "Behavioral Therapy for Rural Substance Abusers",
        "authors": [
            "Carl Leukefeld",
            "Theodore Godlaski",
            "James Clark",
            "Cynthia Brown",
            "Lon Hays"
        ],
        "publisher": "University Press of Kentucky",
        "publication_date": "2014-10-17",
        "categories": [
            "Psychology"
        ],
        "description": "The problems and needs of rural substance abusers vary from those of abusers in urban areas. Accordingly, the means of treatment must acknowledge and address these differences. Despite this call for specialized care, no theoretically grounded therapy has yet been made available to rural patients. Behavioral Therapy for Rural Substance Abusers, developed and piloted over three years by University of Kentucky faculty and staff and substance abuse counselors in rural eastern Kentucky, provides a model for effective treatment for this segment of the population. A two-phase outpatient treatment, this approach combines group and individual sessions in an environment that is both comfortable and useful for the client. The success of this method lies in its regional approach to therapy. Rather than using role-playing techniques to examine old behaviors, therapy is designed around storytelling activities. Rural patients respond more positively to such time-honored traditions and thus become active participants in their own treatment. This manual offers a clear and well-constructed guide through the strategies of Structured Behavioral Outpatient Rural Therapy (SBORT). Supplemented with illustrations, sample exercises, and case studies, Behavioral Therapy for Rural Substance Abusers is a vital tool in meeting the treatment needs of an otherwise ignored rural population.",
        "page_count": 210,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=IqEfBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 142.62,
        "currency": "BRL"
    },
    {
        "id": "kYVJG2Ak5bgC",
        "title": "Childhood Feeding Problems and Adolescent Eating Disorders",
        "authors": [
            "Peter J. Cooper",
            "Alan Stein"
        ],
        "publisher": "Routledge",
        "publication_date": "2006",
        "categories": [
            "Medical"
        ],
        "description": "This book discusses issues such as the influence of maternal eating , the consequences of early feeding problems and the management of early onset anorexia nervosa. Various medical and psychological issues are discussed as well as the effect on the family of eating disorders.",
        "page_count": 362,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=kYVJG2Ak5bgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 412,
        "currency": "BRL"
    },
    {
        "id": "bXn0AgAAQBAJ",
        "title": "Practical Psychodermatology",
        "authors": [
            "Anthony Bewley",
            "Ruth E. Taylor",
            "Jason S. Reichenberg",
            "Michelle Magid"
        ],
        "publisher": "John Wiley & Sons",
        "publication_date": "2014-05-05",
        "categories": [
            "Medical"
        ],
        "description": "Skin disease can be more than skin deep Our skin is one of the first things people notice about us. Blemishes, rashes, dry, flaky skin – all these can breed insecurity, even suicidality, even though the basic skin condition is relatively benign. Skin disease can lead to psychiatric disturbance. But symptoms of skin disease can also indicate psychological disturbance. Scratching, scarring, bleeding, rashes. These skin disturbances can be the result of psychiatric disease. How do you help a dermatological patient with a psychological reaction? How do you differentiate psychological causes from true skin disease? These are challenges that ask dermatologists, psychiatrists, psychologists and other health care specialists to collaborate. Practical Psychodermatology provides a simple, comprehensive, practical and up-to-date guide for the management of patients with psychocutaneous disease. Edited by dermatologists and psychiatrists to ensure it as relevant to both specialties it covers: History and examination Assessment and risk management Psychiatric aspects of dermatological disease Dermatological aspects of psychiatric disease Management and treatment The international and multi-specialty approach of Practical Psychodermatology provides a unique toolkit for dermatologists, psychiatrists, psychologists and other health care specialists needing to care for patients whose suffering is more than skin deep.",
        "page_count": 298,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=bXn0AgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 284,
        "currency": "BRL"
    },
    {
        "id": "9EFuj14FJA0C",
        "title": "The Reconciliation Act of 2010, Volume II, March 17, 2010, 111-2 House Report 111-443",
        "authors": [],
        "publisher": null,
        "publication_date": "2010",
        "categories": [],
        "description": "",
        "page_count": 446,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=9EFuj14FJA0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 468,
        "currency": "BRL"
    },
    {
        "id": "_MSz9acp35QC",
        "title": "Psychiatry: An evidence-based text",
        "authors": [
            "Bassant Puri",
            "Ian Treasaden"
        ],
        "publisher": "CRC Press",
        "publication_date": "2009-11-27",
        "categories": [
            "Medical"
        ],
        "description": "Succinct, user-friendly, thoroughly referenced and prepared by leading experts in the field, this book is the only single textbook you will need to succeed in the Royal College of Psychiatrists' MRCPsych and other related higher examinations. Chapters follow the structure and syllabus of the examination ensuring that you receive the necessary essential information to pass and indeed succeed Approachable and succinct text with colour illustrations and key summary points further help to clarify complex concepts and provide you with useful revision tools The evidence-based approach used throughout is important to help you relate theory and research to clinical practice The book is carefully structured and sequenced to building upon the basic sciences underpinning psychiatry, through to an in-depth description of pharmacological and psychological treatments used.",
        "page_count": 1337,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=_MSz9acp35QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 171,
        "currency": "BRL"
    },
    {
        "id": "bbhQDq-PydcC",
        "title": "Manual of Psychosocial Rehabilitation",
        "authors": [
            "Robert King",
            "Chris Lloyd",
            "Tom Meehan",
            "Frank Deane",
            "David Kavanagh"
        ],
        "publisher": "John Wiley & Sons",
        "publication_date": "2012-08-06",
        "categories": [
            "Medical"
        ],
        "description": "Psychosocial Rehabilitation is a comprehensive ready- reference for mental health practitioners and students, providing practical advice on the full range of interventions for psychosocial rehabilitation. It contextualises the interventions described and provides pointers to enable the reader to explore the theory and research. This manual recognises the wide-ranging impact of mental illness and its ramifications on daily life, and promotes a recovery model of psychosocial rehabilitation and aims to empower clinicians to engage their clients in tailored rehabilitation plans. The book is divided into five key sections. Section 1 looks at assessment covering tools available in the public domain, instruments, scoring systems, norms and applications for diagnosis and measurement of symptoms, cognitive functioning, impairment and recovery. Section 2 covers the full range of therapeutic interventions and offers advice on training and supervision requirements and evaluation of process, impact and outcome. Section 3 provides manuals and programs for interventions effectively provided as group activities. Section 4 explains how to design a full programme that integrates therapeutic interventions with group programmes as well as services provided by other agencies. The final section looks at peer support and self help, providing manuals and resources that support programmes and interventions not requiring professional or practitioner direction.",
        "page_count": 263,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=bbhQDq-PydcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 256,
        "currency": "BRL"
    },
    {
        "id": "muKfDwAAQBAJ",
        "title": "Introduction to Clinical Psychology",
        "authors": [
            "Geoffrey P. Kramer",
            "Douglas A. Bernstein",
            "Vicky Phares"
        ],
        "publisher": "Cambridge University Press",
        "publication_date": "2019-08-22",
        "categories": [
            "Psychology"
        ],
        "description": "Offers a survey of clinical psychology including its history, content, and professional functions.",
        "page_count": 531,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=muKfDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 184,
        "currency": "BRL"
    },
    {
        "id": "nPg6AQAAMAAJ",
        "title": "Public Health Reports",
        "authors": [],
        "publisher": null,
        "publication_date": "1999",
        "categories": [
            "Public health"
        ],
        "description": "",
        "page_count": 612,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=nPg6AQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 322,
        "currency": "BRL"
    },
    {
        "id": "pEhkh_9bP9wC",
        "title": "Library of Congress Subject Headings",
        "authors": [
            "Library of Congress. Cataloging Policy and Support Office"
        ],
        "publisher": null,
        "publication_date": "2004",
        "categories": [
            "Subject headings, Library of Congress"
        ],
        "description": "",
        "page_count": 1662,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=pEhkh_9bP9wC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 319,
        "currency": "BRL"
    },
    {
        "id": "EumADwAAQBAJ",
        "title": "More Than Fluency: the Social, Emotional, and Cognitive Dimensions of Stuttering",
        "authors": [
            "Barbara J. Amster",
            "Evelyn R. Klein"
        ],
        "publisher": "Plural Publishing",
        "publication_date": "2018-04-27",
        "categories": [
            "Medical"
        ],
        "description": "More Than Fluency: The Social, Emotional, and Cognitive Dimensions of Stutteringprovides a thoughtful and contemporary framework for speech-language pathologists and others working with people who stutter. The text focuses on the social, emotional, and cognitive realms of stuttering and offers new insights and applications based on research in the field. It guides the reader through theoretical discussions about the social experiences, emotional complications, and cognitive interpretations that often influence the person who stutters. The text also offers practical strategies for intervention from contributing authors who are prominent theorists, researchers, and practitioners in the field of fluency and stuttering. In line with the current multifactorial view of stuttering, More Than Fluency emphasizes the social, emotional, and cognitive aspects of stuttering, drawing important connections between them. The authors present a variety of therapeutic interventions and techniques along with practical guidelines that have been designed to alleviate distress in those who stutter. Although these interventions differ in approach, each offers their own roadmap to support and empower people who stutter. The idea for this book grew out of the insights gained from listening to both clients and graduate students. Clients wanted to talk about their life experiences as a person who stutters. Graduate students often described their worry and uncertainty when dealing with the emotional and social issues of their clients who stutter. Similarly, many practicing speech-language pathologists also have concerns about treating people who stutter, especially regarding the social, emotional, and cognitive aspects of the disorder, areas not typically taught in traditional coursework. More Than Fluency was developed for practicing speech-language pathologists and other professionals who evaluate and treat people who stutter. It is also intended to be an academic textbook used in graduate courses on fluency and stuttering. This text provides a collection of well-thought-out programs and approaches that help treat the whole person, not just his or her stuttering. The authors believe that this is best practice because successfully treating a person who stutters encompasses treating more than fluency.",
        "page_count": 265,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=EumADwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 513.14,
        "currency": "BRL"
    },
    {
        "id": "wHy1EAAAQBAJ",
        "title": "Freedom Inc.: Gendered Capitalism in New Indian Literature and Culture",
        "authors": [
            "Mukti Lakhi Mangharam"
        ],
        "publisher": "Bloomsbury Publishing",
        "publication_date": "2023-06-15",
        "categories": [
            "Literary Criticism"
        ],
        "description": "While globalization is often credited with the eradication of 'traditional' constraints tied to gender and caste, in reality the opening up of the Indian economy in the 1990s has led to a decline in freedom for many female, Dalit, and lower class Indians. This book explores the contraction of what it means to be free in post-liberalization India, examining how global capitalism has exacerbated existing inequalities based on traditional femininities and masculinities, while also creating new hierarchies. Freedom Inc. argues that post-1990s literature and culture frequently represents and reinforces the equation of free-market capitalism with individual freedom within the new 'idea of India.' However, many texts often also challenge this logic by pointing to more expansive horizons of autonomy for the gendered self. Through readings of texts as diverse as Dalit women's life-writing, pop fiction, realist novels, self-help, regional film, and Netflix TV shows, Mangharam investigates how notions like 'free trade,' 'entrepreneurship,' and 'self-help' are experienced, embodied, and challenged by disadvantaged peoples, and by women differently than men. In the process, Freedom Inc. explores how different literary forms illuminate alternative and buried pathways to fuller freedoms.",
        "page_count": 195,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=wHy1EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 590.44,
        "currency": "BRL"
    },
    {
        "id": "DsRUDwAAQBAJ",
        "title": "Pássaros da América",
        "authors": [
            "Lorrie Moore"
        ],
        "publisher": "Editora José Olympio",
        "publication_date": "2021-04-12",
        "categories": [
            "Fiction"
        ],
        "description": "O mais poderoso livro da premiada autora norte-americana Lorrie Moore. Pássaros da América reúne 12 contos originalmente publicados em jornais e revistas como The New York Times, Elle, The Paris Review e The New Yorker. Particularmente delicadas, as narrativas têm como fio condutor personagens que se sentem fora de seus ninhos, consumidos pelo tédio, pela angústia, pela falta de objetivo: pela vulnerabilidade humana. Em cada história, Moore faz com que seus personagens brilhem com jogos de palavras e sarcasmo, usados com originalidade surpreendente. Os cenários das histórias são os mais diversos: Chicago, conhecida por suas aparições no cinema, reduzida ao local decrépito de uma atriz decadente de Hollywood; um Natal em família em uma casa tradicional no Maine; um professor 50 anos, de Minnesota, desiludido com suas experiências amorosas, que decide escrever um ensaio para tentar escapar das frustações da vida. Moore retrata a vida dessas pessoas e suas relações interpessoais, suas idiossincrasias, seus sonhos e, principalmente, como lidam consigo mesmos. O que poderia ser difícil de ler nos faz rir.",
        "page_count": 318,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=DsRUDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "0ypdeL5IgRgC",
        "title": "Mental Health Nursing E-Book",
        "authors": [
            "Rob Newell",
            "Kevin Gournay"
        ],
        "publisher": "Elsevier Health Sciences",
        "publication_date": "2008-10-29",
        "categories": [
            "Medical"
        ],
        "description": "This new edition of Mental Health Nursing: an evidence-based approach has been fully updated to include the latest research-based guidance. A wide variety of client problems is covered with , so that students are assured that what they learn is underpinned by a sound evidence base for treatment, and qualified mental health nurses can be confident that their practice is informed by the most up-to-date research. Skills acquisition is emphasised and experiential exercises encourage connections between theory and practice. - Based on up-to-date, evidence-based information - Emphasises skills acquisition - Puts the nurse's role central to mental health care - Contributors and editors are national and international experts in their fields - Uses experiential exercises to reinforce learning and encourage connections from theory to practice",
        "page_count": 433,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=0ypdeL5IgRgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 52.99,
        "currency": "BRL"
    }
]