[
    {
        "id": "O-boYJKI38YC",
        "title": "Slow Travel and Tourism",
        "authors": [
            "Janet Dickinson",
            "Les Lumsdon"
        ],
        "publisher": "Routledge",
        "publication_date": "2010-09-23",
        "categories": [
            "Business & Economics"
        ],
        "description": "It is widely recognized that travel and tourism can have a high environmental impact and make a major contribution to climate change. It is therefore vital that ways to reduce these impacts are developed and implemented. 'Slow travel' provides such a concept, drawing on ideas from the 'slow food' movement with a concern for locality, ecology and quality of life. The aim of this book is to define slow travel and to discuss how some underlining values are likely to pervade new forms of sustainable development. It also aims to provide insights into the travel experience; these are explored in several chapters which bring new knowledge about sustainable transport tourism from across the world. In order to do this the book explores the concept of slow travel and sets out its core ingredients, comparing it with related frameworks such as low-carbon tourism and sustainable tourism development. The authors explain slow travel as holiday travel where air and car transport is rejected in favour of more environmentally benign forms of overland transport, which generally take much longer and become incorporated as part of the holiday experience. The book critically examines the key trends in tourism transport and recent climate change debates, setting out the main issues facing tourism planners. It reviews the potential for new consumption patterns, as well as current business models that facilitate hyper-mobility. This provides a cutting edge critique of the 'upstream' drivers to unsustainable tourism. Finally, the authors illustrate their approach through a series of case studies from around the world, featuring travel by train, bus, cycling and walking. Examples are drawn from Europe, Asia, Australia and the Americas. Cases include the Eurostar train (as an alternative to air travel), walking in the Appalachian Trail (US), the Euro-Velo network of long-distance cycling routes, canoe tours on the Gudena River in Denmark, sea kayaking in British Columbia (Canada) and the Oz Bus Europe to Australia.",
        "page_count": 239,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=O-boYJKI38YC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 296.59,
        "currency": "BRL"
    },
    {
        "id": "0ZVWAgAAQBAJ",
        "title": "Travel and Ethics",
        "authors": [
            "Corinne Fowler",
            "Charles Forsdick",
            "Ludmilla Kostova"
        ],
        "publisher": "Routledge",
        "publication_date": "2013-12-13",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Despite the recent increase in scholarly activity regarding travel writing and the accompanying proliferation of publications relating to the form, its ethical dimensions have yet to be theorized with sufficient rigour. Drawing from the disciplines of anthropology, linguistics, literary studies and modern languages, the contributors in this volume apply themselves to a number of key theoretical questions pertaining to travel writing and ethics, ranging from travel-as-commoditization to encounters with minority languages under threat. Taken collectively, the essays assess key critical legacies from parallel disciplines to the debate so far, such as anthropological theory and postcolonial criticism. Also considered, and of equal significance, are the ethical implications of the form’s parallel genres of writing, such as ethnography and journalism. As some of the contributors argue, innovations in these genres have important implications for the act of theorizing travel writing itself and the mode and spirit in which it continues to be conducted. In the light of such innovations, how might ethical theory maintain its critical edge?",
        "page_count": 307,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=0ZVWAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 365.05,
        "currency": "BRL"
    },
    {
        "id": "dj63DwAAQBAJ",
        "title": "Digital Social Networks and Travel Behaviour in Urban Environments",
        "authors": [
            "Pnina O. Plaut",
            "Dalit Shach-Pinsly"
        ],
        "publisher": "Routledge",
        "publication_date": "2019-10-17",
        "categories": [
            "Science"
        ],
        "description": "This book brings together conceptual and empirical insights to explore the interconnections between social networks based on Information and Communication Technologies (ICT) and travel behaviour in urban environments. Over the past decade, rapid development of ICT has led to extensive social impacts and influence on travel and mobility patterns within urban spaces. A new field of research of digital social networks and travel behaviour is now emerging. This book presents state-of-the-art knowledge, cutting-edge research and integrated analysis methods from the fields of social networks, travel behaviour and urban analysis. It explores the challenges related to the question of how we can synchronize among social networks activities, transport means, intelligent communication/information technologies and the urban form. This innovative book encourages multidisciplinary insights and fusion among three disciplines of social networks, travel behaviour and urban analysis. It offers new horizons for research and will be of interest to students and scholars studying mobilities, transport studies, urban geography, urban planning, the built environment and urban policy.",
        "page_count": 254,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=dj63DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 432,
        "currency": "BRL"
    },
    {
        "id": "RCjuEAAAQBAJ",
        "title": "Budget Explorer: Unlocking Affordable Travel Experiences Around the Globe",
        "authors": [
            "Sharon L. Cooper-Jones"
        ],
        "publisher": "Sharon L. CooperJones",
        "publication_date": "2023-12-30",
        "categories": [
            "Travel"
        ],
        "description": "Welcome to \"Budget Explorer: Unlocking Affordable Travel Experiences Around the Globe.\" In this comprehensive guide, we embark on a journey that transcends the traditional boundaries of travel, delving into the realm of budget exploration. Chapter 1 serves as the gateway to this adventure, offering an insightful \"Introduction to Budget Explorer.\" Here, we unravel the intricacies of unlocking affordable travel experiences that cater to the diverse needs of modern-day globetrotters. In today's dynamic and interconnected world, travel has evolved into more than just a leisure activity; it has become an integral part of our lifestyle. From seeking new adventures to finding moments of relaxation, people from all walks of life are drawn to destinations worldwide. However, the ever-increasing costs and economic uncertainties have propelled budget travel to the forefront, making it a crucial consideration for travelers of all backgrounds. Within the pages of this sub-chapter, we delve into the importance of budget travel in today's context. As we explore its significance, we aim to shed light on how budget exploration caters to the diverse needs of travelers. Whether you're a seasoned globetrotter or someone planning your first adventure, understanding the dynamics of budget travel is essential in navigating the complexities of the modern travel landscape. Crucially, we recognize the pivotal role that Travel Agents play in shaping the travel experiences of individuals. As experts in the travel industry, Travel Agents serve as guides, helping travelers uncover affordable options that align with their preferences. This acknowledgment underscores the significance of comprehending the intricacies of budget travel, enabling Travel Agents to cater to the diverse niches within the ever-evolving travel industry. As we set the stage for this exploration into the world of affordable travel, we invite you to join us on a journey that goes beyond the conventional, where budget constraints are not barriers but gateways to unparalleled adventures. Let Chapter 1 be your compass as we navigate the importance of budget travel in today's dynamic world.",
        "page_count": 66,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=RCjuEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 5.65,
        "currency": "BRL"
    },
    {
        "id": "dDGt4K0evzAC",
        "title": "1995 American Travel Survey",
        "authors": [],
        "publisher": null,
        "publication_date": "1997",
        "categories": [
            "United States"
        ],
        "description": "",
        "page_count": 38,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=dDGt4K0evzAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 416,
        "currency": "BRL"
    },
    {
        "id": "qT-wkVloUbwC",
        "title": "U.S.A. Travel Promotion",
        "authors": [
            "United States. Congress. House. Committee on Interstate and Foreign Commerce. Subcommittee on Commerce and Finance"
        ],
        "publisher": null,
        "publication_date": "1970",
        "categories": [
            "Advertising"
        ],
        "description": "",
        "page_count": 136,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=qT-wkVloUbwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 267,
        "currency": "BRL"
    },
    {
        "id": "ZZ02AQAAMAAJ",
        "title": "Tahoe National Forest (N.F.), Motorized Travel Management",
        "authors": [],
        "publisher": null,
        "publication_date": "2010",
        "categories": [],
        "description": "",
        "page_count": 792,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=ZZ02AQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 203,
        "currency": "BRL"
    },
    {
        "id": "Fcvgf0WVCvsC",
        "title": "The Bussiness of Travel Agency and Tour Operations Management",
        "authors": [
            "A.K Bhatia"
        ],
        "publisher": "Sterling Publishers Pvt. Ltd",
        "publication_date": "2012-06",
        "categories": [
            "Business & Economics"
        ],
        "description": "\"Travel agent has become an integral part of the world’s fastest growing travel and tourism industry. A large percentage of all international and domestic travel is arranged by travel agents. The scope and functions of a modern travel agency have increased manifold over the years. The present book The Business of Travel Agency and Tour Operations Management explains the various concepts of travel agency operations in a systematic manner and makes it easier for not only students of tourism management but also working professionals to comphend the subject. Since customer relation is key to the success of travel agency business, the book explains the need for understanding and retaining the customers as it is easier to retain loyal customers than to make new ones. This book contains some additional features including key terms, comprehensive outline of as many concepts as possible, references and bibliography. Throughout, the approach has been to explain the concepts in a simple and comprehensive manner. The main objective of the book is to provide valuable source material on the complex subject of travel agency business to graduate as well as post-graduate and management students of travel and tourism, travel agencies, airlines and others engaged in the business of tourism.",
        "page_count": 396,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Fcvgf0WVCvsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 4,
        "price": 51.29,
        "currency": "BRL"
    },
    {
        "id": "8RwvDwAAQBAJ",
        "title": "The SAGE International Encyclopedia of Travel and Tourism",
        "authors": [
            "Linda L. Lowry"
        ],
        "publisher": "SAGE Publications",
        "publication_date": "2016-09-01",
        "categories": [
            "Business & Economics"
        ],
        "description": "Taking a global and multidisciplinary approach, The SAGE International Encyclopedia of Travel and Tourism brings together a team of international scholars to examine the travel and tourism industry, which is expected to grow at an annual rate of four percent for the next decade. In more than 500 entries spanning four comprehensive volumes, the Encyclopedia examines the business of tourism around the world paying particular attention to the social, economic, environmental, and policy issues at play. The book examines global, regional, national, and local issues including transportation, infrastructure, the environment, and business promotion. By looking at travel trends and countries large and small, the Encyclopedia analyses a wide variety of challenges and opportunities facing the industry. In taking a comprehensive and global approach, the Encyclopedia approaches the field of travel and tourism through the numerous disciplines it reaches, including the traditional tourism administration curriculum within schools of business and management, economics, public policy, as well as social science disciplines such as the anthropology and sociology. Key features include: More than 500 entries authored and signed by key academics in the field Entries on individual countries that details the health of the tourism industry, policy and planning approaches, promotion efforts, and primary tourism draws. Additional entries look at major cities and popular destinations Coverage of travel trends such as culinary tourism, wine tourism, agritourism, ecotourism, geotourism, slow tourism, heritage and cultural-based tourism, sustainable tourism, and recreation-based tourism Cross-references and further readings A Reader’s Guide grouping articles by disciplinary areas and broad themes",
        "page_count": 2878,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=8RwvDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 3126.2,
        "currency": "BRL"
    },
    {
        "id": "r6uAAAAAMAAJ",
        "title": "Program Report of the United States Travel Service",
        "authors": [
            "United States Travel Service"
        ],
        "publisher": null,
        "publication_date": "1973",
        "categories": [
            "Tourism"
        ],
        "description": "",
        "page_count": 96,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=r6uAAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 332,
        "currency": "BRL"
    },
    {
        "id": "k_b_DwAAQBAJ",
        "title": "A Generic History of Travel Writing in Anglophone and Polish Literature",
        "authors": [
            "Grzegorz Moroz"
        ],
        "publisher": "BRILL",
        "publication_date": "2020-08-31",
        "categories": [
            "Literary Collections"
        ],
        "description": "A Generic History of Travel Writing in Anglophone and Polish Literature offers a comprehensive, comparative and generic analysis of developments of travel writing in Anglophone and Polish literature from the Late Medieval Period to the twenty-first century. These developments are depicted in a wider context of travel narratives written in other European languages.",
        "page_count": 236,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=k_b_DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 156,
        "currency": "BRL"
    },
    {
        "id": "qoBaEAAAQBAJ",
        "title": "The Evolution of Travel Time Information Systems",
        "authors": [
            "Margarita Martínez-Díaz"
        ],
        "publisher": "Springer Nature",
        "publication_date": "2022-01-21",
        "categories": [
            "Technology & Engineering"
        ],
        "description": "This book deals with the estimation of travel time in a very comprehensive and exhaustive way. Travel time information is and will continue to be one key indicator of the quality of service of a road network and a highly valued knowledge for drivers. Moreover, travel times are key inputs for comprehensive traffic management systems. All the above-mentioned aspects are covered in this book. The first chapters expound on the different types of travel time information that traffic management centers work with, their estimation, their utility and their dissemination. They also remark those aspects in which this information should be improved, especially considering future cooperative driving environments.Next, the book introduces and validates two new methodologies designed to improve current travel time information systems, which additionally have a high degree of applicability: since they use data from widely disseminated sources, they could be immediately implemented by many administrations without the need for large investments. Finally, travel times are addressed in the context of dynamic traffic management systems. The evolution of these systems in parallel with technological and communication advancements is thoroughly discussed. Special attention is paid to data analytics and models, including data-driven approaches, aimed at understanding and predicting travel patterns in urban scenarios. Additionally, the role of dynamic origin-to-destination matrices in these schemes is analyzed in detail.",
        "page_count": 299,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=qoBaEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 862.19,
        "currency": "BRL"
    },
    {
        "id": "aWeUAgAAQBAJ",
        "title": "The Contemporary Anglophone Travel Novel",
        "authors": [
            "Stephen M. Levin"
        ],
        "publisher": "Routledge",
        "publication_date": "2008-05-05",
        "categories": [
            "Literary Criticism"
        ],
        "description": "The Contemporary Anglophone Travel Novel examines the aesthetics of adventure travel since World War II by exploring the many referents travelers evoke as they imagine their escapes: the lingering memory of the war, the disintegration of empire, and the rapid growth of capitalism and commercial culture.",
        "page_count": 200,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=aWeUAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 216,
        "currency": "BRL"
    },
    {
        "id": "1qY2AQAAMAAJ",
        "title": "Uncompahgre National Forest (N.F.) Travel Plan",
        "authors": [],
        "publisher": null,
        "publication_date": "2000",
        "categories": [],
        "description": "",
        "page_count": 24,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=1qY2AQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 128,
        "currency": "BRL"
    },
    {
        "id": "IUWYMcblOPEC",
        "title": "FDA/ORA International Inspection Manual and Travel Guide",
        "authors": [
            "United States. Food and Drug Administration. Division of Emergency and Investigational Operations"
        ],
        "publisher": null,
        "publication_date": "1997",
        "categories": [
            "Drugs"
        ],
        "description": "",
        "page_count": 216,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=IUWYMcblOPEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 108,
        "currency": "BRL"
    },
    {
        "id": "H34DQXKfW-wC",
        "title": "Activities of the U.S. Travel Service and International Tourism, Hearing Before The...92-1, on Activities of the Etc., May 12, 1971",
        "authors": [
            "United States. Congress. Senate. Commerce"
        ],
        "publisher": null,
        "publication_date": "1971",
        "categories": [],
        "description": "",
        "page_count": 174,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=H34DQXKfW-wC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 398,
        "currency": "BRL"
    },
    {
        "id": "pTMZEQAAQBAJ",
        "title": "The Complete Travel Guide for The Dominican Republic",
        "authors": [
            "YouGuide"
        ],
        "publisher": "Youguide International BV",
        "publication_date": null,
        "categories": [
            "Travel"
        ],
        "description": "\"The Complete Travel Guide Series\" offers a comprehensive exploration of diverse destinations worldwide. Each book provides detailed insights into local culture, history, attractions, and practical travel tips, ensuring travellers are well-prepared to embark on memorable journeys. With vibrant illustrations, beautiful pictures and up to date information, this series is an essential companion for any type of traveller seeking enriching experiences.",
        "page_count": 273,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=pTMZEQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 290,
        "currency": "BRL"
    },
    {
        "id": "bkcb3b7dBLAC",
        "title": "Travel, Entertainment, and Gift Expenses",
        "authors": [],
        "publisher": null,
        "publication_date": "1993",
        "categories": [
            "Expense accounts and taxation"
        ],
        "description": "",
        "page_count": 36,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=bkcb3b7dBLAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 274,
        "currency": "BRL"
    },
    {
        "id": "8gcBAwAAQBAJ",
        "title": "Start Your Own Travel Business and More 2/E",
        "authors": [
            "Rich Mintzer",
            "Entrepreneur Press"
        ],
        "publisher": "Entrepreneur Press",
        "publication_date": "2011-11-29",
        "categories": [
            "Business & Economics"
        ],
        "description": "New security regulations have drastically changed the travel industry, making this popular guide critical to success. The experts at Entrepreneur cover the new security measures and how to handle them, what to do in case of an emergency, and how to minimize risks when travelling abroad.",
        "page_count": 292,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=8gcBAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 490,
        "currency": "BRL"
    },
    {
        "id": "nvSyDe57nkQC",
        "title": "Summary and Analysis of International Travel to the U.S.",
        "authors": [
            "United States Travel Service. Office of Research and Analysis"
        ],
        "publisher": null,
        "publication_date": "1975",
        "categories": [
            "Tourism"
        ],
        "description": "",
        "page_count": 66,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=nvSyDe57nkQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 263,
        "currency": "BRL"
    },
    {
        "id": "CtuCqnkgDREC",
        "title": "Deposition Transcripts from the Committee Investigation Into the White House Office Travel Matter",
        "authors": [],
        "publisher": null,
        "publication_date": "1996",
        "categories": [
            "Depositions"
        ],
        "description": "",
        "page_count": 202,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=CtuCqnkgDREC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 397,
        "currency": "BRL"
    },
    {
        "id": "ZOPZu-7ebZYC",
        "title": "Indie Travel Podcast Magazine issue one: September 2009",
        "authors": [
            "Indie Travel Media Ltd"
        ],
        "publisher": "Indie Travel Media",
        "publication_date": null,
        "categories": [],
        "description": "",
        "page_count": 33,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=ZOPZu-7ebZYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 491,
        "currency": "BRL"
    },
    {
        "id": "uJSVkuWVy3kC",
        "title": "1977 Census of Transportation: National travel survey. pt. 2. Travel during 1977",
        "authors": [
            "United States. Bureau of the Census"
        ],
        "publisher": null,
        "publication_date": "1979",
        "categories": [
            "Transportation"
        ],
        "description": "",
        "page_count": 414,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=uJSVkuWVy3kC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 267,
        "currency": "BRL"
    },
    {
        "id": "_h89AAAAYAAJ",
        "title": "Keyes' Hand-book of Northern Pleasure Travel",
        "authors": [
            "George L. Keyes"
        ],
        "publisher": null,
        "publication_date": "1874",
        "categories": [
            "New England"
        ],
        "description": "",
        "page_count": 264,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=_h89AAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 489,
        "currency": "BRL"
    },
    {
        "id": "fh0WAAAAYAAJ",
        "title": "Travel and Big Game",
        "authors": [
            "Percy Selous",
            "Henry Anderson Bryden"
        ],
        "publisher": null,
        "publication_date": "1897",
        "categories": [
            "Game and game-birds"
        ],
        "description": "",
        "page_count": 226,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=fh0WAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 484,
        "currency": "BRL"
    },
    {
        "id": "X-Ndx2JnY5QC",
        "title": "Newspaper Libels and Reprinted Notes of Travel",
        "authors": [
            "Theodore Williams Noyes"
        ],
        "publisher": null,
        "publication_date": "1894",
        "categories": [
            "Freedom of the press"
        ],
        "description": "",
        "page_count": 148,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=X-Ndx2JnY5QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 128,
        "currency": "BRL"
    },
    {
        "id": "jRegAAAAMAAJ",
        "title": "Outing; Sport, Adventure, Travel, Fiction",
        "authors": [],
        "publisher": null,
        "publication_date": "1885",
        "categories": [
            "Sports"
        ],
        "description": "",
        "page_count": 782,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=jRegAAAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 341,
        "currency": "BRL"
    },
    {
        "id": "z00OAAAAYAAJ",
        "title": "Foot-prints of Travel",
        "authors": [
            "Maturin Murray Ballou"
        ],
        "publisher": null,
        "publication_date": "1895",
        "categories": [
            "Voyages around the world"
        ],
        "description": "",
        "page_count": 560,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=z00OAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 175,
        "currency": "BRL"
    },
    {
        "id": "CWOMPpCoXp4C",
        "title": "Air travel and health",
        "authors": [
            "Great Britain: Parliament: House of Lords: Science and Technology Committee",
            "Lord Broers"
        ],
        "publisher": "The Stationery Office",
        "publication_date": "2007-12-12",
        "categories": [
            "Medical"
        ],
        "description": "This report is a follow-up to an earlier report published in 2000 (HLP 121-I, session 1999-2000, ISBN 9780104442005), on air travel and health. That report acted as a stimulus to further research into the health of air crew and passengers, and led to a broader examination of such issues. The report also led to the setting up of the Aviation Health Working Group in 2001, and later the Aviation Health Unit, in 2003, within the Civil Aviation Authority (CAA), which acts as a focal point for aviation health in the UK. In this report the Committee sets out the current situation, and still finds issues that remain of concern, particularly the risk to air travellers of venous thromboembolism (VTE). A WHO study is to examine VTE risk for individuals with existing risk factors, and the Committee urges the Government to continue to support this project. The Committee also believes that further investigation into the effects of fumes on pilots and others should be continued. The Committee has set out a number of recommendations, including: that jet lag should be studied as a confounding effect of DVT; that the Government should explore ways to increase the research capacity in aviation health; that the CAA should implement the recommendations of its own research into aircraft seating standards, and increase the minimum seat pitch to at least 28.2 inches; the Government should also review the level of air passenger duty levied on \"premium economy\" seating; also that the Government and airlines advise passengers on the proven benefits of good hygiene in the reduction of disease transmission, and that as part of their contingency plans airlines that are flying from areas affected by a pandemic, should provide bacterial wipes to passengers; that the Government and the AHU work together with airlines and others in providing consistent air travel advice to passengers on the risks associated with self-medicating with the intention of preventing DVT.",
        "page_count": 212,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=CWOMPpCoXp4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 222,
        "currency": "BRL"
    },
    {
        "id": "09bODwAAQBAJ",
        "title": "Time Travel",
        "authors": [
            "Nikk Effingham"
        ],
        "publisher": null,
        "publication_date": "2020",
        "categories": [
            "Philosophy"
        ],
        "description": "Time travel is metaphysically possible. Nikk Effingham contends that arguments for the impossibility of time travel are not sound. Focusing mainly on the Grandfather Paradox, Effingham explores the ramifications of taking this view, discusses issues in probability and decision theory, and considers the potential dangers of travelling in time.",
        "page_count": 260,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=09bODwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 254,
        "currency": "BRL"
    },
    {
        "id": "DBb_LC-m87MC",
        "title": "Advanced Practices in Travel Forecasting",
        "authors": [
            "Rick Donnelly"
        ],
        "publisher": "Transportation Research Board",
        "publication_date": "2010",
        "categories": [
            "Political Science"
        ],
        "description": "TRB's National Cooperative Highway Research Program (NCHRP) Synthesis 406: Advanced Practices in Travel Forecasting explores the use of travel modeling and forecasting tools that could represent a significant advance over the current state of practice. The report examines five types of models: activity-based demand, dynamic network, land use, freight, and statewide.",
        "page_count": 90,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=DBb_LC-m87MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 192,
        "currency": "BRL"
    },
    {
        "id": "5PzDzEHKMegC",
        "title": "The Best Women's Travel Writing 2008",
        "authors": [
            "Lucy McCauley"
        ],
        "publisher": "Travelers' Tales",
        "publication_date": "2008",
        "categories": [
            "Travel"
        ],
        "description": "Presents exciting, uplifting and unforgettable adventures from women who have travelled to the ends of the earth to discover new people, places and facets of themselves.",
        "page_count": 340,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=5PzDzEHKMegC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 451,
        "currency": "BRL"
    },
    {
        "id": "Se49AQAAMAAJ",
        "title": "Travel",
        "authors": [],
        "publisher": null,
        "publication_date": "1920",
        "categories": [
            "Travel"
        ],
        "description": "",
        "page_count": 320,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Se49AQAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 216,
        "currency": "BRL"
    },
    {
        "id": "G9NXWsJvp_QC",
        "title": "Travel Promotion Aids and Services",
        "authors": [
            "Ruth T. Blond"
        ],
        "publisher": null,
        "publication_date": "1961",
        "categories": [
            "Travel"
        ],
        "description": "",
        "page_count": 8,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=G9NXWsJvp_QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 211,
        "currency": "BRL"
    },
    {
        "id": "ZbmFCwAAQBAJ",
        "title": "Thailand Travel Guide 2024",
        "authors": [
            "T Turner"
        ],
        "publisher": "T Turner",
        "publication_date": null,
        "categories": [
            "Travel"
        ],
        "description": "The Thailand Travel Guide is the most up-to-date, reliable and complete guide to this wonderful place. Travelers will find everything they need for an unforgettable visit presented in a convenient and easy-to-use format. Includes quick information on planning a visit, navigating the location, experiencing Thai culture and exploring the beauty of Thailand. Thailand is a country on Southeast Asia’s Indochina peninsula known for tropical beaches, opulent royal palaces, ancient ruins and ornate temples displaying figures of Buddha, a revered symbol. In Bangkok, the capital, an ultramodern cityscape rises next to quiet canal and riverside communities. Commercial hubs such as Chinatown consist of labyrinthine alleys crammed with shophouses, markets and diners.",
        "page_count": 225,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=ZbmFCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 17.06,
        "currency": "BRL"
    },
    {
        "id": "hBZjCAAAQBAJ",
        "title": "Travel Tales Collections: Airplane Stories",
        "authors": [
            "Michael Brein, Ph.D."
        ],
        "publisher": "Michael Brein, Inc.",
        "publication_date": "2015-04-20",
        "categories": [
            "Travel"
        ],
        "description": "The ‘Travel Tales Collection, Airplane Stories,’ No. 9, April 2015, is part of Michael Brein’s ‘Collections’ travel tales series and contains among the best travel stories from Michael’s huge collection of travel tales that he has gathered in interviews with nearly 1,750 world travelers and adventurers during his four decades of travel to more than 125 countries throughout the world. ‘Travel Tales Collections’ are groups of very interesting similar travel stories of a kind on a variety of very specific travel subjects, themes, or countries, such as close calls, great escapes, pickpocketing, scams, safety and security in travel, Paris, Morocco, Mexico, and so on. Eventually, several hundred ‘Collections’ on all sorts of specific travel subjects, themes, and countries will be available on all the major eReaders. An airline story is in the news today! And so it goes. There’s hardly a day now that an airline incident of some sort or another is not in the news. We’re taking a lot closer look at air travel these days than ever before. Therefore, as regards the psychology of travel, we should take a much closer look at what actually happens on airplanes. And so, in The Travel Psychologist Travel Tales Series, that's exactly what I do. Air-travel-life stories include the full range of the human air travel experience, from pre-boarding incidents to arrivals; from the cabin to the loo; from the public and private lives of airline personnel as well as passengers—from the pilots to the stews to you—from that which makes us laugh to that which makes us cry, as well as, unfortunately, to that which creates abject fear and terror in the skies. Air travel is now more in the public eye than ever before. Thus, it is no wonder now that regarding the experience of traveling in the skies—like any other aspect of travel—we are not only more circumspect than ever before—we are, on closer view, now much more aware of how air travel is now seen to elicit the full range of the human experience. And in this one particular unique microcosmic window of scrutiny we see that air-travel is but one unique travel environment in a cornucopia of many others, and one that is neither unimportant, insignificant, indistinct, nor independent with respect to the overall experience of travel. Love it, hate it, or simply endure it, the lure of traveling in the skies, whether as just a means to a place or as an end in and of itself, the activity of flying, per se—airplane travel stories not only endure, they are on the increase. Whether you've survived a crash, been bombed by terrorists, been part and parcel of other scares and frights, been harassed upon departure or on arrival, or even laughed yourself stupid on a flight, your tales are memorable, and it is my personal mission that some of them are repeated here! Introduction to Travel Tales of Airplanes: Terror in the Skies! Part 1 Travel Tales of Airplanes: Terror in the Skies! is divided into two parts simply because there is so much material. Part 1 appears here in the current Travel Tales Collection issue No. 9 Apr 2015 and serves as a general introduction to this subject matter. Part 2 The unabridged, expanded forthcoming ebook Travel Tales of Airplanes: Terror in the Skies, part of The Travel Psychologist Travel Tales Series, is a larger volume and includes both Parts 1 and 2. The travel stories in Part 1 consist mainly of the personal air travel tales of Michael Brein (me), the author, plus those of a few other contributors. The travel stories in Part 2 are, largely, the air travel stories of world travelers and adventurers whom I’ve encountered and interviewed all throughout my travels over the last four decades to 125 countries. Mostly, your own air travel will typically be exciting, interesting, and without incident, but odd things can and do happen to you at almost any turn along the way in your travels, and air travel is no exception. Unfortunately, the restricted, constricted, and microcosmic environment of the airplane lends itself sometimes to a variety of episodes illustrating the vagaries of the human temperament and behavior that rear their ugliness on airplanes from time to time, whereby air passengers and crew sometimes act and behave in ways that are often atypical and different from how we normally would behave at home. I hope only peaceful and laughable events happen to you in your air travels. I sincerely hope that the negative travel tales of airplanes do not happen to you in your own travels. If something interesting happens to you in your air travels, you deserve to also be in these pages! Got an interesting travel tale for The Travel Psychologist Travel Tales Series? Please contact Michael Brein at michaelbrein@gmail.com. Note: Some stories may be repeated in other eBooks in the series depending on the countries and subjects covered.",
        "page_count": 148,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=hBZjCAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 17.06,
        "currency": "BRL"
    },
    {
        "id": "XtcvVWUS-7wC",
        "title": "U.S. International Travel and Transportation Trends",
        "authors": [],
        "publisher": null,
        "publication_date": "2006",
        "categories": [
            "Transportation"
        ],
        "description": "",
        "page_count": 64,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=XtcvVWUS-7wC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 331,
        "currency": "BRL"
    },
    {
        "id": "O6uDMCF9ATUC",
        "title": "Statewide Travel Forecasting Models",
        "authors": [
            "Alan J. Horowitz",
            "National Cooperative Highway Research Program"
        ],
        "publisher": "Transportation Research Board",
        "publication_date": "2006",
        "categories": [
            "Traffic estimation"
        ],
        "description": "TRB's National Cooperative Highway Research Program (NCHRP) Synthesis 358: Statewide Travel Forecasting Models examines statewide travel forecasting models designed to address planning needs and provide forecasts for statewide transportation, including passenger vehicle and freight movements. The report explores the types and purposes of models being used, integration of state and urban models, data requirements, computer needs, resources (including time, funding, training, and staff), limitations, and overall benefits. The report includes five case studies, two that focus on passenger components, two on freight components, and one on both passenger and freight.",
        "page_count": 125,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=O6uDMCF9ATUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 165,
        "currency": "BRL"
    },
    {
        "id": "cxdFZD-Ku5MC",
        "title": "Transportation Forecasting and Travel Behavior",
        "authors": [
            "National Research Council (U.S.). Transportation Research Board"
        ],
        "publisher": "Transportation Research Board Commission",
        "publication_date": "1978",
        "categories": [
            "Business & Economics"
        ],
        "description": "",
        "page_count": 912,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=cxdFZD-Ku5MC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 235,
        "currency": "BRL"
    },
    {
        "id": "BxOPKrNjttUC",
        "title": "Applying GPS Data to Understand Travel Behavior",
        "authors": [
            "Jean Louise Wolf",
            "William H. Bachman",
            "Marcelo Simas Oliveira",
            "Joshua A. Auld",
            "Abolfazl Mohammadian",
            "Petr Samuilovich Vovsha"
        ],
        "publisher": null,
        "publication_date": "2014",
        "categories": [
            "Global Positioning System"
        ],
        "description": "\"TRB's National Cooperative Highway Research Program (NCHRP) Report 775: Applying GPS Data to Understand Travel Behavior, Volume I: Background, Methods, and Tests describes the research process that was used to develop guidelines on the use of multiple sources of Global Positioning System (GPS) data to understand travel behavior and activity. The guidelines, which are included in NCHRP Report 775, Volume II are intended to provide a jump-start for processing GPS data for travel behavior purposes and provide key information elements that practitioners should consider when using GPS data.\" -- Publisher's note.",
        "page_count": 164,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=BxOPKrNjttUC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "average_rating": 0,
        "price": 358,
        "currency": "BRL"
    }
]