[
    {
        "id": "koArDwAAQBAJ",
        "title": "O ódio que você semeia",
        "authors": [
            "Angie Thomas"
        ],
        "publisher": "Galera",
        "publication_date": "2017-07-06",
        "categories": [
            "Fiction"
        ],
        "description": "Uma história juvenil repleta de choques de realidade. Um livro necessário em tempos tão cruéis e extremos. Starr aprendeu com os pais, ainda muito nova, como uma pessoa negra deve se comportar na frente de um policial. Quando ela e seu amigo, Khalil, são parados por uma viatura, tudo o que Starr espera é que Khalil também conheça essas regras. Um movimento errado, uma suposição, e os tiros disparam. De repente, o amigo de infância dela está no chão, coberto de sangue. Morto. Em luto, indignada com a injustiça tão explícita que presenciou e vivendo em duas realidades tão distintas, estudando em uma escola de brancos de classe alta e, depois, voltando para a periferia de maioria negra, Starr precisa descobrir a sua voz. Angie Thomas, em uma narrativa muito dinâmica, divertida, mas ainda assim, direta e firme, fala de racismo de uma forma nova para jovens leitores. Este é um livro que não se pode ignorar.",
        "page_count": 440,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=koArDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 37.9,
        "currency": "BRL"
    },
    {
        "id": "iOSmDwAAQBAJ",
        "title": "Confidências de uma ex-popular",
        "authors": [
            "Ray Tavares"
        ],
        "publisher": "Editora Record",
        "publication_date": "2019-08-05",
        "categories": [
            "Juvenile Fiction"
        ],
        "description": "Da autora de Os 12 signos de Valentina. Mais de 4 milhões de leituras no Wattpad. Antes de perder tudo, Renata tinha a vida que considerava perfeita. Além de ser bonita, loira e padrão como uma boneca Barbie, ela sabia usufruir disso. Apesar de ausentes, seus pais eram tão ricos que a menina morava em uma mansão que mais parecia um palácio e ainda tinha duas babás amorosas que faziam todas as suas vontades. E, para coroar a situação, era extremamente popular na escola e namorava um bad boy gato. Não tinha como melhorar! Porém, tudo isso vai por água abaixo quando ela se envolve em um escândalo que culmina em sua expulsão da escola. Por determinação dos pais, a menina foi obrigada a deixar sua antiga vida de regalias para trás e entrar em um rígido colégio interno. O namorado terminou com ela quase que imediatamente e, da noite para o dia, suas antigas amigas sumiram do mapa. Humilhada, Renata chega ao campus do Internato Nossa Senhora da Misericórdia decidida a não se relacionar com ninguém. A última coisa que a herdeira quer nesse momento é se envolver — seja com meninos, amigos ou atividades escolares. Afinal, as antigas amizades não serviram de nada quando ela mais precisou. Além disso, ninguém ali ia com a sua cara mesmo! Mas quando Renata descobre um esquema de corrupção envolvendo o alto escalão de diretores e o padre da escola, ela precisa decidir: deve se arriscar a ser expulsa novamente para fazer a coisa certa, ou ficar calada perante essa injustiça para se preservar? Aos poucos, com a ajuda de Lívia, sua colega de quarto, e de Guilherme, o bolsista charmoso por quem Renata sente um misto de atração e raiva, a garota acaba repensando seus privilégios e entendendo que, às vezes, a popularidade pode ser útil para coisas mais importantes do que apenas festas e selfies. Porém, para que ela conquiste a confiança dos novos colegas de escola, precisará passar nas provas do Conselho, uma sociedade secreta dos alunos influentes do colégio. Os testes não serão nada fáceis, desde roubar a Bíblia da capela até participar de festas clandestinas durante a madrugada. Mas será que Renata está pronta para arriscar-se a outro escândalo escolar? E será que seus novos amigos ainda vão gostar dela se descobrirem o que ela fez para ser expulsa da antiga escola?",
        "page_count": 486,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=iOSmDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 34.9,
        "currency": "BRL"
    },
    {
        "id": "RzI7DwAAQBAJ",
        "title": "The Heart of Betrayal",
        "authors": [
            "Mary E. Pearson"
        ],
        "publisher": "Darkside Entretenimento LTDA",
        "publication_date": "2017-10-24",
        "categories": [
            "Young Adult Fiction"
        ],
        "description": "A série Crônicas de Amor e Ódio, iniciada com THE KISS OF DECEPTION, virou a queridinha dos leitores mais apaixonados. Encantou os fãs de fantasia do mundo todo - e pegou os brasileiros pelo coração. A história de Lia inspirou muitos leitores a embarcarem em uma jornada extraordinária repleta de ação, romance, mistério e rivalidade, pintados em um universo deslumbrante criado pela premiada escritora Mary E. Pearson, que consegue - como poucos - erguer um mundo poderoso e repleto de personagens cativantes. Em The Heart of Betrayal, Lia e Rafe estão presos no reino barbárico de Venda e têm poucas chances de escapar. Desesperado para salvar a vida da princesa, Kaden revelou ao Vendan Komizar que Lia tem um dom poderoso, fazendo crescer o interesse do Komizar por ela. Enquanto isso, as linhas de amor e ódio vão se definindo. Todos mentiram. Rafe, Kaden e Lia esconderam segredos, mas a bondade ainda habita o coração até dos personagens mais sombrios. E os Vendans, que Lia sempre pensou serem selvagens, desconstroem os preconceitos da princesa, que agora cria uma aliança inesperada com eles. Lutando com sua alta educação, seu dom e sua percepção sobre si mesma, Lia precisa fazer escolhas poderosas que vão afetar profundamente sua família... e seu próprio destino. Não faltam reviravoltas nessa incrível fantasia que integra a linha Darklove - Mary E. Pearson vai deixar os leitores sem fôlego nesse segundo ato de uma trilogia que ainda promete arrebatar o coração de muitos. Empolgada com a receptividade calorosa dos brasileiros, Mary está se sentindo em casa com toda a repercussão de sua trilogia por aqui: \"Nunca imaginei ter tantos fãs no Brasil! Espero visitar vocês em breve\".",
        "page_count": 405,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=RzI7DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "wpjUDwAAQBAJ",
        "title": "Young Adult Literature",
        "authors": [
            "Michael Cart"
        ],
        "publisher": "American Library Association",
        "publication_date": "2016-09-01",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Cart’s up-to-date coverage makes this the perfect resource for YA librarians who want to sharpen their readers’ advisory skills, educators and teachers who work with young people, and anyone else who wants to understand where YA lit has been and where it’s heading.",
        "page_count": 329,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=wpjUDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 314,
        "currency": "BRL"
    },
    {
        "id": "SIrtDwAAQBAJ",
        "title": "Adaptation in Young Adult Novels",
        "authors": [
            "Dana E. Lawrence",
            "Amy L. Montz"
        ],
        "publisher": "Bloomsbury Publishing USA",
        "publication_date": "2020-09-03",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Adaptation in Young Adult Novels argues that adapting classic and canonical literature and historical places engages young adult readers with their cultural past and encourages them to see how that past can be rewritten. The textual afterlives of classic texts raise questions for new readers: What can be changed? What benefits from change? How can you, too, be agents of change? The contributors to this volume draw on a wide range of contemporary novels – from Rick Riordan's Percy Jackson series and Megan Shepherd's Madman's Daughter trilogy to Jesmyn Ward's Salvage the Bones – adapted from mythology, fairy tales, historical places, and the literary classics of Shakespeare, Charles Dickens, Jane Austen, and F. Scott Fitzgerald, among others. Unpacking the new perspectives and critiques of gender, sexuality, and the cultural values of adolescents inherent to each adaptation, the essays in this volume make the case that literary adaptations are just as valuable as original works and demonstrate how the texts studied empower young readers to become more culturally, historically, and socially aware through the lens of literary diversity.",
        "page_count": 255,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=SIrtDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 210.22,
        "currency": "BRL"
    },
    {
        "id": "Dvqw8LjCq9oC",
        "title": "Adolescent and Young Adult Addiction",
        "authors": [],
        "publisher": "Jon Daily",
        "publication_date": "2012-09",
        "categories": [
            "Health & Fitness"
        ],
        "description": "This thought provoking book “Adolescent & Young Adult Addiction: The Pathological Relationship to Intoxication and The Interpersonal Neurobiology Underpinnings” discusses the struggles of that the youth of today are faced with and puts forth that adolescent and young adult addicts are not addicted to marijuana, heroin, etc. The name of the drug is an illusion as they are hooked on a pathological “relationship to intoxication.” This book bridges the gap between the mental health and the addiction fields. This book helps the reader to understand that there is no separation between relationships, mind and brain (bio-psycho-social). The peak of intoxication is a release of neurotransmitters, such as, dopamine and often opiate/endorphins. These regulatory systems are actually built, sustained, broken and also repaired in attuned and mis-attuned relationships. How is this so? How does it get repaired? How do we bring this awareness to the client, family and offer the experience of attuned relationships? How do pressures of our left brain, solution focused, material chasing, “on-the-go” culture contribute to this problem? Adolescents and young adults are not supposed to “ask for help” as it is the role of the social systems to work together in a way that helps them recognize their drug use as a problem. After these systems have helped to “lift the bottom” and dislodge the addict’s relationship to intoxication, then the work is on understanding and treating the underpinnings that drive addiction. If the underpinnings are not dealt with, then relapse and cross-addictions will occur. Utilizing attuned relationships to rewrite the internal working model, and sustain neurobiological regulatory systems is the key for long term sobriety... Jon Daily, LSCW, CADCII is an expert in the specialized field of adolescent and young adult addictive disorders and dual diagnosis. Jon’s wisdom on understanding and treating today’s youth combined with his ability to conceptualize and translate interpersonal neurobiology in a straight forward applicable fashion is a real gift to the reader.",
        "page_count": 137,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Dvqw8LjCq9oC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 383,
        "currency": "BRL"
    },
    {
        "id": "MnnDEAAAQBAJ",
        "title": "Integrating Young Adult Literature through the Common Core Standards",
        "authors": [
            "Rachel L. Wadham",
            "Jon W. Ostenson"
        ],
        "publisher": "Bloomsbury Publishing USA",
        "publication_date": "2013-01-07",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "This book advocates for a stronger role for young-adult literature in ELA classrooms, compellingly documenting how this body of work meets both the needs of adolescent students and the demands of the common core for complex texts and tasks. Integrating Young Adult Literature through the Common Core Standards provides a compelling template for teachers that uses young adult literature and inquiry learning to meet students' needs and the demands of the common core standards. The first part of the book addresses the widely adopted common core state standards by examining closely the standards' model of text complexity and demonstrating how young adult literature can fill the requirements of this model. The second part provides theoretical discussions and analysis of the standards as well as concrete applications of young adult literature within the classroom in order to give school professionals a comprehensive understanding of how young adult literature and the standards can work together. The book empowers schools and teachers to make intelligent, informed decisions about texts and instructional practices that benefit their students. Finally, the authors explore a powerful teaching approach that integrates current understandings about learning, young adult literature, and the common core standards in a way that will facilitate greater learning and understanding in English classrooms.",
        "page_count": 273,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=MnnDEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 256.71,
        "currency": "BRL"
    },
    {
        "id": "i5HCEAAAQBAJ",
        "title": "Young Adult Literature in Action",
        "authors": [
            "Rose Brock"
        ],
        "publisher": "Bloomsbury Publishing USA",
        "publication_date": "2019-06-14",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Taking a genre approach, this overview of young adult literature shows new librarians and library science students the criteria to use for selecting quality books, including recommended titles. This third edition of Young Adult Literature in Action draws on the success of the previous two editions authored by Rosemary Chance, updating and expanding on them to meet the needs of today's librarians and library science students. It includes a new focus on diverse books, LGBTQ+ selections, the role of book formats, and the relevance of librarians serving teen populations and is an ideal resource for teaching young adult literature courses. Organized by major genre divisions, this easy-to-use book includes new information on timely topics such as audio and e-books, accessible books, and graphic novels. Each chapter includes revised and updated information on collaborative activities, featured books, special topics and programs, selected awards and celebrations, historical connections, recommended resources, issues for discussion, author comments, and assignment suggestions. Further updates include citations of exemplary young adult books and award winners, references, websites, and a bibliography.",
        "page_count": 273,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=i5HCEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 333.73,
        "currency": "BRL"
    },
    {
        "id": "k396DwAAQBAJ",
        "title": "Latino/a Children's and Young Adult Writers on the Art of Storytelling",
        "authors": [
            "Frederick Luis Aldama"
        ],
        "publisher": "University of Pittsburgh Press",
        "publication_date": "2018-10-26",
        "categories": [
            "Literary Criticism"
        ],
        "description": "Children's and young adult literature has become an essential medium for identity formation in contemporary Latino/a culture in the United States. This book is an original collection of more than thirty interviews led by Frederick Luis Aldama with Latino/a authors working in the genre. The conversations revolve around the conveyance of young Latino/a experience, and what that means for the authors as they overcome societal obstacles and aesthetic complexity. The authors also speak extensively about their experiences within the publishing industry and with their audiences. As such, Aldama's collection presents an open forum to contemporary Latino/a writers working in a vital literary category and sheds new light on the myriad formats, distinctive nature, and cultural impact it offers.",
        "page_count": 300,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=k396DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 234,
        "currency": "BRL"
    },
    {
        "id": "pXgDooG8SEsC",
        "title": "Cancer in Adolescents and Young Adults",
        "authors": [
            "Archie W. Bleyer",
            "Ronald Duncan Barr"
        ],
        "publisher": "Springer Science & Business Media",
        "publication_date": "2007-09-23",
        "categories": [
            "Medical"
        ],
        "description": "This is the first comprehensive book devoted exclusively to cancer in adolescents and young adults. It compiles medical, epidemiological, biological, psychological, and emotional issues of young adults’ oncology. The emphasis is on the differences of the \"same\" cancer in younger and older patients. Model programs specially designed to care for patients in the age group and surveillance of long-term adverse effects are reviewed.",
        "page_count": 538,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=pXgDooG8SEsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 1231.73,
        "currency": "BRL"
    },
    {
        "id": "AyxyDgAAQBAJ",
        "title": "Transitional Age Youth and Mental Illness: Influences on Young Adult Outcomes, An Issue of Child and Adolescent Psychiatric Clinics of North America, E-Book",
        "authors": [
            "Adele L. Martel",
            "D. Catherine Fuchs"
        ],
        "publisher": "Elsevier Health Sciences",
        "publication_date": "2017-03-21",
        "categories": [
            "Medical"
        ],
        "description": "This issue of the Child and Adolescent Psychiatric Clinics of North America, guest edited by Drs. Adele Martel and Catherine Fuchs, aims to bridge the current state of knowledge about risk and resilience during the transition to adolescence for young people with mental illness with the need for developmentally-attuned and culturally–competent strategies to engage and maintain them in treatment. Topics covered in this volume include, but are not limited to: Developmental Psychopathology and Resilience; Conceptualization of Mental Illness in Transitional Age Youth; Suicidal Behaviors and Suicide; Substance Abuse; Working with Parents/Family; Social Media; Youth Transitioning from Foster Care; Heading to College with a Psychiatric Diagnosis; Issues of Diversity, Integrated Identities and Mental Health in Transitional Age Youth; and Autism Spectrum Disorders, among others.",
        "page_count": 297,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=AyxyDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 220,
        "currency": "BRL"
    },
    {
        "id": "ldMAqxhKB4gC",
        "title": "Child and Adult Development",
        "authors": [
            "Calvin A. Colarusso"
        ],
        "publisher": "Springer Science & Business Media",
        "publication_date": "1992-09-30",
        "categories": [
            "Psychology"
        ],
        "description": "Developmental theory is the essence of any psychodynamic psychother apy, and certainly of psychoanalysis. It is through an understanding of progressive life events, and the way these events relate to associated biological and social events, that we come to understand both psycho pathology and psychological strengths. For a long time we have needed a clinically oriented book that surveys normal development in both childhood and adulthood. This book should be particularly helpful to all mental health professionals whose daily work requires a constant awareness and appraisal of devel opmental issues. Dr. Colarusso has integrated and summarized a tremen dous amount of theoretical, empirical, and clinical material in a format that makes it come alive through clinical examples. This book should be of great interest to all students of human behav ior as well as to seasoned clinicians. SHERWYN M. WOODS, M. D. , PH. D. vii Preface Each year as I gave a lecture series on child and adult development to the adult and child psychiatric residents at the University of California at San Diego, someone inevitably would ask, \"Is there a book that I could understand that has all of this information in it?\" I would reply that I did not know of any single source, but I could refer the person to many articles and books on development.",
        "page_count": 245,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=ldMAqxhKB4gC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 298,
        "currency": "BRL"
    },
    {
        "id": "dN0m3JbS_BgC",
        "title": "Young Adults Deserve the Best",
        "authors": [
            "Sarah Flowers",
            "Young Adult Library Services Association"
        ],
        "publisher": "American Library Association",
        "publication_date": "2011",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "As high school enrollment continues to rise, the need for effective librarianship serving young adults is greater than ever before. \"Young Adults Deserve the Best: Competencies for Librarians Serving Youth,” developed by Young Adult Library Services Association (YALSA), is a document outlining areas of focus for providing quality library service in collaboration with teenagers. In this book, Sarah Flowers identifies and expands on these competency areas. This useful work includes Anecdotes and success stories from the field Guidelines which can be used to create evaluation instruments, determine staffing needs, and develop job descriptions Additional professional resources following each chapter that will help librarians turn theory into practiceThe first book to thoroughly expand on this important document, Young Adults Deserve the Best is a key foundational tool not only for librarians but also for young adult specialists, youth advocacy professionals, and school administrators.",
        "page_count": 137,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=dN0m3JbS_BgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 397,
        "currency": "BRL"
    },
    {
        "id": "D9uvAwAAQBAJ",
        "title": "Young Adult Resources Today",
        "authors": [
            "Don Latham",
            "Melissa Gross"
        ],
        "publisher": "Rowman & Littlefield",
        "publication_date": "2014-05-21",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Young Adult Resources Today: Connecting Teens with Books, Music, Games, Movies, and More is the first comprehensive young adult library services textbook specifically written for today’s multidimensional information landscape. The authors integrate a research-focused information behavior approach with a literature-focused resources approach, and bring together in one volume key issues related to research, theory, and practice in the provision of information services to young adults. Currently, no single book addresses both YA information behaviors and information resources in any detail; instead, books tend to focus on one and give only cursory attention to the other. Key features of this revolutionary book include its success in: Integrating theory, research, and practice Integrating implications for practice throughout the book Integrating knowledge of resources with professional practice as informed by research Integrating both print and electronic formats throughout—within the resource chapters (including websites and social media) Latham and Gross accomplish all this while, paying particular attention to the socially constructed nature of young adulthood, diversity, YA development, and multiple literacies. Their coverage of information landscapes covers literature (with detailed coverage of both genres and subgrenres), movies, magazines, web sites, social media, and gaming. The final chapter cover navigating information landscapes, focusing on real and virtual YA spaces, readers’ advisory, programming, and collaboration. Special attention is paid to program planning and evaluation.",
        "page_count": 255,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=D9uvAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 482.05,
        "currency": "BRL"
    },
    {
        "id": "4VFzAgAAQBAJ",
        "title": "Developing Library Collections for Today's Young Adults",
        "authors": [
            "Amy S. Pattee"
        ],
        "publisher": "Scarecrow Press",
        "publication_date": "2013-12-19",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Developing Library Collections for Today’s Young Adults features policies that deal expressly with materials that respect the intellectual freedom of young library patrons. It emphasizes the importance of everything from needs assessment to collection development, encouraging librarians to consider informational, recreational, and curricular needs and interests as the library staff select material on behalf of young adults. With detailed guidelines for developing and evaluating collections of print and electronic material, Amy S. Pattee devotes chapters to materials selection, acquisition, and assessment, describing fiction and nonfiction genres, graphic forms, and multimedia and electronic materials, including networked resources, e-books, and computer games. Developing Library Collections for Today’s Young Adults may be consulted by librarians charged with the development and maintenance of public library collections for young adults and may be employed in library science courses related to young adult literature and library services and collection development.",
        "page_count": 283,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=4VFzAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 472,
        "currency": "BRL"
    },
    {
        "id": "pCElDwAAQBAJ",
        "title": "PEERS® for Young Adults",
        "authors": [
            "Elizabeth Laugeson"
        ],
        "publisher": "Taylor & Francis",
        "publication_date": "2017-01-12",
        "categories": [
            "Medical"
        ],
        "description": "Session 1. Trading information and starting conversations -- session 2. Trading information and maintaining conversations -- session 3. Finding a source of friends -- session 4. Electronic communication -- session 5. Appropriate use of humor -- session 6. Entering group conversations -- session 7. Exiting conversations -- session 8. Get-togethers -- session 9. Dating etiquette : letting someone know you like them -- session 10. Dating etiquette : asking someone on a date -- session 11. Dating etiquette : going on dates -- session 12. Dating etiquette : dating do's and don'ts -- session 13. Handling disagreements -- session 14. Handling direct bullying -- session 15. Handling indirect bullying -- session 16. Moving forward and graduation.",
        "page_count": 539,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=pCElDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 313,
        "currency": "BRL"
    },
    {
        "id": "efD5Robv9qEC",
        "title": "Young Adult Faith",
        "authors": [
            "Nancy Marrocco"
        ],
        "publisher": "Saint Mary's Press",
        "publication_date": "1997",
        "categories": [],
        "description": "The older teens in your parish want a youth ministry program that exposes them to relevant, real-world topics in an active, engaging way. Horizons is an innovative, comprehensive approach to religious education. Its foundation is teacher-led, creative learning strategies that give students ample opportunities for discussion, reflection--and fun! Designed for grades 9-12, Horizons utilizes a module system so that you can combine courses and topics to meet the specific needs of your parish. Seven core courses set the stage for discussing central and foundational themes. Then choose from a wide selection of age-appropriate minicourses to round out your curriculum and craft summer courses, retreats, and youth-group activities. The Youth Ministry Strategies component features more than 65 creative youth activities to complement the Horizons curriculum. And on top of all that, Horizons includes outstanding training resources. You'll be able to create the most engaging and relevant youth ministry program for senior high that is available anywhere.",
        "page_count": 92,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=efD5Robv9qEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 120,
        "currency": "BRL"
    },
    {
        "id": "6PvK7v-k9rUC",
        "title": "Family-centered Treatment with Struggling Young Adults",
        "authors": [
            "Brad Sachs"
        ],
        "publisher": "Routledge",
        "publication_date": "2013",
        "categories": [
            "Education"
        ],
        "description": "Family-Centered Treatment With Struggling Young Adults is an indispensible guidebook to the unique set of problems and opportunities that families face when young adults are experiencing difficulty pulling anchor and setting sail. Renowned clinician Brad Sachs, PhD, provides both a conceptual framework for understanding the reasons behind the increasing number of young adults who are unable to achieve psychological and financial self-reliance and a treatment framework that will enable practitioners to help these young adults and their families to get unstuck and experience age/stage-appropriate growth and development. In Family-Centered Treatment With Struggling Young Adults, clinicians will gain an in-depth understanding of the complex psychological challenges that parents and young adults face as the latter forges a path towards success and self-reliance. Moreoever, they'll come away from the book having learned an innovative approach to sponsoring family engagement ant the launching stage--one that reduces tension, resolves conflicts, and promotes evolution and differentiation on both generations' parts.",
        "page_count": 250,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=6PvK7v-k9rUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 355,
        "currency": "BRL"
    },
    {
        "id": "ov8sBgAAQBAJ",
        "title": "Por lugares incríveis",
        "authors": [
            "Jennifer Niven"
        ],
        "publisher": "Editora Seguinte",
        "publication_date": "2015-01-14",
        "categories": [
            "Young Adult Fiction"
        ],
        "description": "Agora um filme Netflix, estrelado por Elle Fanning e Justice Smith. Violet Markey tinha uma vida perfeita, mas todos os seus planos deixam de fazer sentido quando ela e a irmã sofrem um acidente de carro e apenas Violet sobrevive. Sentindo-se culpada pelo que aconteceu, a garota se afasta de todos e tenta descobrir como seguir em frente. Theodore Finch é o esquisito da escola, perseguido pelos valentões e chamado de \"aberração\" por onde passa. Para piorar, é obrigado a lidar com longos períodos de depressão, o pai violento e a apatia do resto da família. Enquanto Violet conta os dias para o fim das aulas, quando poderá ir embora da cidadezinha onde mora, Finch pesquisa diferentes métodos de suicídio e imagina se conseguiria levar algum deles adiante. Em uma dessas tentativas, ele vai parar no alto da torre da escola e, para sua surpresa, encontra Violet, também prestes a pular. Um ajuda o outro a sair dali, e essa dupla improvável se une para fazer um trabalho de geografia: conhecer lugares incríveis do estado onde moram. Ao lado de Finch, Violet para de contar os dias e finalmente passa a vivê-los. O garoto, por sua vez, encontra alguém com quem pode ser ele mesmo, e torce para que consiga se manter desperto. \"Me apaixonei por Violet e Finch antes mesmo de se apaixonarem um pelo outro. A jornada deles é adorável e inteligente e corajosa. Vai partir seu coração e relembrar o que significa estar vivo.\" — Jennifer E. Smith, autora de A probabilidade estatística do amor à primeira vista",
        "page_count": 295,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=ov8sBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 23.9,
        "currency": "BRL"
    },
    {
        "id": "1_FdDwAAQBAJ",
        "title": "Nursing Adolescents and Young Adults with Cancer",
        "authors": [
            "Pia Riis Olsen",
            "Sam Smith"
        ],
        "publisher": "Springer",
        "publication_date": "2018-05-30",
        "categories": [
            "Medical"
        ],
        "description": "This book describes and explains how caring for adolescents and young adults with cancer (AYA) has developed into what is now a recognized and distinct field of nursing practice. It captures current innovative nursing practices and interventions which have developed over the past 25 years across the globe and are supported by research and evidence achieved in many European and international oncology settings. By outlining and describing educational needs of the AYA cancer nursing profession, this book supports its education and professional development for the nursing profession and serves to develop and disseminate nurses’ competencies worldwide. During the last decade, AYA have gained increased attention in healthcare. Today, it is recognized that AYA with cancer have distinct needs that are different to both children and older adults. Young people are in a unique developmental and transitional phase of their lives; thus, their treatment, perspectives and experiences have been addressed in research and the body of knowledge is growing accordingly. Some books are available that describe AYA cancer care, service delivery and aspects of age appropriate care but this volume will be the first to focus on how nurses contribute to AYA cancer care in practice. It will appeal to the AYA clinical nurses in cancer care, as well as to multidisciplinary healthcare professionals and healthcare professionals who support formal nursing education programmes, training and development in practice.",
        "page_count": 239,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=1_FdDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 277.09,
        "currency": "BRL"
    },
    {
        "id": "EaEgAQAAQBAJ",
        "title": "Teaching Young Adult Literature",
        "authors": [
            "Thomas W. Bean",
            "Judith Dunkerly-Bean",
            "Helen J. Harper"
        ],
        "publisher": "SAGE Publications",
        "publication_date": "2013-02-14",
        "categories": [
            "Education"
        ],
        "description": "Teaching Young Adult Literature: Developing Students As World Citizens (by Thomas W. Bean, Judith Dunkerly-Bean, and Helen Harper) is a middle and secondary school methods text that introduces pre-service teachers in teacher credential programs and in-service teachers pursuing a Masters degree in Education to the field of young adult literature for use in contemporary contexts. The text introduces teachers to current research on adolescent life and literacy; the new and expanding genres of young adult literature; teaching approaches and practical strategies for using young adult literature in English and Language Arts secondary classrooms and in Content Area Subjects (e.g. History); and ongoing social, political and pedagogical issues of English and Language Arts classrooms in relation to contemporary young adult literature.",
        "page_count": 369,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=EaEgAQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 340,
        "currency": "BRL"
    },
    {
        "id": "CE_vrrmbAuoC",
        "title": "Library of Congress Subject Headings",
        "authors": [
            "Library of Congress"
        ],
        "publisher": null,
        "publication_date": "2006",
        "categories": [
            "Subject headings, Library of Congress"
        ],
        "description": "",
        "page_count": 1752,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=CE_vrrmbAuoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 254,
        "currency": "BRL"
    },
    {
        "id": "YNbxCAAAQBAJ",
        "title": "Para todos os garotos que já amei",
        "authors": [
            "Jenny Han"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2015-05-18",
        "categories": [
            "Young Adult Fiction"
        ],
        "description": "Lara Jean guarda suas cartas de amor em uma caixa azul-petróleo que ganhou da mãe. Não são cartas que ela recebeu de alguém, mas que ela mesma escreveu. Uma para cada garoto que amou — cinco ao todo. São cartas sinceras, sem joguinhos nem fingimentos, repletas de coisas que Lara Jean não diria a ninguém, confissões de seus sentimentos mais profundos. Até que um dia essas cartas secretas são misteriosamente enviadas aos destinatários, e de uma hora para outra a vida amorosa de Lara Jean sai do papel e se transforma em algo que ela não pode mais controlar. “Lara Jean, com seu humor e inocência, confere uma individualidade singular a esta charmosa história de amor.” Publishers Weekly “Os leitores vão se lembrar das irmãs Song e dos garotos de suas vidas mesmo depois de virar a última página deste belo romance.” School Library Journal",
        "page_count": 345,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=YNbxCAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 3.5,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "2wtIEAAAQBAJ",
        "title": "Ás de espadas",
        "authors": [
            "Faridah Àbíké-Íyímídé"
        ],
        "publisher": "Plataforma21",
        "publication_date": "2021-10-13",
        "categories": [
            "Fiction"
        ],
        "description": "Quando Chiamaka e Devon, alunos da Academia Particular Niveus, são selecionados como parte da alta hierarquia escolar e passam a ser chefes de turma, parece um excelente começo de ano para os dois. Afinal, isso representa muito em seus currículos para entrar em boas universidades. Pouco tempo depois da importante nomeação, no entanto, alguém chamado \"Ases\" começa a enviar mensagens para todos os alunos da escola, revelando segredos dos dois jovens. São detalhes íntimos de suas vidas, ameaçando seus futuros planejados com tanto esforço. E o que parecia apenas uma brincadeira de mau gosto rapidamente transforma-se em um jogo perigoso e assustador. Com todas as cartas contra eles, Chiamaka e Devon serão capazes de parar Ases? Suspense intenso, Ás de espadas é uma contundente crítica social que escancara o racismo, a homofobia e o preconceito de classe ainda presentes na nossa sociedade, colocando Faridah Àbíké-Íyímídé entre as mais importantes vozes da atualidade.",
        "page_count": 456,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=2wtIEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 48.9,
        "currency": "BRL"
    },
    {
        "id": "pEhkh_9bP9wC",
        "title": "Library of Congress Subject Headings",
        "authors": [
            "Library of Congress. Cataloging Policy and Support Office"
        ],
        "publisher": null,
        "publication_date": "2004",
        "categories": [
            "Subject headings, Library of Congress"
        ],
        "description": "",
        "page_count": 1662,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=pEhkh_9bP9wC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 257,
        "currency": "BRL"
    },
    {
        "id": "zeT-vlD0424C",
        "title": "Library of Congress Subject Headings: P-Z",
        "authors": [
            "Library of Congress. Subject Cataloging Division"
        ],
        "publisher": null,
        "publication_date": "1989",
        "categories": [
            "Subject headings"
        ],
        "description": "",
        "page_count": 1546,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=zeT-vlD0424C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 310,
        "currency": "BRL"
    },
    {
        "id": "hQnNvl8NMZgC",
        "title": "Young Adult Offenders",
        "authors": [
            "Friedrich Lösel",
            "Anthony Bottoms",
            "David P. Farrington"
        ],
        "publisher": "Routledge",
        "publication_date": "2012-07-26",
        "categories": [
            "Social Science"
        ],
        "description": "This latest volume in the Cambridge Criminal Justice Series focuses upon young adults and their treatment in the criminal justice system. The subject is very topical because there is increasing evidence that a rigid distinction between ‘youth’ and ‘adulthood’ is not appropriate in modern societies. For example, important developmental tasks such as finishing one’s education, finding regular work and the foundation of one’s own family are now completed later than in former times; neuropsychological brain functions are still developing beyond age 18; and desistance from criminal offending occurs most rapidly in early adulthood. Despite such evidence, the United Kingdom and other countries have largely neglected policies for young adult offenders in comparison with young people under 18. Although there seems to be no general transnational solution for this problem, there is a clear need for differentiation. This book brings together leading authorities in the field to analyse theoretical, empirical and policy issues relating to this neglected group of people, exploring different approaches to both crime prevention and offender treatment. It will be of interest to researchers, practitioners and policy makers in the fields of criminology, criminal justice, prisons, probation, forensic psychology and psychiatry, sociology, education and social work.",
        "page_count": 194,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=hQnNvl8NMZgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 296.59,
        "currency": "BRL"
    },
    {
        "id": "bmzoDwAAQBAJ",
        "title": "Teaching Young Adult Literature",
        "authors": [
            "Mike Cadden",
            "Karen Coats",
            "Roberta Seelinger Trites"
        ],
        "publisher": "Modern Language Association",
        "publication_date": "2020-04-01",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Thanks to the success of franchises such as The Hunger Games and Twilight, young adult literature has reached a new level of prominence and popularity. Teens and adults alike are drawn to the genre's coming-of-age themes, fast pacing, and vivid emotional portrayals. The essays in this volume suggest ways high school and college instructors can incorporate YA texts into courses in literature, education, library science, and general education. The first group of essays explores key issues in YA literature, situates works in cultural contexts, and addresses questions of text selection and censorship. The second section discusses a range of genres within YA literature, including both realistic and speculative fiction as well as verse narratives, comics, and film. The final section offers ideas for assignments, including interdisciplinary and digital projects, in a variety of courses.",
        "page_count": 205,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=bmzoDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 222.49,
        "currency": "BRL"
    },
    {
        "id": "aTASCgAAQBAJ",
        "title": "Spirituality in Young Adult Literature",
        "authors": [
            "Patty Campbell"
        ],
        "publisher": "Rowman & Littlefield",
        "publication_date": "2015-06-24",
        "categories": [
            "Juvenile Nonfiction"
        ],
        "description": "In a time when almost any gritty topic can be featured in a young adult novel, there is one subject that is avoided by writers and publishers. Faith and belief in God seldom appear in traditional form in novels for teens. The lack of such ideas in mainstream adolescent literature can be interpreted by teens to mean that these matters are not important. Yet a significant part of growing up is struggling with issues of spirituality. The underlying problem, of course, is that there are so few writers who are willing to talk to teenagers about God, even indirectly, or who themselves have the religious literacy for the task. Spirituality in Young Adult Literature: The Last Taboo tackles a subject rarely portrayed in fiction aimed at teens. In this volume, Patty Campbell examines not only realistic fiction, but young adult literature that deals with mysticism, apocalyptical end times, and even YA novels that depict the Divine Encounter. Campbell maintains that fantasy works are inherently spiritual, because the plots nearly always progress toward a showdown between good and evil. As such, the author surmises that the popularity of fantasy among teens may represent their interest in the mystical dimensions of faith and the otherworldly. In this study, Campbell examines works of fiction that express perspectives from Christianity, Judaism, Islam, Buddhism, Hinduism, and Sikhism. Distinguished YA novelist Chris Crowe provides a chapter on Mormon values and Mormon YA authors and how their novels integrate those values into their books. By looking at how spirituality is represented in novels aimed at teens, this book asks what progress, if any, has been made in slaying the taboo. Although most of the books discussed in this study are recent, an appendix lists YA books from 1967 to the present that have dealt with issues of faith. A timely look at an important subject, Spirituality in Young Adult Literature will be of interest to young adult librarians, junior and senior high school teachers, and students and instructors of college courses in adolescent literature, as well as to parents of teens.",
        "page_count": 208,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=aTASCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 502.02,
        "currency": "BRL"
    },
    {
        "id": "g8E1EAAAQBAJ",
        "title": "Os primos",
        "authors": [
            "Karen McManus"
        ],
        "publisher": "Editora Record",
        "publication_date": "2021-07-26",
        "categories": [
            "Young Adult Fiction"
        ],
        "description": "Toda família tem segredos, mas os primos estão prestes a descobrir que os da sua são diferentes. Da mesma autora de Um de nós está mentindo. Milly, Aubrey e Jonah recebem um convite inusitado: passar o verão no resort da avó que nunca viram na vida. Seus pais acreditam que é a oportunidade perfeita para fazer as pazes com a rica e excêntrica Mildred Story, que cortou relações com todos há mais de duas décadas sem maiores explicações. Mas ao chegarem lá, os primos percebem que a família guarda muitos segredos. E eles irão tentar desvendar todos. Mildred Story deserdou todos os filhos por meio de cartas que apenas diziam: \"Vocês sabem o que fizeram.\" Agora, novas cartas, escritas com a mesma frieza, convidam os três netos para trabalhar e morar no resort da família durante o verão para que ela possa finalmente conhecê-los. Sem terem certeza se a melhor opção para as férias é passar tempo com quase que estranhos, os três hesitam. Mas seus pais são enfáticos: não ir está fora de cogitação. A oportunidade de reconquistar a mãe – e parte da fortuna – é grande demais para ser desperdiçada. Quem sabe eles até consigam descobrir o que a fez simplesmente parar de falar com todos. Afinal, os pais juram que nada de errado aconteceu para justificar o comportamento de Mildred há mais de vinte anos. Só que ao chegarem à ilha Gull Cove, os primos têm uma surpresa, a avó não parece estar tão satisfeita assim em vê-los. Os primos se acomodam em seus empregos e passam a se conhecer melhor, mas não demora a começarem a suspeitar de que há um segredo obscuro conectado à história da família Story. E quanto mais tempo permanecem na ilha, mais percebem que seja lá o que tenha acontecido, ainda não terminou. \"As reviravoltas vêm rápidas e furiosas.\" – School Library Journal \"Uma trama elaborada magistralmente com as reviravoltas que são a marca registrada de McManus.\" – TheBookseller",
        "page_count": 302,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=g8E1EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 37.9,
        "currency": "BRL"
    },
    {
        "id": "Ak37CAAAQBAJ",
        "title": "Writing Young Adult Fiction For Dummies",
        "authors": [
            "Deborah Halverson"
        ],
        "publisher": "John Wiley & Sons",
        "publication_date": "2011-07-05",
        "categories": [
            "Language Arts & Disciplines"
        ],
        "description": "Your hands-on, friendly guide to writing young adult fiction With young adult book sales rising, and bestselling authors like J.K. Rowling and Stephenie Meyer exploding onto the scene, aspiring YA writers are more numerous than ever. Are you interested in writing a young adult novel, but aren't sure how to fit the style that appeals to young readers? Writing Young Adult Fiction For Dummies gives you tricks of the trade and proven tips on all the steps to write a YA book, from developing an idea to publication. Unique writing exercises to help you find your own authentic teen voice Tips to avoid when submitting manuscripts How to break into the flourishing young adult market With the help of this step-by-step guide, you'll have all the skills to write an inspiring and marketable young adult novel.",
        "page_count": 397,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=Ak37CAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 392,
        "currency": "BRL"
    },
    {
        "id": "ig8FEAAAQBAJ",
        "title": "Imagina-me",
        "authors": [
            "Tahereh Mafi"
        ],
        "publisher": "Universo dos Livros Editora",
        "publication_date": "2020-10-26",
        "categories": [
            "Fiction"
        ],
        "description": "O livro que todos os fãs da série Estilhaça-me estavam esperando. O final da série best-seller do The New York Times! Agora que Ella sabe quem é Juliette e para qual finalidade foi criada, as coisas só se tornaram mais complicadas. Enquanto ela luta para entender o passado que a assombra e contempla um futuro mais incerto do que nunca, os limites entre certo e errado – entre Ella e Juliette – não estão tão evidentes. E, com velhos inimigos se aproximando, seu destino pode não estar sob seu próprio controle. O dia do acerto de contas para o Restabelecimento está chegando. Mas será que ela conseguirá escolher de que lado lutará?",
        "page_count": 377,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=ig8FEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 24.9,
        "currency": "BRL"
    },
    {
        "id": "zm2b44hVKjoC",
        "title": "Dimensions of Human Behavior",
        "authors": [
            "Elizabeth D. Hutchison"
        ],
        "publisher": "SAGE",
        "publication_date": "2008",
        "categories": [
            "Political Science"
        ],
        "description": "Organized around time, the Third Edition of Dimensions of Human Behavior: The Changing Life Course helps students understand the relationship between time and human behavior. Using a life course perspective, author Elizabeth D. Hutchison shows how the multiple dimensions of person and environment work together with dimensions of time to produce patterns in unique life course journeys. The Third Edition is updated and revised to respond to the rapidity of changes in complex societies. New to the Third Edition Examines our increasing global interdependence: The human life course is placed in global context. Recognizes scientific advancements: Advances in neuroscience have been incorporated throughout the chapters. Emphasizes group-based diversity: More content has been added on the effects of gender, race, ethnicity, social class, sexual orientation, and disability on life course trajectories. Reorganizes family dynamics: Greater attention has been given to the role of fathers. Reflects contemporary issues: New case studies, exhibits, and Web resources have been added to provide the most up-to-date information.",
        "page_count": 625,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=zm2b44hVKjoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 248,
        "currency": "BRL"
    },
    {
        "id": "Z5lVCwAAQBAJ",
        "title": "Com amor, Simon",
        "authors": [
            "Becky Albertalli"
        ],
        "publisher": "Editora Intrinseca",
        "publication_date": "2016-02-11",
        "categories": [
            "Young Adult Fiction"
        ],
        "description": "Com nova capa e novo título, a apaixonante história de Simon que conquistou milhares de leitores com uma trama que trata com naturalidade e bom humor a afirmação e os dilemas de um adolescente gay. Agora, a adaptação do romance chega às telas de cinema com Nick Robinson, de Jurassic World, no papel de Simon, e Katherine Langford, protagonista de 13 Reasons Why. Simon Spier tem dezesseis anos e é gay, mas não conversa sobre isso com ninguém. Ele não vê problemas em sua orientação sexual, mas rejeita a ideia de ter que ficar dando explicação para as pessoas — afinal, por que só os gays têm que se apresentar ao mundo? Enquanto troca e-mails com um garoto misterioso que se identifica como Blue, Simon vai ter que enfrentar, além de suas dúvidas e inseguranças, uma chantagem inesperada.",
        "page_count": 258,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=Z5lVCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 5,
        "price": 39.9,
        "currency": "BRL"
    },
    {
        "id": "z0Me-d_nrVQC",
        "title": "Young Men's Work Facilitator's Guides - Item 1751",
        "authors": [],
        "publisher": "Hazelden Publishing",
        "publication_date": null,
        "categories": [],
        "description": "",
        "page_count": 180,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=z0Me-d_nrVQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 254,
        "currency": "BRL"
    },
    {
        "id": "zTD3AQAAQBAJ",
        "title": "Brilho",
        "authors": [
            "Amy Kathleen Ryan"
        ],
        "publisher": "Geração Editorial",
        "publication_date": "2013-11-05",
        "categories": [
            "Fiction"
        ],
        "description": "A mais fascinante trilogia desde Jogos Vorazes. A Terra não existe mais, e em duas naves que procuram um novo mundo no espaço, uma menina de 15 anos precisa casar e engravidar para garantir a sobrevivência da humanidade. Enquanto isso, uma sucessão de acontecimentos eletrizantes torna a jornada pelo espaço algo absolutamente imprevisto. Temas como religião, a escolha da mulher e a ideia de poder e dominação vão aparecendo muito suavemente articulados ao longo da trama, amarrando o leitor com surpresas e reviravoltas estonteantes. São temas universais, postos num livro por uma escritora surpreendente e que promete arrasar a cena literária a partir desta sua fantástica criação.",
        "page_count": 354,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=zTD3AQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 26,
        "currency": "BRL"
    },
    {
        "id": "zbIwDAAAQBAJ",
        "title": "Mais do que isso",
        "authors": [
            "Patrick Ness"
        ],
        "publisher": "Editora Novo Conceito",
        "publication_date": "2016-05-16",
        "categories": [
            "Fiction"
        ],
        "description": "Um garoto se afoga, desesperado e sozinho em seus momentos finais. E morre. Então ele acorda. Nu, ferido e com muita sede, mas vivo. Como pode ser? Que lugar é este, tão estranho e deserto? Enquanto se esforça para compreender a lógica de seu pior pesadelo, o garoto ousa ter esperança. Poderia isto não ser o fim? Poderia haver mais desta vida, ou quem sabe da outra vida? Do premiado autor Patrick Ness, o mais perturbador romance Young Adult do nosso tempo.",
        "page_count": 432,
        "language": "pt",
        "cover_image_url": "http://books.google.com/books/content?id=zbIwDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 17.9,
        "currency": "BRL"
    },
    {
        "id": "xnwiMxvB7PIC",
        "title": "Teen Spaces",
        "authors": [
            "Kimberly Bolan Taney",
            "Kimberly Bolan"
        ],
        "publisher": "American Library Association",
        "publication_date": "2003",
        "categories": [
            "Architecture"
        ],
        "description": "A guide to creating interesting and exciting spaces for young adults in the library, explaining how to solicit input, and discussing planning, design and decor, and promotion. Includes worksheets and a list of resources.",
        "page_count": 156,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=xnwiMxvB7PIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 112,
        "currency": "BRL"
    },
    {
        "id": "3z9EpgisKOgC",
        "title": "Handbook of Death and Dying",
        "authors": [
            "Clifton D. Bryant"
        ],
        "publisher": "SAGE",
        "publication_date": "2003",
        "categories": [
            "Death"
        ],
        "description": "Review: \"More than 100 scholars contributed to this carefully researched, well-organized, informative, and multi-disciplinary source on death studies. Volume 1, \"The Presence of Death,\" examines the cultural, historical, and societal frameworks of death, such as the universal fear of death, spirituality and varioius religions, the legal definition of death, suicide, and capital punishment. Volume 2, \"The Response to Death,\" covers such topics as rites and ceremonies, grief and bereavement, and legal matters after death.\"--\"The Top 20 Reference Titles of the Year,\" American Libraries, May 2004.",
        "page_count": 1146,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=3z9EpgisKOgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 1,
        "price": 319,
        "currency": "BRL"
    },
    {
        "id": "ByDMAXYTWbIC",
        "title": "A Present to Youths & Young Men ...",
        "authors": [
            "Edmund Shorthouse"
        ],
        "publisher": null,
        "publication_date": "1891",
        "categories": [
            "Anecdotes"
        ],
        "description": "",
        "page_count": 590,
        "language": "en",
        "cover_image_url": "http://books.google.com/books/content?id=ByDMAXYTWbIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "average_rating": 0,
        "price": 228,
        "currency": "BRL"
    }
]